{
  "id": "Tsukimonogatari Episode 03: Yotsugi Doll, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari_Episode_03:_Yotsugi_Doll,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori"
    ],
    "text": "Koyomi accepts the grim truth that the hopes for him turning back to a human are slim. However, Yozuru reminds him that he hasn't lost all of his humanity yet, and there is still a way for his transformation to cease progress—that is, to stop relying on his vampire powers or be targeted as an immortal oddity. As sparks begin to fly between Yozuru and Shinobu, Yotsugi dispels the tension by asking Koyomi to promise to stop using his vampire powers.\nAs Yotsugi requested, Koyomi swears before his companions, although he himself is unsure if he could uphold it when a desperate situation happens, like when Hitagi or Tsubasa's life is put on the line.\nKoyomi decides to end their meeting there, but Yozuru insists that she and Yotsugi should examine his body more closely, with Yotsugi willingly taking up the role of examiner. As Yozuru takes the time to inform Izuko about the outcome of the meeting, Koyomi decides to ask Yozuru about why she kills immortal oddities. Yozuru explains that her occupation is a rarity among oddity specialists, and she warns Koyomi of one other oddity killer that she describes as \"gone astray\". Soon, Yozuru's conversation with Koyomi is interrupted by a phone call (presumably by Izuko Gaen), and she quickly tells Koyomi to bring Yotsugi to the Kanbaru Residence, although chances are that his younger sisters are no longer around the moment they arrivie there.\nJust as Yozuru foretold, the Kanbaru Residence is empty, and a small paper crane that expands into a banner of numerous colored ones is left as the sole piece of evidence. Upon returning to Eikou Cram School, Yozuru confirms that the perpetrator is a man named Tadatsuru Teori, a puppetmaster and immortal oddity specialist whose target is Tsukihi Araragi, and she tells Koyomi that neither he nor Shinobu can use their vampire powers this time. Koyomi slowly thinks that this set of coincidences happening at the same time is a kind of punishment for his incessant abuse of his vampire powers.\nAs Shinobu and Yotsugi play outside, Yozuru explains more about Tadatsuru Teori. According to her, Tadatsuru has an obsession over oddities and their aesthetics, and assures Koyomi that Suruga, Tsukihi and Karen are safe, and she is willing to help in saving them since Izuko asks her to. However, as an immortal oddity specialist, the only help she can provide is information. Yozuru thinks that the paper cranes left by Tadatsuru is a clue as well as a sign that Tadatsuru is also interested about him and Shinobu.\nKoyomi eventually discovers a note among the folded paper cranes, pointing to Kita-Shirahebi Shrine. Despite being unable to rely on his vampire powers to survive a jump by Yotsugi, Koyomi braves another quick trip care of Yotsugi."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}