{
  "id": "Monogatari Series Second Season",
  "url": "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season",
  "toc": [
    "#Plot",
    "#Episode_List",
    "#Development",
    {
      "#Presentation": [
        "#VOFAN_Artwork_References",
        "#Abandoned_Locations_/_Main_Character_Bias",
        "#Obscured_Faces",
        "#Background_Character_Shadow_Figures",
        "#Alternate_Color_Palettes_/_Intense_Lighting_Effects"
      ]
    },
    "#Music",
    "#External_Links"
  ],
  "Description": "Monogatari Series Second Season (〈物語〉シリーズセカンドシーズン, Monogatari Shiriizu Sekando Shiizun), is the fourth Studio Shaft anime adaptation of the Monogatari Series light novels. Unlike previous adaptations which were named after specific books, Second Season is named after the second season of the light novel series and contains a compilation of arcs that each had their own book.\nIt covers five volumes of the original light novels, from Nekomonogatari White to Koimonogatari. Although Hanamonogatari is included in the Second Season of the original Monogatari light novel series, it was not included in the original broadcast, and was instead adapted separately months later. In the initial blu-ray releases of Second Season, each arc was separated as their own release with their original novel title. However, the complete Second Season blu-ray collection includes Hanamonogatari as the third story arc in the season.\nThe series aired from July 6th, 2013 to December 28th in Japan with a total of 26 episodes. Three of the 26 were recaps, so only 23 are actual episodes. \nThe tagline of the series is \"The days of youth cannot end until everything has been seen\" (青春を、すべて見るまで終わらない, Seishun wo, subete miru made owaranai).",
  "#Plot": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari#Plot",
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari#Plot",
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari#Plot",
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari#Plot",
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari#Plot",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjogahara"
    ],
    "text": "The story of Monogatari Series Second Season follows the events of Nisemonogatari and takes place during two main time periods: summer and fall/winter. The arcs generally alternate between the two time periods, with 3 happening in the summer, and 2 in the fall/winter period.\nUnique to Second Season (and later Off Season), some arcs are told in different characters' perspectives, unlike usual where stories are told from the perspective of Koyomi Araragi.\nApparitions, oddities, and gods continue to manifest around Koyomi Araragi and his close-knit group of friends: Tsubasa Hanekawa, the group's modest genius; Shinobu Oshino, the resident doughnut-loving vampire; athletic deviant Suruga Kanbaru; bite-happy spirit Mayoi Hachikuji; Koyomi's cutesy stalker Nadeko Sengoku; and Hitagi Senjogahara, the poignant tsundere. \nMonogatari Series: Second Season revolves around these individuals and their struggle to overcome the darkness that is rapidly approaching. A new semester has begun and with graduation looming over Koyomi, he must quickly decide the paths he will walk, as well as the relationships and friends that he'll save. But as strange events begin to unfold, Koyomi is nowhere to be found, and a vicious tiger apparition has appeared in his absence. Tsubasa Hanekawa has become its target, and she must fend for herself—or bow to the creature's perspective on the feebleness of humanity."
  },
  "#Episode_List": {
    "link": [],
    "text": ""
  },
  "#Development": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari"
    ],
    "text": "News about another upcoming adaptation of the Bakemonogatari light novel series arrived at an issue of the mailed newsletter Nisio Tsuushin, a publication which mostly features works by Nisio Isin.[1]The announcement included the tentative title of the project, Zenmonogatari (全物語), and the picture of the cover novels of the following novels: Nekomonogatari Black and White, Kabukimonogatari, Hanamonogatari, Otorimonogatari, Onimonogatari and Koimonogatari. On a feature article on the January issue of Kadokawa Shoten's Newtype Magazine, the title for the project was changed to Monogatari Series Second Season, with staff names including director Akiyuki Shinbo and background music composer Satoru Kousaki. The cast for the series remained unchanged from previous series.[2]"
  },
  "#VOFAN_Artwork_References": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/VOFAN"
    ],
    "text": "Second Season introduced direct references to light novel artwork by artist VOFAN."
  },
  "#Abandoned_Locations_/_Main_Character_Bias": {
    "link": [],
    "text": "Main characters are still mostly depicted in seemingly abandoned locations, but background and side characters are depicted much more commonly."
  },
  "#Obscured_Faces": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Araragi_Matriarch",
      "https://bakemonogatari.fandom.com/wiki/Sasayabu"
    ],
    "text": "After an absence of minor side characters, they return, with their faces still mostly obscured as before. Examples include the Araragi Family Mother and Sasayabu. Background characters also appear with obscured faces walking in the background at times, though commonly only when it's relevant to the story. Prior to this, no form of background character was ever depicted."
  },
  "#Background_Character_Shadow_Figures": {
    "link": [],
    "text": "Background characters are also uniquely depicted in another way. Exclusive to the Nadeko Medusa arc, crowds of people around Nadeko are depicted with colorful shadow figures. This starkly contrasts the abandoned look locations commonly have. It could be inferred that this is meant to highlight Nadeko's nature to be more conscious about the people around her, unlike Koyomi who mostly stays indifferent towards them."
  },
  "#Alternate_Color_Palettes_/_Intense_Lighting_Effects": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_(anime)"
    ],
    "text": "Alternate Color Palettes return with some new variations. The Nadeko Medusa arc occasionally depicts Nadeko in black and white, with red hair, or in a school uniform that has the browns replaced with reds. \nIn Shinobu Time, a somewhat saturated color scheme, a muted color scheme, and a black + red + white color scheme, similar to a palette in Nekomonogatari Black, are featured."
  },
  "#Music": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(anime_series)",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_(anime_series)",
      "https://bakemonogatari.fandom.com/wiki/Chocolate_Insomnia",
      "https://bakemonogatari.fandom.com/wiki/Happy_Bite",
      "https://bakemonogatari.fandom.com/wiki/M%C5%8Ds%C5%8D_Express",
      "https://bakemonogatari.fandom.com/wiki/White_Lies",
      "https://bakemonogatari.fandom.com/wiki/Fast_love",
      "https://bakemonogatari.fandom.com/wiki/Kogarashi_Sentiment",
      "https://bakemonogatari.fandom.com/wiki/Ai_wo_Utae",
      "https://bakemonogatari.fandom.com/wiki/Sono_Koe_o_Oboeteru",
      "https://bakemonogatari.fandom.com/wiki/Snowdrop"
    ],
    "text": "returned for the last time as music producer before his music came back to the series for Kizumonogatari. Second Season features music from Bakemonogatari and Nisemonogatari, but also a lot of new material.\nLike usual, each arc had its own theme. A total of six different openings were made for the series: Chocolate Insomnia, Happy Bite, Mōsō Express, White Lies,  Fast love and Kogarashi Sentiment.\nThe series has three different closing themes, being Ai wo Utae by Jin, Sono Koe o Oboeteru by Marina Kawano, and Snowdrop by Luna Haruna and Marina Kawano."
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}