{
  "id": "Owarimonogatari Episode 14: Mayoi Hell, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_14:_Mayoi_Hell,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Mayoi Hell, Part 1\" (まよいヘル 其ノ壹, Mayoi Heru Sono Ichi) is the fourteenth and first episode of the second cour of the Owarimonogatari anime series, first broadcasted on August 12, 2017.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Avici_Hell",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori"
    ],
    "text": "Koyomi Araragi wakes up in a desert. There, he meets Mayoi Hachikuji. After a moment of confusion, he remembers being at the North Shirahebi Shrine. He reassures the audience that his tendencies to jump at Mayoi on sight are gone. He flies at Mayoi and is overjoyed to meet her again. Mayoi bites him and rids herself of him. Koyomi explains the events that happened since her passing, up to coming to the shrine and explains that his last six months have been hell.\nMayoi corrects Koyomi, and tells him that he’s not in the shrine anymore, and that she hasn’t come back but instead he came to her. He’s been killed by Izuko Gaen and went to the lowest circle of hell, Avici, for aiding a demon, the vampire Kiss-Shot. Kyomi is distraught by Mayoi being condemned to hell, but she explains that she was condemned to pile rocks on the Sai-No-Kawara for dying before her parents, but she snuck out to greet him after being told by a person who “knows everything”.\nMayoi leads Koyomi to her objective, in order to revive him. According to her, Izuko’s plan consisted of killing and reviving Koyomi, after subtracting something from him.\nDuring the trip, Koyomi is met by scenes of his past including his first meeting with Kiss-Shot, Tsubasa, and Hitagi. Mayoi points out that, despite regretting the suffering he went through spring break, he had still tried to save Kiss-Shot again, and he wonders what would have happened if he hadn’t met her that night. Mayoi continues pointing out that he only met Kiss-Shot because of Tsubasa, but he remains grateful to her. Mayoi also points out that had he not caught Hitagi on that day, Deishuu would have come to town and he could have saved her.\nAll of Koyomi’s actions were unessential or created more suffering for him. They reach the steps to the mountain shrine and he meets the same scene with Nadeko running down the steps, and he admits that she’s the only person to whom he feels that he has any regrets, since he couldn’t do anything for her in the end.\nKoyomi begins wondering how different are the acts of doing good and correcting mistakes, he wonders if only correcting mistakes would lead to a better world. Mayoi points out that correcting mistakes will only get what people reward you for, and for someone that wants to achieve the impossible, like him, such method is useless.\nMayoi wonders if that’s the only thing he wanted to talk about, and he notices that he wanted to talk about about Ougi Oshino, but couldn’t think about her until now.\nSoon they get to the end of their path, and there they meet the deceased Tadatsuru Teori."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}