{
  "id": "Tsukimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    "#English_Release_Synopsis",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Yotsugi_Doll"
      ]
    },
    "#Illustrations",
    "#Anime"
  ],
  "Description": "Tsukimonogatari (憑物語) or TSUKIMONOGATARI: POSSESSION TALE in the English publication, is the tenth part of the Monogatari series. It is the thirteenth book overall, and contains the story Yotsugi Doll (よつぎドール). It is the first book in the final season of the series.\nThe English version was released this April 30, 2019.",
  "#Etymology": {
    "link": [],
    "text": "The title is portmanteau of tsuki, \"possess\", and monogatari, \"story\"."
  },
  "#Synopsis": {
    "link": [],
    "text": "\"Please!—Do it, and get it over with.\" Slowly but surely, Koyomi Araragi, who \"has been averting his eyes from reality\", has no choice but to face it. February comes, and the college entrance exam is approaching. What is this \"change\" that is happening to his body that cannot be overlooked? The \"Monogatari\" begins to sprint towards its conclusion. This is Oddity taking place in the modern world! In a story of youth, a word of farewell is inevitable."
  },
  "#English_Release_Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "Koyomi Araragi is studying hard in preparation for his college entrance exams when he begins to notice something very strange: his reflection no longer appears in a mirror, a characteristic of a true vampire. Worried about the state of his body, he enlists the help of the human-like doll Yotsugi Ononoki and her master Yozuru Kagenui, an immortal oddity specialist.\nQuickly realizing what is wrong with him, Yozuru gives him two choices: either abstain from using the vampiric abilities he received from Shinobu Oshino, or lose his humanity forever."
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Yotsugi_Doll": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Unlimited_Rulebook",
      "https://en.wikipedia.org/wiki/Paper_crane",
      "https://en.wikipedia.org/wiki/Thousand_origami_cranes",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine"
    ],
    "text": "After the events of Hitagi End, Koyomi Araragi is trying to focus on studying for the college entrance exam. One morning, he fights with Tsukihi Araragi about who should take a bath first. In the end, they decide to take a bath together, and they wash each others' hair. Looking at the mirror in the bathroom, Koyomi finds that he can't see his reflection in the mirror, a phenomenon that only true vampires have. He talks to Shinobu Oshino about this problem, and she suggests asking the expert who specializes in immortal Oddities, Yozuru Kagenui and her familiar Yotsugi Ononoki. He uses his phone to mail Izuko Gaen asking for Kagenui's contact information. As he is preparing to write the mail, he receives a mail from Gaen, who says she has already made arrangements for Koyomi to meet Yotsugi tonight. Koyomi tells Karen Araragi and Tsukihi to sleep over at Suruga Kanbaru's place tonight, since he is worried that Kagenui will attempt to kill Tsukihi again.\nKoyomi and Shinobu go to an arcade later that night to meet Yotsugi and Kagenui. After Yotsugi examines Koyomi's body, Kagenui concludes that he is slowly turning into a vampire. What caused this condition was not because he had been giving Shinobu a small amount of his blood in order for her to live. It was rather because Koyomi has constantly been letting Shinobu suck a large amount of his blood to regain his vampire powers. For the past months, Koyomi has been repeatedly using this method in order to gain enough strength to fight various Oddities. This was especially the\ncase when Nadeko Sengoku turned into the snake god, and Koyomi had been fighting her at the shrine practically every day. Koyomi has relied so much on his vampire powers that he is turning into a vampire himself, independent of Shinobu. Currently, his condition is relatively light and the only obvious symptoms are lack of reflection and a relatively fast regeneration ability. Kagenui tells him that it's impossible to reverse the condition, but he can stop the condition from getting worse by never using his vampire powers again. Currently, Koyomi and Shinobu are recognized as harmless within Gaen's circle of Oddity experts. However, Kagenui warns him that if his condition worsens, then she will have no choice but to kill him.\nAs they are talking, Kagenui receives a call from Gaen. Gaen reports that Kanbaru and Koyomi's sisters have just been visited by a very dangerous Oddity expert, Tadatsuru Teori. Teori is\nalso an expert in immortal Oddities, which means Tsukihi is in danger. Yotsugi immediately takes Koyomi to Kanbaru's residence using her Unlimited Rulebook ability. When they arrive, they find that no one is in the house, and they find a single origami crane in the bedroom. As soon as Koyomi touches the paper crane, it multiplies into a thousand paper cranes. Realizing that Kanbaru and the others have been kidnapped by Teori, they go back to meet Kagenui, bringing the cranes as the only clue. Kagenui explains that Teori was a former member of Gaen's occult club in college along with Kagenui, Deishuu Kaiki, and Meme Oshino. Teori along with the others in the club created Yotsugi using a hundred-year-old corpse. A dispute occurred with who should have possession of\nYotsugi. Both Kaiki and Oshino backed down as they were not interested in her, but argument ensued between Teori and Kagenui. In the end Kagenui claimed possession of Yotsugi, and Teori left their circle. Stilling holding the grudge, Teori now works outside of Gaen's circle of Oddity experts. He is dangerous because of this, and Kagenui warns that he is very unpredictable. Teori's real target is Koyomi, not Tsukihi. He is using Kanbaru, Karen, and Tsukihi as hostages. Because Teori is outside of Gaen's circle of influence, the fact that Koyomi is recognized as harmless is meaningless to Teori. In Teori's eyes Koyomi is a vampire-hybrid that is also harboring Shinobu, and must be eliminated. Kagenui finds a message within one of the thousand cranes, and it indicates the Kita-Shirahebi Shrine. Kagenui has Yotsugi accompany Koyomi to the shrine, and\ntells them she will catch up later. Along the way, Yotsugi tells Koyomi that Kagenui actually wanted Teori to have possession of Yotsugi at first, but Yotsugi herself chose Kagenui in the end.\nWhen they reach the shrine, Koyomi has Yotsugi sneak up to the shrine from the other side to search for the hostages while he faces Teori in order to buy her some time. Koyomi sees Teori\nwaiting in front of the shrine. Teori tells Koyomi that someone sent him a request to eliminate Koyomi and Shinobu. Whoever sent him the request knew Teori is outside of Gaen's influence. However, he feels like he has been cast for a role in a movie because the timing seemed too perfect. It's like someone is directing everyone's actions. Teori claims that the only two people who are not being controlled or being \"cast\" right now are Kaiki and Oshino. Teori asks Koyomi to find Oshino, as he is the only hope for solving the recent abnormalities. Refusing to be cast as the character that fights Koyomi, Teori asks Yotsugi, who has been right behind him, to kill him. Yotsugi kills Teori with Unlimited Rulebook without any hesitation, obliterating him into dust. Koyomi is traumatized as he just witnessed a murder. Yotsugi tells him that the reason why she killed Teori is not because she was trying to protect him, but because she is a monster (\"bakemono\").\nAfterwards, they find Kanbaru and the others in the shrine. They are still asleep, and they don't seem to be harmed. Koyomi and Yotsugi send them back, still asleep, to Kanbaru's place, and Koyomi goes home. He is reminded about what Teori said about casting roles. He thinks that Teori perhaps was \"cast\" in order for him to witness the seemingly cute and innocent Yotsugi kill a man in cold blood. This way, Koyomi can never look at Yotsugi the same way again.\nThe next day is Valentine's Day, and Koyomi goes to Senjougahara's house, and Senjougahara makes him chocolate. He tells her about his current vampire condition. Senjougahara seems relatively calm about this news. She doesn't think it's too serious if the only obvious symptom is not being able to see his reflection. Koyomi and Senjougahara are still hopeful that they can have a normal life together. After Koyomi goes home, he is shocked to find Yotsugi pretending to be a doll in his sister's room. Yotsugi says if the purpose of last night's event was to create a distance between her and Koyomi, then Gaen and Kagenui suggests Yotsugi purposely work against this \"casting\" by staying close to him. As a result, Yotsugi will be staying at Koyomi's house until this town stabilizes."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari_(anime)",
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari"
    ],
    "text": "Tsukimonogatari was adapted into a four episode stand alone anime series similar to Hanamonogatari."
  }
}