{
  "id": "Kizumonogatari Part 3: Reiketsu",
  "url": "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_Part_3:_Reiketsu",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "Kizumonogatari Part 3: Reiketsu (傷物語III 冷血篇, Kizumonogatari III: Reiketsu-hen (lit. \"Cold-Blooded\")) is the third and final part of the Kizumonogatari movie trilogy, released on January 6, 2017 in Japan.",
  "#Synopsis": {
    "link": [],
    "text": "Koyomi and Meme finally succeed at fully restoring Kiss-shot. Koyomi expects Kiss-Shot to then change him back to human. But before that, Kiss-shot and Koyomi spend an evening on a rooftop, where Kiss-shot reminisces about her previous minion, a Samurai who chose to commit suicide when Kiss-shot was unable to restore his humanity. Koyomi goes off to buy food, but when he returns he finds Kiss-shot eating the eviscerated corpse of Guillotine Cutter. He is horrified at the realization that Kiss-Shot will now hunt humans again, and that he himself will want to hunt as well.\nThe realization leaves Koyomi despondent enough to want to die. But then Tsubasa appears and persuades Koyomi to stay alive. She also points out that Koyomi himself has the power to stop Kiss-shot. Tsubasa's comforting words, as well as a clumsy attempt to fondle her breasts, bring Koyomi's spirits up enough to face Kiss-shot in a fight.\nKiss-shot and Koyomi face off in the Tokyo Olympic stadium. They repeatedly tear each other's limbs and heads off, but then regenerate their appendages back. Finally, Koyomi weakens Kiss-shot by sucking out her blood. But Tsubasa suddenly realizes that Kiss-shot wants to die. Kiss-shot admits that she was going to throw the fight, and explains that she has to die to restore a minion's humanity, but couldn't do so for her previous minion because she was too scared of death. Kiss-shot demands that Koyomi kill her, but Koyomi instead yells for Meme's help. Meme proposes a solution that will \"make everyone miserable\": Koyomi will suck out Kiss-shot's blood only to the point that she is too weak to hunt humans, leaving them both quasi-versions of vampire and human. Over Kiss-shot's protestations, Koyomi chooses this path. The next day, Koyomi explains to Tsubasa that he is mostly human but does have some vampire traits. Kiss-shot now has the form of a child, and can only eat by regularly sucking Koyomi's blood."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}