{
  "id": "Nisemonogatari Episode 09: Tsukihi Phoenix, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_09:_Tsukihi_Phoenix,_Part_2",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "After successfully evading Tsukihi's onslaught of awls, Koyomi quickly contacts Suruga Kanbaru to set up their meeting with his younger sister Karen. To Koyomi's surprise, it turns out that Suruga's remark about wanting to see Karen wasn't really serious... and that she tells Koyomi that she will be unable to take his sister's virginity. Koyomi snaps at Suruga's intention of doing indecent things to Karen, but Suruga playfully extends her gratitude for the thought of offering her sister to her, much to Koyomi's rage.\nFortunately, Suruga agrees to open her house for a visit of two of the Araragi siblings.\n\nLater, as Karen and Koyomi head to the Kanbaru household, Karen suddenly decides to play a game of rock-paper-scissors with her older brother, and tells him that the loser will carry the winner the rest of the way. Koyomi quickly agrees to play along, much to Karen's amazement, although Koyomi wonders why Karen accepted his response just as quickly.\nKaren decides to go first and puts out her hand just before saying the word \"scissors\", and declares her victory since Koyomi wasn't able to show his hand at the same time as she did. Her reward: a punch straight into the face, especially because she just cheated. Koyomi declares her the loser since she cheated to win, and tells her to carry him on her shoulders instead of her back to intensify her punishment.\nKoyomi is surprised, however, Karen quickly accepted the punishment, telling her older brother that anything lighter than 180 kilos is tolerable for her, much to Koyomi's shock.\nAgain, Koyomi tries to make an alibi to avoid being carried by his younger sister, and notices that her ponytail might get in the way. Nonchalantly, Karen responds to Koyomi's remark by pulling out a key and shearing off her ponytail. Koyomi's jaw drops as Karen disposes of the hair that she has been taking care of since elementary.\nRunning out of options, Koyomi decides to ride on his younger sister's shoulders, but soon ends up sweating hard as he feels that it is too high for him, even though it is merely double his height. Then, Karen remarks that Koyomi's crotch is pressing too hard against her head, making it a bit uncomfortable to move around, and wonders if he could cut off \"that part on his crotch\" to make up some space. Koyomi, instantly shudders at the thought.\nThen, Karen notices that Koyomi's tendency to move around is disturbing her balance, and Koyomi sarcastically apologizes for not having the balance of a giraffe's head. She decides to tell Koyomi to fix his position, putting his head out in front and hooking his legs on her arms. Koyomi quickly follows Karen's instructions, but now complains about Karen's fingers and arms cutting off the circulation from his legs. Karen tells him to bear with it, since she's trying to avoid excessive contact with her sensitive parts throughout the long walk ahead.\nWith that, they proceed to the Kanbaru residence.\n\nOn their way, Koyomi is called by a mysterious lady who perches atop a mailbox, asking about the whereabouts of a certain Eikou Cram School. Although being asked a question, Koyomi is more preoccupied by which of them — the one atop a mailbox or the one riding at the shoulders of his younger sister — is weirder. Soon, the lady introduces herself as Yozuru Kagenui, and calls the Koyomi and Karen \"devil boy\" and \"hornet sister\" respectively, although she throws away the topic since \"it no longer matters\". The lady named Yozuru decides to ask about Eikou Cram School's location once again, and Koyomi takes the chance to ask someone who knows about every single cram school in town: Tsubasa Hanekawa.\nTsubasa, who is in a park of sorts, quickly answers the call. According to her, she is doing some afternoon studying. She soon tells Koyomi that Eikou Cram School should be familiar to him, since it's the very building were Meme Oshino and his constant companion Shinobu lived for some time. With that, Koyomi's conversation with Hanekawa ends, although Hanekawa's message about him going to the Kanbaru Residence frightens him a bit.\nKoyomi quickly explained where Eikou Cram School is to Yozuru, and adds the fact that it has long been out of business. After receiving the information, Yozuru prepares to leave, but not until telling Koyomi to be just as kind to a particular small girl if they happen to see her. She then skips her way from the two, as if avoiding to make contact with the ground.\n\nSoon, Koyomi notices that Karen has been quiet throughout his conversation with Yozuru. After flicking her forehead, he scolds Karen for leaving him behind while dealing with a stranger. Karen soon reveals that she is actually steeling herself the whole time, as she had a feeling that the woman who talked with her older brother is a strong one, basing on how well she can maintain her balance and her observations about her physical form. Using those observations, Karen deduces that Yozuru might be as strong as her mentor, and will be a difficult opponent for the likes of her.\nKoyomi finds Karen's talk about Yozuru's strength as a bit cowardly, but Karen tells him that she has the capability of determining gaps in strength between her and another person, just as long as that person is not evil.\nHowever, even Karen is not sure if this lady named Yozuru is not actually evil.\n\nAfter dropping by Karen to Suruga's house, Koyomi heads back home, where he sees a familiar girl with a large backpack: Mayoi Hachikuji. Koyomi, in fourth wall-breaking contemplation, expects the audience to see him running towards her and rubbing his cheek on her face, but he decides to greet him like a normal person instead.\nUltimately, he did end up sprinting towards her, with the intent of rubbing his cheek on her face and all kinds of indecent stuff he usually does to Mayoi. Then suddenly, a hand comes and grabs Koyomi's leg, causing him to tumble, fall and miss his chance of groping Mayoi. As Koyomi vents his frustration on Shinobu, who is the cause of that momentary accident, Mayoi greets Koyomi — and ends up getting his name wrong again.\nMayoi wonders if Koyomi's wandering around town is his way of giving up on studying or a way for Tsubasa Hanekawa to fall for him, as she has an idea that Koyomi's interest in tutorials half due to Tsubasa breasts and half due to Mayoi's body. Koyomi tries to deny Mayoi's statements, particularly her remark about her body, and he tells Mayoi that he is only interested in her because of her breasts that are a bit big for someone of her age.\nAnd he will take every opportunity to claim those breasts, albeit currently underwhelming, as his.\n\nKoyomi's conversation with Mayoi is soon interrupted when a girl with neon green hair and a pink dress appears, asking for directions to Eikou Cram School, then introduces herself as Yotsugi Ononoki. Koyomi remembers his talk with Yozuru Kagenui earlier and helps her out like she requested to. After a short message of thanks, she leaves.\nAlthough perflexed for a few moments, Koyomi notices something. Yotsugi called Mayoi \"snail girl\" and Yozuru called Karen \"hornet sister\" while both called him \"devil boy\".\nThen, Mayoi remarks that Yotsugi is as strong as her master.\nIn response, Koyomi reminds Mayoi that she has no master."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}