{
  "id": "Koyomimonogatari Episode 09: Koyomi Torus",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_09:_Koyomi_Torus",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Torus\" (こよみトーラス, Koyomi Tōrasu) is the ninth episode of the Koyomimonogatari anime series, first broadcast on March 5, 2016.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_15:_Nadeko_Medusa,_Part_4"
    ],
    "text": "In December, Koyomi and Shinobu exchange morning greetings as Shinobu deduces that Koyomi was going to get some donuts. As Koyomi shows her the donuts, Koyomi reveals that the donuts were home-made by Hitagi - to encourage him to study for the entrance exams - for free, shocking Shinobu, who questions whether the donuts were safe to eat. Koyomi claims that they were made from love, and Shinobu reminds him what happened the last time love was involved with something. \nWhile analyzing the donuts, Shinobu questions why it has a hole, and Koyomi responds that it's for the donuts to cook evenly. He tells Shinobu that, if she's paranoid, then she should test the donuts; she ends up taking a bite out of Hitagi's donut and realized she loved it. However, when Koyomi tries to take one, Shinobu claims that her poison testing hasn't ended yet and tries to take the rest for herself. Koyomi tries to negotiate, but Shinobu points out his failure at negotiating with Sengoku and blames him for hiding the talisman in an obvious spot, and claims that she could've hid the talisman in a better place. Going back to the donut topic, Shinobu makes a bet with Koyomi: she will hide the donuts in 5 minutes, Koyomi has to find the hidden donuts in 5 minutes, and the donuts that weren't found are Shinobu's. She then pulls her leggings out to act as a blindfold.\nIn the aftermath, Koyomi was able to find three of the donuts, but was unable to locate the last one. Believing that Shinobu wouldn't have cheated by eating it, he called Tsubasa - who is traveling in search of Meme - asking for her guess. She first called him a pervert for using Shinobu's leggings before guessing that the final donut may have been hidden in the largest donut, which was previously split in half to add cream in between. When Koyomi questions why Shinobu would do that, Tsubasa says that, by abandoning her own desires, Shinobu was showing that she loves him."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}