{
  "id": "Second Season Episode 18: Shinobu Time, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_18:_Shinobu_Time,_Part_2",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kiss-shot_Acerola-orion_Heart-under-blade",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari"
    ],
    "text": "Shinobu decides to tell the story of her life as the powerful vampire Kiss-shot Acerola-orion Heart-under-blade.\nAfter trying to see the auroras in Antarctica and failing due to a lack of people who would substantiate her existence, Shinobu leaped from Antarctica into the island nation of Japan, landing on a lake and causing rain to pour down on the drought-stricken land. Such an event on a lake revered by the townsfolk Shinobu inadvertently saved caused her to be seen as a god.\nShinobu's \"reign\" as a god only lasted for a year. Before then, she resided in a lavish castle she constructed from her own powers and would stir the clouds to make it rain at random intervals. Despite this lavish lifestyle, Shinobu eventually regretted accepting such a break in her life, since she isn't treated like a vampire but instead like a god, and her powers aren't restored because the locale did not have any tales about vampires.\nSoon, a man who first wielded the Kokorowatari and another sword called the Yumewatari, the person Shinobu only called as an \"oddity killer\", appeared, but only to make a harmless visit. As the visits became frequent, Shinobu became careless not only of her urges to suck blood, but also of her tendency to gather energies that eventually became oddities themselves. Eventually, due to various incidents, the people of the town that worshiped her as a god vanished. Shinobu later found out that something else was responsible for the disappearances, and it was only triggered by Shinobu's prolonged stay in the area. The \"oddity killer\" only found out of the dire incident later on, after which the \"darkness\" appeared to both of them.\nThe \"oddity killer\" was consumed except for his hand and wrist, while a quarter of Shinobu's body was eaten away. Shinobu only managed to escape by leaping back to Antarctica. Overwhelmed by loneliness, Shinobu created a minion out of the disembodied hand of the \"oddity killer\". However, the revived \"oddity killer\" was weak-hearted, and eventually leaped into the light of the sun, burned into ash, leaving behind a replica of the Kokorowatari he created from his flesh. By that time, Shinobu's relationship with the then-revived \"oddity killer\" had broken down because of the latter's new life as a vampire, and that relationship never recovered until the suicide that ceased his existence.\nEver since, Shinobu vowed to never create any minions, nor to drink a human's blood if not to nourish herself."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}