{
  "id": "Bakemonogatari Episode 11: Tsubasa Cat, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Episode_11:_Tsubasa_Cat,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#References_to_Other_Media"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Tsubasa Cat, Part 1\" (つばさキャット　其ノ壱, Tsubasa Kyatto Sono Ichi) is the eleventh episode of the Bakemonogatari anime series. It is the first of the five-part Tsubasa Cat story based on the latter volume of the two-part original light novel. It was released on September 18, 2009, directed by Tomoyuki Itamura, who also worked on the episode's storyboard, with script handled by Yukito Kizawa.\nAfter being cured of the curse of the Jagirinawa, Nadeko tries to return to her normal life. However, Koyomi finds himself dragged back to the same problem that he encountered during Golden Week, when his friend Tsubasa Hanekawa encounters an oddity for the very first time.",
  "#Synopsis": {
    "link": [],
    "text": "April 29th, the first day of Golden Week.\nKoyomi accompanies his friend Tsubasa on a walk across town. Here, Tsubasa explains that her parents are not bound to her by blood, with a stepmother and her husband as her companions at home, and that she knew all about this fact even before entering elementary school. This shocks Koyomi, who expects parents to tell this truth later in life. Meanwhile, Tsubasa continues to tell her story, telling him that she knew that her parents wanted her adopted to another family, but is keeping a facade to allow this to happen. On the other hand, Tsubasa decides to act like a \"good girl\", refusing to let the prejudices brought by her family life to affect her.\nTsubasa decides to break the topic by asking Koyomi about his plans for Golden Week. Koyomi wanted to take a break from studying unlike Tsubasa, while Tsubasa tells him that she is willing to do anything just to keep herself from staying at home.\nSoon, Koyomi takes the chance to ask about the bandage that's covering her left cheek. After asking Koyomi to not tell what she is going to say to anyone, Tsubasa reveals that she was hit by her father that morning. Koyomi is clearly upset by what Tsubasa had to experience, but Tsubasa expects it to happen to her, knowing that she might have acted too close to someone who was not familiar to him. Koyomi continues to voice out his protest over her father's attitude towards her, but Tsubasa did not budge. Instead of defending herself, Tsubasa is content to hearing Koyomi reiterate his promise.\nAs they continue to stroll across town, Tsubasa finds a cat lying on the side of a road and picks it up. As she puts the cat near her chest, she calls out to Koyomi and asks her if he would help out.\nKoyomi gives an affirmative response.\n\nBack to the present time, Koyomi hurries to get out of Naoetsu Private High School right after class and sees Nadeko Sengoku at the school gates, wearing her school uniform. Nadeko tells Koyomi that she visited him to school to personally thank him for helping her get back to normal; she also tried reaching Kanbaru, but she was too fast for Nadeko. Koyomi decides to volunteer in reaching Kanbaru for her, and in response, Nadeko hands over a neat stack of clothes (Kanbaru's swimsuit) , which are the same ones Nadeko wore the night before. It turns out that Nadeko wanted to meet Kanbaru to return her clothes, which she had washed personally.\nKoyomi finds himself having second thoughts about holding the same set of clothes that touched Nadeko's tender skin the night before, but pushes through anyway, living a rather short-lived moment of achievement for himself.\nHe soon shifts the topic to Shinobu, who accompanied them at the abandoned cram school building when they slept over after curing Nadeko's condition. Koyomi asks Nadeko if Shinobu told her anything that night, and Nadeko did not remember hearing anything from her. Nadeko soon remembers that it was Shinobu who was the reason why Koyomi became a vampire, but Koyomi assures her, telling her that she need not worry about oddities and she should return to living a normal life, although he still refers Meme whenever something related to oddities happens again... although Koyomi remembers that he should consider being less dependent on Meme's knowledge unlike Nobita's dependence on Doraemon.\nKoyomi tries to touch Nadeko's hair/face, followed by lifting her skirt gently (teasing). When Nadeko does not exhibit any reaction, Koyomi remarks how she judges his manlihood.\nNadeko soon asks once again about Shinobu, right after she remembers that Shinobu has been looking at her and Kanbaru in a different way than with Koyomi and Meme. Koyomi assumes that Shinobu looks at men and women differently.\n\nThen, Tsubasa notices the two talking and approaches them, although before Koyomi was able to introduce her, Nadeko quickly sprints away with a flushed expression on her face. (Tsubasa remarks that she feels hurt by Nadeko's running off)\nKoyomi introduces Nadeko to Tsubasa regardless of the former's absence, and Tsubasa promptly asks about what happened to the snake that attacked Nadeko. Koyomi frankly tells Tsubasa that the case has been dealt with and that they ended up helped by Meme in the end. Tsubasa, although not knowing the details, expresses her relief regardless.\nTsubasa then asks about his plans for today, and assumes that he was going to meet Nadeko, but Koyomi rejects her assumption and tells her that it is something about Hitagi. Then, she decides to spill some rumors about Hitagi, telling him that she has been acting different since she has started going out with him. Koyomi is a bit down after hearing this from Tsubasa, but Tsubasa actually meant to push Koyomi into improving his studies so that he doesn't end up tarnishing Hitagi's reputation by going out with him. Tsubasa also adds that she thinks that he should welcome these changes as well.\nAraragi, hearing those inspirational words from Tsubasa, thinks that there must be something... or rather someone... who is inspiring her to say those words, but as soon as his tongue spouts nonsense, Tsubasa suddenly looks pained. Although Tsubasa tries to assure him, Koyomi once again reminisces about that fateful Golden Week that passed...\n...the Golden Week when that white cat that Tsubasa Hanekawa buried triggered a series of events that resulted in her being possessed by a bakeneko.\n\nKoyomi, after seeing Tsubasa change her personality to that of a cat, quickly headed to Meme's place. There, Meme explains that Tsubasa has been charmed by a meddlesome cat (触り猫, sawarineko), but can be viewed in a realistic point of view as a case of multiple personality disorder. That is, a hidden personality was awakened, which Meme decided to call Black Hanekawa.\nIt is later explained that Black Hanekawa is a stress-triggered oddity that attacks people at night, where she drains victims of his or her energy, which is enough to hospitalize people. And two of those most affected by those attacks were none other than her parents.\nAt the end of Golden Week, May 7th, after almost being a victim himself, Araragi witnesses as a young Shinobu drains away the meddlesome cat's energy, curbing Black Hanekawa's string of attacks... for the meantime.\n\nKoyomi notices that Tsubasa's headaches are not the same as the pains she was experiencing last Golden Week, and expresses his worry about Tsubasa's well-being. However, Tsubasa refuses to accept Koyomi's concern, and instead tells him to worry about Hitagi more. Koyomi somewhat feels guilty that the very person whom he is concerned at is worried more about him.\nThen, as Tsubasa prepares to leave, she reminds Koyomi to put the school swimsuit and bloomers on his hand on his bag."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#References_to_Other_Media": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}