{
  "id": "Tsukimonogatari (anime)",
  "url": "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari_(anime)",
  "toc": [
    "#Plot",
    "#Episode_List",
    {
      "#Presentation": [
        "#Screen_Flashes",
        "#Arc_Specific_Screen_Flash_Styles",
        "#Chapter_Numbers_In-between_Scenes",
        "#Non-literal_/_Teleporting_Locations",
        "#Alternate_Color_Palettes_/_Intense_Lighting_Effects",
        "#VOFAN_Artwork_References"
      ]
    },
    "#Music",
    "#Trailers",
    "#External_Links"
  ],
  "Description": "Tsukimonogatari (憑物語) is the sixth Monogatari anime adaptation from studio Shaft. It adapts Tsukimonogatari, the first story in Monogatari Series: Final Season.\nIt was released with a total of four episodes which all premiered on December 31, 2014 in a similar fashion to Nekomonogatari Black and Hanamonogatari.",
  "#Plot": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari#Plot",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Ononoki_Yotsugi"
    ],
    "text": "The story is set in February, only a month before Koyomi Araragi's approaching college exam. While in the bathroom he notices he doesn't have a reflection in the mirror. In fear of turning back into a full fledged vampire, he gets in contact with Yozuru Kagenui and Ononoki Yotsugi for help."
  },
  "#Episode_List": {
    "link": [],
    "text": ""
  },
  "#Screen_Flashes": {
    "link": [],
    "text": "Screen flashes effectively work the same as always, but have an entirely new presentation. Chapter numbers and text flashes generally appear on a new, realistic scrapbook appearance as opposed to the traditional solid color backgrounds. These flashes can also sometimes have a movement or animation to them, along with a sound effect."
  },
  "#Arc_Specific_Screen_Flash_Styles": {
    "link": [],
    "text": "While somewhat present in past adaptations, Tsukimonogatari introduces full on, arc themed flash styles. While future TV adaptations still keep the realistic paper aesthetic, they each look completely different from each other."
  },
  "#Chapter_Numbers_In-between_Scenes": {
    "link": [],
    "text": "Prior to this adaptation, chapter number flashes were generally used to divide scenes in a way, and thus caused different music to play after one was flashed. Here, chapters numbers are flashed but some don't stop the music or interfere the scene in any significant way, making certain chapters flow more smoothly as a singular scene. This generally proceeds with the proceeding Final Season adaptations."
  },
  "#Non-literal_/_Teleporting_Locations": {
    "link": [],
    "text": "Tsukimonogatari notably features some of the most blatant examples of teleporting locations during conversations. Especially during scenes outside, characters are seen teleporting to different, fantastical locations mid-conversation without setting a new scene. It's clear these backgrounds are used to create more interesting visuals to complement the dialogue and aren't meant to be taken literally, as characters return to their original locations as if they had been there all along."
  },
  "#Alternate_Color_Palettes_/_Intense_Lighting_Effects": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "Color palettes in Tsukimonogatari appear mostly consistent, though brief scenes with intense lighting slightly change the colors of characters occasionally. Notably, the shade of orange found on Ononoki's clothes usually appears to be paler than past adaptations, though this seems to mostly be because of the lighting."
  },
  "#VOFAN_Artwork_References": {
    "link": [],
    "text": "One scene showing Ononoki underwater seems to reference her character page found in the Tsukimonogatari light novel."
  },
  "#Music": {
    "link": [
      "https://en.wikipedia.org/wiki/Kei_Haneoka",
      "https://bakemonogatari.fandom.com/wiki/Orange_Mint",
      "https://en.wikipedia.org/wiki/Saori_Hayami",
      "https://bakemonogatari.fandom.com/wiki/Ononoki_Yotsugi",
      "https://bakemonogatari.fandom.com/wiki/Border"
    ],
    "text": "Tsukimonogatari features Kei Haneoka as the composer for the second time in the series, again providing music with a longer, more emotional free form style. \nThe theme song is Orange Mint and is performed by Saori Hayami, the voice of Ononoki Yotsugi. The closing theme is Border, written by meg rock and performed by ClariS."
  },
  "#Trailers": {
    "link": [],
    "text": ""
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}