{
  "id": "Nekomonogatari Black Episode 01: Tsubasa Family, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_Episode_01:_Tsubasa_Family,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "\"Tshubasa Family, Part 1\" (つばさファミリー　其ノ壱, Tsubasa Famirii Sono Ichi) is the first part of the four-part Nekomogatari Black anime series released on December 31, 2012. The episode features the beginning of the Tsubasa Family story, which focuses on the events after Koyomi's transformation into a vampire in Kizumonogatari, particularly Tsubasa's encounter with the oddity that contributed to the appearance of Black Hanekawa.\nKoyomi feels like he has fallen in love with a particular classmate at school, and asks about the feeling of love to his sisters Karen and Tsukihi. Meanwhile, he meets a girl named Tsubasa Hanekawa and listens to her depressing tale. Here, he finds a new friend, at the cost of worsening his already pessimistic mood at the start of Golden Week.",
  "#Synopsis": {
    "link": [],
    "text": "Tsubasa Hanekawa. A model student. A brilliant mind. A character admired by many.\nHowever, during a certain Golden Week, she would be involved in the malicious affairs of a cat-shaped oddity.\nThis is part of the story of the two weeks that changed Koyomi Araragi's life forever.\n\nApril 29. Sunday morning.\nKoyomi wakes up, only to find himself in a near-death situation as his youngest sister Tsukihi attempts to drive a crowbar down his face. Tsukihi curses Koyomi for sleeping just after being waken up by her and her older sister Karen. Fortunately though, Koyomi manages to avoid the attack, and Tsukihi was just trying out being a yandere for a moment, much to Koyomi's fright.\nSoon, Koyomi realizes that it is Golden Week (more specifically, less than 9 hours have passed in Golden Week's first day), and he is very much pessimistic about it, to Tsukihi's disappointment.\nThen, Koyomi decides to open a conversation with Tsukihi about that complicated thing called love.\n\nKoyomi decides to open the topic since he knows that Tsukihi is a \"veteran\" when it comes to love, as she already has a boyfriend and her classmates probably ask her for love advice as well. He tells Tsukihi that he has feelings for a girl in his class. Tsukihi is very shocked about this declaration, since she knew that Koyomi is the type of person who sees friends as weakness. However, Koyomi clarifies that it is just a possibility, and he is not sure himself.\nThen, Koyomi throws his first question at Tsukihi: \"How does one figure out if they're in love with a member of the opposite sex?\"\nTsukihi is rather anooyed by her brother's dumbness when it comes to love and drives a fist up Koyomi's torso before ordering him to kneel in front of her. Then, she demands a deeper explanation from Koyomi. Koyomi soon tells Tsukihi that he is head over heels with a certain Miss H, who ended up in the same class as his only recently. He admits that he cannot stop looking at her even during class, and he even arrives at a point wherein he wonders if his actions would be good in Miss H's eyes.\nTsukihi stops Koyomi from giving too much information, and confirms that it might actually be love that he was feeling, although Koyomi is still not sure himself.\n\nKoyomi then decides to ask Tsukihi the same question, but applying her experiences with her boyfriend Rousokuzawa instead. Tsukihi's answer was rather vague, telling Koyomi that she knew that it was love \"somehow\", and left it as is, with no further details about how exactly she knew that Rousokuzawa was falling in love with her.\nTsukihi then explains that love is something that cannot be explained well in words, and those reasons that a person might give to love a person — whether it is looks, personality or anything else — are simply lies created to justify one's feelings. She then adds that love can be as simple as the urge to be with someone.\nKoyomi finally says that he might have fallen in love with Miss H for good, but Tsukihi is not contented with it. She proclaims that her brother has fallen in love with Miss H, and tells Koyomi to strengthen his decision.\nKoyomi thanks Tsukihi for her advice, and she responds by reminding Koyomi that love is simple, and is not something to worry about. She also confirms that it is also normal for him to think of her all the time, to focus on her more than the blackboard, and thinking dirty thoughts about her.\nHowever, having the urge to grope her breasts isn't.\nEven if it is a pair of breasts that is appealing enough to be felt even a bit. That is not love, Tsukihi says, and she tells him that a boy wanting a cop a feel on a girl's breasts is natural and is completely unrelated to feelings of love.\nThen, after a moment of thought, Tsukihi decides to let Koyomi try it out.\nWithout a word. Without any expression. Without thinking, I touched her without any further ado.\nTsukihi leaped back in shock as Koyomi quickly cups her breasts with each hand. Tightly. For a moment, Koyomi's hands clamp on Tsukihi's breasts like a vise and after some tackling, Koyomi frees his hands. Although a bit startled by what just happened, she explains that it was a quick test, and based on the outcome, she concludes that Koyomi might be sexually frustrated, deluding himself that \"feelings of love\" and \"urges of libido\" are one and the same.\nKoyomi accepts his current status and decides to come up with countermeasures, and the first idea in his head was using his two sisters' breasts to avoid groping Miss H's. Of course, Tsukihi refused to let her breasts be touched for that reason, and instead suggests that Koyomi should buy an adult-rated magazine, something that Koyomi himself has been avoiding to do probably due to keep himself from being judged by Miss H, contributing to his pent-up frustration. Tsukihi soon urges Koyomi to buy it as soon as possible, so Koyomi changes his clothes and plans to head out to the local bookstore.\n\nOn his way out, he saw his younger sister Karen, who was drenched in so much sweat that Koyomi thought that it was raining outside. Karen tells Koyomi that she just returned from a round of jogging (which is as long as a full marathon, or 42.195 km long), and is taking the chance to go out since it is a fine sunny day outside.\nShe heads to the kitchen to get some water, and proceeds to strip afterwards. Meanwhile, Koyomi decides to ask Karen about what she thinks about how a person can determine if a person is in love, the same question that he asked to Tsukihi earlier.\nKaren's answer is rather straightforward: \"If looking at their face makes you want to have their babies, you're in love with them. It's that simple.\"\n\nKoyomi rides a bicycle for a quick trip to the local bookstore. On his way though, he sees a familiar face... Tsubasa Hanekawa, his classmate, wearing her school uniform. Although they exchanged an energetic yet simple hi and hello to each other, Koyomi spices things up by flipping Tsubasa's skirt, causing the startled girl to slap him in the face. As Koyomi falls to the ground, however, he catches a glimpse of Tsubasa's rather interesting choice of underwear. Although surprised by Koyomi's immature move, Tsubasa helps him up and praises him for his kindness.\nThen, she invites him for a walk across town.\nTsubasa mentions about Koyomi's sisters, and Koyomi proceeds to rant about them for causing trouble, although he acknowledges the fact that there are times where Koyomi himself started the trouble in the first place, and tells her that nothing much will change if he doesn't have siblings. Tsubasa remarks that they are in the same boat, and even adds that she does not have a family to begin with. Koyomi is a bit alarmed by Tsubasa's statement, but Tsubasa even repeated the same statement, even telling him that she doesn't have any relatives.\nAs they continue their walk, Tsubasa tells Koyomi that her real parents have long since died, and she lives with two strangers called stepparents at home. With a smile, she laments at her unfortunate fate of not having any family to cherish, and has long since abandoned the hope of having a family out of those not blood-related.\nKoyomi then asks about the bruise that is now covered by a large bandage on her left cheek. Tsubasa wonders why someone like him would ask that kind of question, and Koyomi responds by saying that he is a friend, although he is personally not sure about it. Tsubasa reluctantly accepts Koyomi's friendly gesture, but tells him to keep it a secret to anyone, even to his family. Koyomi promptly affirms.\n\nTsubasa then finally tells what happened to her left cheek: she was hit by his stepfather, who probably lost his temper after talking to someone who is completely unfamiliar to him. She blames himself for trying so hard to be close to a stranger like him. Koyomi feels uncomfortable at Tsubasa's words, who appear to be protecting her father rather than herself. At that moment, Koyomi, despite declaring his friendship for Tsubasa, finds her actions revolting.\nTsubasa did not answer Koyomi's protests against her father and instead confirms if Koyomi promises to keep this a secret. Koyomi, in response, admits that he cannot let this fact stay in the shadows for long. Tsubasa then pleads to Koyomi, telling him that she is willing to do anything to keep him from breaking his promise.\nSuddenly, Koyomi becomes excited about the \"willing to do anything\" part, but soon finds himself unable to think of the best thing to ask Tsubasa to do. Soon, his excitement narrows his mind to the point of throwing away the discussion that passed and even his name to the trash, and his mind only revolves around \"that thing that he wants Tsubasa to do\", much to Tsubasa's disappointment.\nAs Tsubasa tried to sort out Koyomi's rather erratic actions, Koyomi asks her to go with him to the nearby bushes; Tsubasa complies, although she is a bit ancious herself. There, he proceeds to think even more, at times looking closely at Tsubasa as if boring a hole through her.\n\nThen, Koyomi finally decides on Tsubasa's next move.\nAs Koyomi lets out his tongue, he asks Tsubasa to let him lick a hole through her bruised left cheek.\n\nDue to his vampire blood, Koyomi's blood is all it takes to heal Tsubasa's bruised cheek, and he ended up abandoning the licking part due to being a scaredy cat. Although grateful about what Koyomi had done, Tsubasa remains melancholy, knowing that her completely-healed bruise, or anything that would happen to her in general, would simply be left unnoticed by her stepparents. In fact, Tsubasa even thinks that her stepparents do not even remember her face.\nKoyomi heads straight back home immediately after that. His excitement has been doused by depression caused by listening to Tsubasa's sad story, and he even forgot to but some adult magazines for him.\nHe just goes straight to the comfort room, where he realizes the weight of his feelings burdening him at the moment."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FNekomonogatari_Black_Episode_01%3A_Tsubasa_Family%2C_Part_1%3Fveaction%3Dedit%26section%3D6&uselang=en"
    ],
    "text": "Quotes[]"
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}