{
  "id": "Second Season Episode 19: Shinobu Time, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_19:_Shinobu_Time,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "Even after Shinobu's recollection of her first encounter with the \"darkness\", neither Koyomi nor Shinobu discover anything about the threat looming over them and Mayoi. However, Shinobu urges that something must be done regardless, and Koyomi understands this, as a similar scenario where the people in town, especially his friends, would be \"spirited away\" by the mysterious entity remains a possibility.\nShinobu suggests splitting up as soon as Mayoi wakes up, but Yotsugi suddenly appears in the room to reject Shinobu's idea. Sparks start flying between the two, who had fought before, but Shinobu instead decides to pin the tsukumogami down and let Koyomi fondle Yotsugi's breasts instead. Koyomi refuses, although he did recognize that fact that he is present with three little girls at that very moment.\nThe conversation is once more sidetracked when Mayoi finally regains consciousness. Koyomi quickly takes the opportunity to molest Mayoi, and ends up inciting the wrath of both Shinobu and Yotsugi. Eventually, the three girls become familiar with each other, and Yotsugi continues her conversation with Koyomi about the \"darkness\". After learning of Shinobu's story, Yotsugi is certain that the \"darkness\" is not something that either Shinobu nor Koyomi could deal with. Instead, they have to talk to someone \"who knows everything\", who is Izuko Gaen.\nSuddenly, Koyomi and the three girls are discovered by the \"darkness\". Koyomi manages to gather around Yotsugi once again, and they leap away to the nearby mountains.\nKoyomi wakes up on the night of August 22 after the leap had knocked him out for half a day. Yotsugi, Shinobu and Mayoi are all safe, but even though they find out that the \"darkness\" cannot keep up with vertical movement, it still leaves many things unknown about the \"darkness\". Yotsugi reminds Koyomi about Izuko Gaen, which they can contact through Yozuru Kagenui, although the only way is to descend from the mountainside and contact her through phone.\nMeanwhile, Koyomi notices that Shinobu hasn't emerged from his shadow despite being nighttime. Yotsugi is certain that Shinobu hasn't been consumed by the \"darkness\", but she thinks that her lack of presence in Koyomi's shadow means that the link between her and Koyomi may have been frayed during the chaos. Mayoi tries to lift Koyomi's spirits before he could worry about Shinobu's well-being. Meanwhile, Yotsugi urges him to focus on contacting Yozuru for the meantime. However, they could not use Yotsugi's Unlimited Rulebook for the descent, as she suspects that Koyomi's loss of consciousness during the leap earlier is a sign that Koyomi's vampire powers have weakened due to the broken link with Shinobu.\nAfter a short descent, Koyomi uses his phone to send a message by Yotsugi to Yozuru, followed by his own messages to Hitagi, Tsubasa, Karen and Tsukihi. Then, they reach signs of civilization by the morning of the 23rd of August. On their search for any landline phones they can use, Koyomi begins talking about the Occult Studies Club, where Meme Oshino, Deishuu Kaiki and Yozuru Kagenui were members. Yotsugi also reveals that Izuko Gaen was also a member of the club.\nKoyomi, Mayoi and Yotsugi soon reach a large Japanese-style house and begins asking for a phone to borrow. There, Izuko Gaen emerges from the front door."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_19:_Shinobu_Time,_Part_3",
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FSecond_Season_Episode_19%3A_Shinobu_Time%2C_Part_3%3Fveaction%3Dedit%26section%3D6&uselang=en"
    ],
    "text": "Quotes[]"
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}