{
  "id": "Sasayabu",
  "url": "https://bakemonogatari.fandom.com/wiki/Sasayabu",
  "toc": [
    "#Appearance",
    "#Personality",
    {
      "#Plot": [
        "#Nadeko_Medusa"
      ]
    },
    "#Appears_In"
  ],
  "Description": "Mr. Sasayabu (笹薮先生, Sasayabu-sensei) is a teacher working in Nanahyakuichi Public Middle School and the homeroom teacher of Class 2-2, where Nadeko Sengoku belongs to.",
  "#Appearance": {
    "link": [],
    "text": "Mr. Sasayabu bears the appearance of a typical school teacher. He wears a brown blazer over a white dress shirt, as well as brown slacks, black shoes and a bolo tie. He usually holds a small black folder, possibly to hold important documents related to his occupation.\nInterestingly, while character designs depict Sasayabu's face, his full face is never shown in the anime adaptation."
  },
  "#Personality": {
    "link": [],
    "text": "Soft-spoken and somewhat kind-hearted, Mr. Sasayabu tends to worry about his class, and especially its representative Nadeko. He often spends his time asking Nadeko about the affairs of the class for this reason. Ironically, his tendency to rely too much on Nadeko implies that he does not want to deal with the problems of Class 2-2 directly."
  },
  "#Nadeko_Medusa": {
    "link": [],
    "text": "As the internal problem related to Class 2-2 and the aftermath of the swindling incidents that occurred in the school worsens, Mr. Sasayabu asks Nadeko about the current situation. Nadeko reveals that she usually deals with similar encounters with Mr. Sasayabu by lowering her head and timidly apologizing for not making any progress. However, one particular meeting with her homeroom teacher turns for the worse as Nadeko becomes unable to contain her frustrations towards him and her fellow classmates. At that incident, Mr. Sasayabu is unable to stop Nadeko from leaving school early after she chastises the class for their inability to deal with the effects of the charm-related swindling incidents."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}