{
  "id": "Nisemonogatari Episode 02: Karen Bee, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_02:_Karen_Bee,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    {
      "#Locations": [
        "#New_Locations"
      ]
    },
    "#Music",
    {
      "#Trivia": [
        "#Referbacks",
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    }
  ],
  "Description": "\"Karen Bee, Part 2\" (かれんビー 其ノ壱, Karen Bī Sono Ni) is second episode of the Nisemonogatari anime series. It is the 17th episode of the entire Monogatari Series anime adaptation. It was released on January 14, 2012.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mayoi",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Sengoku",
      "https://en.wikipedia.org/wiki/The_Game_of_Life",
      "https://bakemonogatari.fandom.com/wiki/Karen",
      "https://en.wikipedia.org/wiki/Twister_(game)",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://en.wikipedia.org/wiki/yaoi"
    ],
    "text": "After bidding farewell to Mayoi, Koyomi finally reaches the Sengoku Residence. To his surprise, Nadeko dresses up in a pink dress, a far cry from the outfit she wore when she was still inflicted by the snake curses. To add, Nadeko now has her bangs held back by a hairband. Nadeko shyly tells Koyomi that she has dressed up for such an occasion, and she quickly invites Koyomi to enter the house.\nKoyomi notices that he and Nadeko are the ones in the Sengoku Residence due to Nadeko's parents working on Saturdays. Nadeko bolts down the front door and takes Koyomi to her bedroom.\nNadeko has the bed reserved for Koyomi to sit on, while she sits on her study table. Meanwhile, she uses the excuse of the warm summer heat to take off her cardigan... and ask Koyomi to take off his hoodie. Soon, she invites Koyomi to play King's Game, but he thinks that there are too few players to properly play King's Game. However, Nadeko insists, assuring Koyomi that she can give out orders or follow them.\nKoyomi then decides to play The Game of Life instead, a game that they have played for a long time since they were small. As Nadeko starts the game, Koyomi tells to himself that he would never develop dirty thoughts at Nadeko, and she should be thankful for having a gentleman like him.\n\nSeveral minutes into the game, Koyomi asks Nadeko about what is going on recently, including any possible supernatural phenomena happening. Nadeko hasn't experienced anything regarding snake curses after being cured of one, although she has been hearing about a weird charm circulating throughout middle schools across the area. Another news is that Koyomi's sisters appear to be up to something, although considering that Nadeko knows that the Araragi sisters do not know anything about the supernatural, she assumes that they are only concerned about the nonsense circulating among students.\nWhat worries Nadeko is that the Fire Sisters probably know this... and instead of backing away pushes through, even though it is no longer their business. Koyomi thinks that he should talk to Karen as soon as possible.\nAfter Nadeko snaps Koyomi back to reality, the latter decides to play another game since their Game of Life is already about to finish. Nadeko suggests Twister this time.\nMinutes after that, Nadeko's mother arrives from work. Fortunately, he was able to get out of the house. For some reason however, Koyomi thinks that Nadeko's mother managed to \"save something important to Koyomi\" at that time.\n\nBy the riverside, Koyomi soon receives a call from Suruga Kanbaru, who at her lavish home wears only her underwear, a straw hat and a long scarf. Much to Koyomi's shock, Suruga announces that she will strip while she is in the middle of the conversation. Koyomi protests to her indecent display, but Suruga reminds him that she is inside her own bedroom, so things like what she should be wearing is not important.\nHowever, that statement eventually retaliated when Suruga's grandmother passed by the bedroom, whose door is wide open. At that moment, Suruga's energetic mood turns bleak; disregarding her mood, Koyomi tells Suruga that he will come over as promised to help her organize her things.\nAfter that, in a flash, Koyomi storms back into the Araragi Residence and takes off on his bike to the Kanbaru Residence.\n\nKoyomi, on his way to Suruga's house, sees a girl walking on her hands while doing a handstand. Koyomi decides to startle the girl by leaping with his bike in the air and tripping one of her hands, but the girl — who turns out to be Karen Araragi — performs a somersault before landing perfectly on the road.\nWithout any time to waste, Koyomi asks Karen about what she is doing. Karen tells him that she is doing \"community service\". Before Koyomi could ask for any specifics, Karen tells her brother to talk to her at evening instead and takes off, but not until making a call with an unknown person. Karen's final words before leaving is: \"It looks like this really will be over soon.\"\n\nKoyomi eventually reaches the Kanbaru Residence, and he is startled upon discovering a stark naked Suruga lying down on her bed as mountains of red books surround her. Although Koyomi is clearly stimulated by Suruga's current state, he apologizes for being inconsiderate. To repay for his ungentleman-like attitude, he decides to go by Suruga's requests throughout the day.\nSuruga gets dressed, and the piles of books that clutter her room are moved to another place, which appears to resemble a construction site. The move also helps out Kanbaru discover some of her personal things, including a jersey from Naoetsu Private High School's basketball team when the team reached the national competitions. Soon, their conversation shifts from her hair to her self-proclaimed eroticism.\nAraragi soon finds a novel — more importantly, a yaoi novel — and after Suruga refuses to throw the novel away, Koyomi thinks that Suruga might be actually be a pervert as he initially thought, especially since he thinks that girls wanting to see handsome boys together is perfectly normal. Soon, Koyomi's tone becomes too much for Suruga that she wanted to do anything for him to stop. However, Koyomi did not stop talking, and Suruga reaches the breaking point. She rushes through the room and tackles Koyomi into her bedsheet.\nIn an instant, Koyomi's and Suruga's roles become reversed. Suruga prepares to strip down Koyomi while the helpless half-vampire is held into a submission lock.\n\nAfter that ordeal, Koyomi promises to himself that he would never ever treat Mayoi the same way he treated her in the past."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#New_Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  }
}