{
  "id": "Second Season Episode 10: Mayoi Jiangshi, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_10:_Mayoi_Jiangshi,_Part_4",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Mayoi Jiangshi, Part 4\" (まよいキョンシー 其ノ肆, Mayoi Kyonshī Sono Yon) is the tenth episode of the Monogatari Series Second Season anime series, released on September 7, 2013. The episode acts as a conclusion to the Mayoi Jiangshi story featured in Kabukimonogatari.\nAn unlikely reunion between Koyomi Araragi and Mayoi Hachikuji happens in a world destroyed by a despairing Shinobu Oshino. However, Koyomi is forced to choose between saving Mayoi or rescuing his world from certain doom.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Shinobu",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine"
    ],
    "text": "In an instant, Koyomi and Shinobu are surrounded by hundreds of zombies. However, the zombies quickly flee as soon as it began raining rice. The rice shower actually came from a girl with her hair in pigtails, who introduces herself as Mayoi Hachikuji, the girl he just saved eleven years ago, although now much older than she usually appears. After finding out that he is Koyomi Araragi, Mayoi hands over a letter from a man named Oshino, who also taught her on how to combat vampires.\nIn the letter, Meme Oshino explained that he was able to learn about what is going on through gathering the many clues scattered through time, and that Koyomi and Shinobu landed on a different timeline in their attempts to time travel. Meanwhile, Kiss-Shot Acerola-Orion Heart-Under-Blade is still alive after failing to kill herself, and has left failed \"clones\" of herself wandering around the world. Oshino stated that he, a violent onmyouji and a conman are preparing on a final assault against the powerful vampire regardless of the outcome. At the end, he asks the two to save the world as a selfish request, and tells them that they are the only ones who can stop Kiss-Shot Acerola-Orion Heart-Under-Blade.\nMayoi decides to ask the two to come over to her mother's house to take refuge. However, Koyomi decides to refuse her offer. Instead of saving the world, he and Shinobu choose to confront Kiss-Shot Acerola-Orion Heart-Under-Blade despite being much weaker than her.\nAfter preparing the Kokorowatari in their possession, Koyomi and Shinobu make their ascent to Kita-Shirahebi Shrine, where Shinobu plans to call out Kiss-Shot Acerola-Orion Heart-Under-Blade. As she expected, Kiss-Shot Acerola-Orion Heart-Under-Blade arrives, her clothes tattered after attempting to burn herself to death. Shinobu cannot help but pity herself for failing so much that desperation consumed her. On the other hand, Kiss-Shot Acerola-Orion Heart-Under-Blade pities herself for being shown a possibility that could have been available to her by allowing a compromise.\nWithout any opposition, Kiss-Shot Acerola-Orion Heart-Under-Blade decides to give them a chance to return to their present time by offering herself to be converted into energy required to make another portal. Shinobu initially questions her decision, but eventually decides to comply to her request. Meanwhile, Koyomi realizes that Meme did not state anything about \"defeating\" Kiss-Shot Acerola-Orion Heart-Under-Blade and their mere presence was enough to change the powerful vampire's mind. After fulfilling the vampire's request of having her head petted, Shinobu sucks the blood of Kiss-Shot Acerola-Orion Heart-Under-Blade.\nMoments later, Koyomi wakes up on Shinobu's lap as they return to their present time, although it is also the start of class for Koyomi. Shinobu leaves Koyomi on his plans for the day, while Koyomi is suddenly thrown around by Mayoi, seemingly excited to see him again, followed by their usual banter.\nSoon, Koyomi asks if Mayoi had thought of wanting to be alive again. Mayoi sees no point in coming back to life now that she had spent a lot of time as a ghost. Despite this and her untimely death, however, Mayoi tells Koyomi that she is happy to have met him. The two eventually spend the rest of the way back home in their typical conversations."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}