{
  "id": "Second Season Episode 14: Nadeko Medusa, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_14:_Nadeko_Medusa,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks",
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Nadeko Medusa, Part 3\" (なでこメドゥーサ其ノ參, Nadeko Medusa Sono San) is the fourteenth episode of Monogatari Series Second Season and the third part of the Nadeko Medusa story. It was broadcast on October 5, 2013.\nThe extent of Nadeko Sengoku's feelings towards Koyomi Araragi are put to the test as she is confronted by her childhood friend Tsukihi Araragi. Meanwhile, her sanity slowly crumbles as Kuchinawa moves closer to retrieving his body.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nanahyakuichi_Public_Middle_School",
      "https://bakemonogatari.fandom.com/wiki/Sasayabu"
    ],
    "text": "The next day, Nadeko wakes up to see Tsukihi at bed with her, something that also shocks Tsukihi because she was expecting Koyomi at bed. Tsukihi quickly picks up on the reason why Nadeko is staying at home, and she tries to cheer up a rather sullen Nadeko by calling her cute. Soon, Tsukihi begins rambling about how they met for the first time in elementary and Nadeko becomes confronted with questions that she cannot answer. In the end, Nadeko resigns to Tsukihi after being threatened to be punched in the stomach.\nNadeko recalls how someone was calling her out on being cute, and she tries to point out that she isn't cute at all. Tsukihi eventually understands the reason why she let her forelocks cover her face and was wearing lame clothes, and promptly accuses Nadeko of being responsible for her own cuteness. Also, Tsukihi notices that Nadeko's feelings towards Koyomi are more than that of a girl who saw a boy way back in the past. She is able to urge Nadeko into confirming her feelings, listening as Nadeko tells the extent of her feelings for Koyomi.\nSoon, after checking that Koyomi isn't around, Tsukihi takes the opportunity to have an intimate talk with Nadeko.\nNadeko reveals that she began to confirm her feelings with Koyomi after seeing one particular girl among those he usually talks to that she thinks is Koyomi's girlfriend. This, however, puts Tsukihi into disbelief, as it implies that Nadeko is contented with showing her affection towards Koyomi without actually being lovers with him. As if losing her patience over someone who could have gotten enough support by fighting for her feelings, Tsukihi runs with a pair of scissors and cuts down Nadeko's forelocks.\nA distraught Nadeko laments over the loss of her cherished bangs. Kuchinawa, however, believes that the current moment was inevitable. Nadeko soon finds herself struggling over controlling her emotion as she heads to Nanahyakuichi Public Middle School, and Kuchinawa offers her a chance to get back her bangs back by retrieving his body, which he suggests is closer than either of them knows.\nSuddenly, their conversation is interrupted by teacher Sasayabu, who initially mistook Nadeko for another student. Again, Sasayabu asks Nadeko about the issue with Class 2-2, and Nadeko planned to avert the topic by acting timid about it. However, her temper took over, and she ends up ranting about the impossibility of Sasayabu's request, followed by a heated confrontation with the rest of Class 2-2 about the aftermath of the charms issue. Afterwards, she left school early.\nIn spite of Kuchinawa's explanation about what happened at school, Nadeko takes the blame for it and instead accepts that the Nadeko that spoke earlier was merely an unshackled Nadeko and that her school life has been tainted by that incident. She then focuses on helping Kuchinawa retrieve his body, which turns out to be in Koyomi Araragi's house. As Kuchinawa unlocks the way to Koyomi's room, Nadeko begins revealing that the only reason why she chose to fall in love with Koyomi is because of her belief that love is a tiring thing and Koyomi is a person she feels is unreachable and, in a sense, convenient.\nAfter a long search, Nadeko finds a talisman placed between the pages of Koyomi's adult magazines. Kuchinawa realizes that his body was stored in this form and urges Nadeko to consume the talisman, promising that he will return her bangs for good, and even asks for another wish from Nadeko.\nBlinded by the possibilities, Nadeko wishes for her love to be requited by Koyomi.\nBut, as Koyomi appears in his room, he tells Nadeko that it is impossible."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}