{
  "id": "Oddity",
  "url": "https://bakemonogatari.fandom.com/wiki/Oddity",
  "toc": [
    "#What_Exactly_Is_an_Oddity?_Where_do_they_come_from?",
    "#Reasons_for_Attacking_&_the_%22Victim%22_Concept",
    "#The_%22Darkness%22",
    {
      "#Oddity_Specialists": [
        "#Known_Oddity_Specialists"
      ]
    },
    "#Notable_Oddities"
  ],
  "Description": "An oddity (怪異, kaii, lit. \"strangeness\") or sometimes translated as apparition (supernatural being) or aberration (unusual, unwelcome entity), is a general term for a supernatural phenomenon influenced by humanity.\nWhile contact with an oddity sometimes inflicts a sort of symptom, other times it can result in the victim becoming an oddity or part-oddity themselves.\nFrom gods to the lowest monsters, all supernatural beings classify as oddities. Oddities are commonly represented by or take the form of an animal of some sort as it allows them to blend in with reality.",
  "#What_Exactly_Is_an_Oddity?_Where_do_they_come_from?": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari"
    ],
    "text": "The concept is at times rather vague. While sometimes described simply as traditional folklore creatures such as vampires, ghosts, or phoenixes, oddities seem to hold a much more abstract concept. Certain evidence suggests that oddities are formed through a manifestation of feelings and ideas, as elaborated in Tsubasa Tiger, Nadeko Medusa, Ougi Dark, and Acerola Bon Appétit. In most cases, they're myths or legends that eventually became real.\nOddities can only exist through the presence of humanity. If they are not witnessed nor talked about by humanity, they weaken and eventually cease to exist. Places like Antarctica are scarce of oddities as there is no humanity to witness their existence. Oddities simply exist because people think they do, and legends about them continue to be passed down from generations. Some evidence also suggests that oddities sometimes behave as people around them perceive them to, though this appears to only affect their behavior to a certain degree."
  },
  "#Reasons_for_Attacking_&_the_%22Victim%22_Concept": {
    "link": [],
    "text": ""
  },
  "#The_%22Darkness%22": {
    "link": [],
    "text": ""
  },
  "#Known_Oddity_Specialists": {
    "link": [],
    "text": ""
  },
  "#Notable_Oddities": {
    "link": [],
    "text": ""
  }
}