{
  "id": "Owarimonogatari Episode 09: Shinobu Mail, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_09:_Shinobu_Mail,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Shinobu Mail, Part 2\" (しのぶメイル 其の弐, Shinobu Meiru Sono Ni) is the ninth episode of the Owarimonogatari anime series, first broadcast on November 21, 2015.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Suruga",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Namishiro_Park",
      "https://bakemonogatari.fandom.com/wiki/Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "After Yotsugi Ononoki's rescue in the smoldering ruins of Eikou Cram School, Koyomi wonders about Yotsugi's reason for being at the place during the fire. The tsukumogami denies an intention to save the two (although she also confronts Koyomi for seemingly trying to kill himself with another girl after the incident involving Mayoi Hachikuji), and only points out the coincidence of showing up just as Koyomi and Suruga are being consumed by a fire.\nKoyomi later retells his encounter with an \"armor-clad samurai\", deliberately leaving out details about the mysterious being's familiarity with Kiss-Shot Acerola-Orion Heart-Under-Blade and the sword Kokorowatari, and he boldly asks Yotsugi if Suruga can return home in her weak state. Yotsugi reminds Koyomi of the promise he made to Izuko Gaen, but it was something that Koyomi does not completely forget. However, he is starting to regret making such a deal now that he understood how Suruga cannot refuse to any favor he asks from her. Despite this, Yotsugi urges Koyomi that taking her to Izuko is the best option, especially because there is no guarantee that Suruga will remain safe inside her home, especially because she had involved herself in the case by punching the mysterious being earlier. After gathering his thoughts, Koyomi decides to take Suruga with him to Izuko's whereabouts. Meanwhile, Yotsugi decides to look for the armored samurai alone.\nOn the way to Izuko's place, Koyomi carries Suruga by piggyback, and she decides to relish on the experience as soon as she regains consciousness. (In reality, she is still mentally fatigued, in the same way as her first visit to Kita-Shirahebi Shrine.) Suruga also rejects Koyomi's attempts to apologize to her. Instead, she focuses on their destination, which is Namishiro Park.\nKoyomi, to his shock, soon finds out that he and Suruga are unable to reach Namishiro Park no matter what road they take. He is certain that the Lost Cow is no longer around, so he quickly sees this as the mysterious armored being harassing them. Because of this, he quickly calls Izuko Gaen by phone. However, Izuko did not see Koyomi's \"problem with a snail\" worth giving advice, so she instead leaves Koyomi to sort things out with Suruga. Fortunately, Suruga was able to make alternate routes leading to the nearest place she knows (Hitagi's old residence) and she leads Koyomi to Namishiro Park after three hours of navigating.\nSuruga does not find Izuko in the park. Instead, she found Shinobu near the swings, with scratches in different parts of her body. She later explains that a cat and a doll who stomped Koyomi's face with a bare foot had helped her fight a monkey, and the doll had also informed her of their current problem. Koyomi is relieved to see her well, but Shinobu tells him to steel himself, now that their enemy has returned."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}