{
  "id": "Kizumonogatari Part 1: Tekketsu",
  "url": "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_Part_1:_Tekketsu",
  "toc": [
    "#Synopsis",
    "#Summary",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "Kizumonogatari Part 1: Tekketsu (傷物語I 鉄血篇, Kizumonogatari I: Tekketsu-hen (lit. \"Iron-Blooded\")) is the first part of the Kizumonogatari movie trilogy, released on January 8, 2016 in Japan.",
  "#Synopsis": {
    "link": [],
    "text": "On March 25, a boy named Koyomi Araragi meets Tsubasa Hanekawa in front of Naoetsu Private High School, and their meeting is accentuated by Tsubasa's skirt being lifted by the wind in front of Koyomi's eyes. Despite the awkward encounter, Koyomi is accompanied by Tsubasa on their way to the nearby park, and she starts a conversation with him. Here, she warns Koyomi of rumors of a vampire with blond hair roaming across town at night, something that Koyomi does not take seriously. Regardless, Tsubasa shows interest in meeting one herself.\nTsubasa comments that for someone with no friends, Koyomi is surprisingly easy to talk to, and wonders why he does not have any. Koyomi responds by saying that having friends decreases one's strength as a person. According to him, he would experience the sadness and pain his friends would experience; on the other hand, seeing the happiness and joy in his friends would only make him feel jealous, something that Tsubasa sees as a petty idea. Regardless, as they return to the front gate of Naoetsu Private High School, Tsubasa attempts to bring Koyomi with her to the nearby library to study. Koyomi refuses, thinking that it will not help boost his grades. Tsubasa instead borrows his phone and quickly gives her number and e-mail address before parting ways with him. Although seemingly unaffected by Tsubasa declaring her friendship with him, Koyomi eventually finds himself elated.\nKoyomi soon realizes as he returns home that the imagery of Tsubasa's panties are still in his head, and this urges him to rush to the nearby bookstore to buy an erotic magazine for himself."
  },
  "#Summary": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade"
    ],
    "text": "Koyomi Araragi, a second year high school student at Naoetsu Private High School, befriends Tsubasa Hanekawa, the top honours student at his school. Tsubasa mentions a rumour about a “blonde vampire” that has been sighted around their town recently. Koyomi, who is usually anti-social, takes a liking to Tsubasa’s down-to-earth personality. That evening, Koyomi encounters this rumoured vampire: she is Kiss-shot Acerola-orion Heart-under-blade, also known as the “King of Apparitions.” The blonde, golden-eyed vampire cries out for Koyomi to save her as she lies in a pool of her own blood, all four of her limbs having been cut off by three vampire hunters. Kiss-Shot asks Koyomi to give her his blood in order to save her life, and when he does, Koyomi finds himself reborn as her vampire subordinate."
  },
  "#Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}