{
  "id": "Owarimonogatari Episode 03: Sodachi Riddle, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_03:_Sodachi_Riddle,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks",
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Sodachi Riddle, Part 1\" (そだちリドル 其の壱, Sodachi Ridoru Sono Ichi) is the third episode of the Owarimonogatari anime series. It was broadcast on October 10, 2015. The episode was directed by Midori Yoshizawa, with screenplay by Munemasa Nakamoto and storyboards by Mie Ooishi.\nAfter two years of home study, Sodachi Oikura returns to Naoetsu Private High School to attend class, triggering a reunion with former classmates Koyomi Araragi and Hitagi Senjougahara. Meanwhile, Koyomi, accompanied by Ougi Oshino, begins a journey to revisit his past.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Nanahyakuichi_Public_Middle_School",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku"
    ],
    "text": "Koyomi suddenly finds himself in an unexpected reunion with his former classmate Sodachi Oikura. Although Tsubasa is worried about him, Koyomi tries to assure her, but he becomes unsettled when Tsubasa reveals Sodachi's eagerness about knowing about Koyomi's current condition. Eventually, he decides to deal with Sodachi as Tsubasa informs the faculty about Sodachi's return.\nKoyomi enters the classroom and tries to engage in lively talk with Sodachi. However, Sodachi responds by expressing her jealousy over Koyomi's positive life, as well as her feelings of hate over people who don't appreciate the reasons for their happiness. Moreover, Sodachi voices out her hate for Koyomi. Koyomi tries to act with empathy towards Sodachi, but Sodachi's temper worsens, to the point that Koyomi had to grab her shoulders. Shocked by the sudden contact, Sodachi grabs her pen and stabs it on Koyomi's left hand.\nPained by the injury, Koyomi retreats, only to see Hitagi inside the classroom, with Tsubasa trying and failing to keep her from entering the classroom.\nHitagi comments on someone else hurting Koyomi with stationery, and Sodachi quickly picks up on the fact that Hitagi ended up becoming Koyomi's girlfriend. Sodachi tries to warn Hitagi about Koyomi's lack of consideration, but Hitagi shoves her argument aside, even if Sodachi had taken care of Hitagi when she was still sickly, and she points out that helping Koyomi to reach college is of her own accord, expecting nothing in return.\nSodachi slaps Hitagi in response, and Hitagi answers with a punch that knocked out Sodachi. Koyomi then has to deal with a fake-unconscious Hitagi.\nAfter telling about what happened in the classroom, Koyomi and Ougi visit Nanahyakuichi Public Middle School. There, Koyomi finds a \"relic of the past\", namely three enveloped letters addressed to his middle-school self. Ougi opens one envelope, and the letter inside says that the \"B\" envelope is wrong and asks the reader whether to open the \"C\" envelope or not. Koyomi explains that the envelopes are an example of a Monty Hall problem, and that the problem lies not with the chances of winning the prize, but in the chances of getting the contestant to change its choice.\nOugi eventually chooses the \"C\" envelope, and she finds a map, prompting Koyomi to head to where the map points to, but not before taking a glance at the locker of Nadeko Sengoku.\nThe map brings Koyomi and Ougi to a run-down house, and Ougi breaks inside, certain that they can use the alibi of getting lost to any police officer that finds them. Koyomi warns Ougi that his parents who are also police officers, wouldn't bail out their son in cases like this, adamant about their notion of justice. Soon, Ougi assures Koyomi that Sodachi attending school is a good sign for him because it is a sign that she knew about the real culprit in the class assembly problem. As for Sodachi's sentiments, Koyomi thinks that the hate she harbored against Koyomi has been there for the start, and Ougi explains that Koyomi forgetting about his roots is also responsible.\nAs Koyomi and Ougi argue that the only way to deal with Sodachi is to know more about her, they end up on the attic, where a tea table is found in the middle. Koyomi wonders why he finds himself promptly answering to anything Ougi answers, and he soon begins talking about his past, namely \"what he is made of\"."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}