{
  "id": "Hitagi Senjougahara",
  "url": "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Hitagi_Crab",
        "#Koyomi_Flower",
        "#Mayoi_Snail",
        "#Suruga_Monkey",
        "#Nadeko_Snake",
        "#Tsubasa_Cat",
        "#Koyomi_Water",
        "#Karen_Bee",
        "#Tsukihi_Phoenix",
        "#Tsubasa_Tiger",
        "#Ougi_Formula",
        "#Sodachi_Riddle",
        "#Shinobu_Mail",
        "#Nadeko_Medusa",
        "#Hitagi_End",
        "#Yotsugi_Doll",
        "#Koyomi_Dead",
        "#Hitagi_Rendezvous",
        "#Ougi_Dark",
        "#Koyomi_Reverse",
        "#Tsuzura_Human"
      ]
    },
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Short_Stories",
        "#Manga",
        "#Other"
      ]
    }
  ],
  "Description": "Hitagi Senjougahara (戦場ヶ原 ひたぎ, Senjōgahara Hitagi)  is a third-year student of Naoetsu Private High School who is considered to be a frail-looking girl with an \"incurable disease\" and is distant from others.\nIn an accidental encounter with Koyomi Araragi, her closely kept secret is exposed, and triggers a life-changing experience. In the course of the series, she receives the nickname Gahara and uses the alias Senshougahara.\nShe is the titular protagonist of four main arcs: Hitagi Crab, Hitagi End, Hitagi Rendezvous and Hitagi Honeymoon, and of six minor arcs: Hitagi Buffet, Hitagi Neck, Hitagi Salamander, Hitagi Coin, Hitagi Figure and Hitagi Throwing.",
  "#Appearance": {
    "link": [],
    "text": "Hitagi is a beautiful girl with long purple hair (dark brown in the light novels), blue eyes and a glamorous figure, although she is also considered a \"frail\" girl due to her lack of participation in school activities.\nShe wears the Naoetsu Private High School uniform the usual way while wearing black thigh-highs and can be seen wearing dresses or similar clothing that cover up to her knees when outside of school.\nIn later events, she has the sleeves of her uniform rolled up and pinned in place, turning her uniform into a sleeveless blouse and has short hair."
  },
  "#Personality": {
    "link": [
      "https://en.wikipedia.org/wiki/Tsundere"
    ],
    "text": "Hitagi possesses a sharp tongue and can be quite blunt when speaking to others and while doing so she keeps a straight face making her seem quite frightening. This trait of hers makes interacting with her a challenging task, if not impossible, and is something that Araragi discovers first-hand. In spite of this, she is sincere in everything that she says.\nShe calls herself a tsundere (though she is more of a kuudere) and has some understanding of otaku culture, as she once mentions how \"moe\" Meme's name was to Araragi. She claims that due to her \"high strung\" nature she is generally a light sleeper. She also seems to have an aversion to kids. She used to have a habit of threatening others, especially Araragi, by using stationary supplies as weapons when feeling endangered or jealous, although grew out of it later on in the series.\nAfter the events in Tsukihi Phoenix, she overcame all of her trauma and finally became a completely normal and cheerful girl, chuckling at small things although her sharp tongue is still present, only toned down. Hitagi further appears to be knowledgeable about astronomy, as seen during her dates with Araragi."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "For the three years of high school, Hitagi is in the same class as Koyomi, although she has rarely spoken with anyone for that time. Likewise, Tsubasa Hanekawa knows little of Hitagi's current state, only judging her from what she knew back in middle school.\nAccording to Tsubasa, Hitagi was an overachiever in middle school - she was friendly towards others and excelled in both academics and sports as a varsity track and field athlete. She was also wealthy, as her father was famous in a certain foreign corporation and she lived in a mansion. Despite this, she retained a sense of humility. Her seemingly perfect personality granted her the admiration of her classmates and teachers.[2]\nWhen she was in the first year of high school, she encountered a mysterious supernatural crab, after which she became weightless. Ever since, she has avoided contact with everyone else, and she threatens everyone who discovers that secret[1] of hers, including her friend Suruga Kanbaru.[3]\nHitagi reveals that she had a close brush with death when an unnamed disease threatened her life, barely surviving the ordeal through an extensive surgery. What happened to her caused her mother to seek refuge in a cult, which eventually initiated the deterioration of the Senjougahara household. Hitagi's mother lost the family's wealth to the cult, and one of the cult's high-ranking members attempted to rape Hitagi. She protected herself by hitting him with a spiked shoe, causing him serious injury. However, Hitagi's mother took the side of the attacker, abandoning the family and leaving them with a large debt, which Hitagi's father is currently trying to pay back.[1]"
  },
  "#Hitagi_Crab": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Heavy_Stone_Crab"
    ],
    "text": "In an accident involving a misplaced banana peel, Hitagi falls down the flight of stairs that lead to the upper floors of Naoetsu Private High School and ends up in the arms of Koyomi Araragi, her classmate. Later that day, she confronts Koyomi about how he found out her secret and threatens to hurt him unless he promises to keep quiet about his discovery. Koyomi, in spite of this, declares his intention to help, showing the completely healed wound where Hitagi implanted a staple into his cheek moments earlier. Shocked by Koyomi's immediate recovery, Hitagi decides to accompany him on his trip to the person who might be able to turn her back to normal: an eccentric man named Meme Oshino.\nShe learns from Meme that she was inflicted by an oddity called a Heavy Stone Crab (or \"god\"), who took away her weight in a past encounter with it. Although reluctant to cooperate with Meme, who reminded her of the scammers who once visited her with the same promises of turning back to normal, she agrees to follow Meme's methods, and is even willing to pay 100,000 yen for his services.[2]\nAs advised by Meme, Hitagi returns home with Koyomi to change into a set of clean clothes as part of the ceremony planned by Meme before heading back to Meme's place. Hitagi is then put into a situation where she would recall the memories of her life. Afterwards, the Heavy Stone Crab manifests in front of her, visible only to Hitagi herself. Although the unpredictable behavior of the entity forces Meme to intervene, Hitagi manages to plead to the Heavy Stone Crab to lift its influence from her. The Heavy Stone Crab grants her wish and departs, leaving behind Hitagi with the burdens of her childhood on her shoulders. She begins to cry while Meme explains her resolution.\nAfter the ordeal with the Heavy Stone Crab, Hitagi shows her gratitude to Araragi and he becomes her first friend after a long time.[1]"
  },
  "#Koyomi_Flower": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari"
    ],
    "text": ""
  },
  "#Mayoi_Snail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Namishiro_Park",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "Hitagi meets Araragi by chance in Namishiro Park dressed with a set of clothes she just bought. She and Araragi talk about several things, including how she would repay him for his help in turning her back to normal, and she considers unusual methods to return the favor, much to Araragi's shock.\nSoon, Araragi's attention is shifted towards a young girl who seems lost. Following Koyomi's advice, they help the girl, named Mayoi Hachikuji, on her way back home, but they soon find themselves unable to reach the address. They later decide to consult Meme about Mayoi, and they discover that she is a lost cow (a play on the word \"snail\" (蝸牛, katatsumuri) which has the character for \"cow\" (牛, ushi)).\nOn her return trip to the park where Araragi is, she finally confesses that she had been pretending to have been aware of Mayoi's presence and that Araragi is the only one inflicted by the oddity (i.e. Mayoi herself). According to Hitagi, Mayoi had already died years ago, and people who are victims of the lost cow often have problems at home. This causes Araragi (and Tsubasa, who also has problems of her own at home) to be able to see and interact with Mayoi. Nonetheless, Hitagi decides to help out with Mayoi's problem, showing an alternate route that is supposed to confuse the oddity by introducing roads that Mayoi has not seen before.\nHitagi, Araragi and Mayoi soon reach the remnants of the former Hachikuji residence, now simply an empty lot, and the two witness Mayoi's fulfillment of her final objective before moving on. After the accomplishment of their mission with Mayoi, Hitagi admits that she loves Koyomi, and she subsequently enters into a relationship with him."
  },
  "#Suruga_Monkey": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "To prepare for the school's midterm examinations, Hitagi prepares a group study session with Koyomi. In one of those sessions, she prepares the money she owed Meme after curing her of her unusual condition. However, Araragi forgets to take the money with him, so Hitagi goes to catch up with him. She later happens across Araragi who had been badly wounded by an attack that he tried to explain as \"a bike accident gone horribly wrong\" and helps him recover in her own unusual way.\nHitagi soon hears about Araragi facing her middle school friend Suruga Kanbaru from Meme himself and, seemingly as Meme planned, intervenes with the Rainy Devil's relentless attacks against Araragi. After scolding Araragi for dealing with things without her knowing about it, she confronts Suruga, telling her that she will not forgive anyone who would kill Araragi before reconciling with her friend. After the Rainy Devil leaves Suruga behind, the two become friends once again."
  },
  "#Nadeko_Snake": {
    "link": [],
    "text": "Senjougahara decides to give Kanbaru some time together with Araragi so that the two can be friends after the events involving the Rainy Devil. She even allows Kanbaru to choose a necessary punishment for him if Araragi ever gives her trouble, much to Koyomi's worry. Tsubasa later considers this move by Hitagi as rather alarming, as it would force Koyomi into a situation wherein he would end up helping others at the expense of hurting another's feelings. After the events of Nadeko Snake, she and Koyomi go on their first date on a night of stargazing and share their first kiss at the end."
  },
  "#Tsubasa_Cat": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "After growing cat ears, Tsubasa Hanekawa asks Senjougahara to take care of preparations for Naoetsu High's Cultural Festival so that she can meet up with Koyomi Araragi during schooltime. Senjougahara later visits Eikou Cram School with Araragi, Hanekawa and Suruga Kanbaru, the makeshift home of Meme Oshino. They find out that Oshino has left, and Araragi realises that Oshino never liked goodbyes, so he had said goodbye to Araragi the day before without him realizing it. The final scene of the arc shows Senjougahara, Hanekawa and Araragi in front of the cultural festival, most likely running it and enjoying themselves."
  },
  "#Koyomi_Water": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari"
    ],
    "text": ""
  },
  "#Karen_Bee": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Oddity"
    ],
    "text": "After Koyomi mentions his encounter with an ominous man outside the Suruga household to Hitagi, she knocks Koyomi out and detains him inside an unknown location which she claims she is doing \"to protect him\". During this time, Hitagi provides food and drink to Koyomi while he is chained up to the wall, but later allows him to escape his restraints after she relays a message about his sister.\nShe later reveals that she has been \"working for\" Tsubasa in confronting Deishuu Kaiki, the first of five conmen who had swindled the Senjougahara family of much of their money, after his arrival in town and his influencing the middle school Koyomi's younger sisters attend. She initially planned to take Kaiki down herself and refuses any help, even from Koyomi. However, after a short talk with Koyomi, who shares Hitagi's negative feelings about Kaiki due to Karen's oddity-related sickness, she allows Koyomi to join her but only if he fulfills her \"request\". She does not reveal the request to him stating that it would not be foreshadowing if she did so.\nThe day after, Hitagi and Koyomi meet up with Kaiki in a nearby department store's rooftop amusement park, where Hitagi confronts the con man for the first time in a long time. During their conversation, Hitagi is unable to defend herself against Kaiki's deceitful words, but is able to negotiate Kaiki's departure from the town, finally curbing the spread of supernatural charms among junior high school students in the area. Koyomi then asks her what her request was to which she responds \"be gentle with me tonight\"."
  },
  "#Tsukihi_Phoenix": {
    "link": [],
    "text": "Hitagi leaves town with her father during Tsukihi Phoenix, spending much of summer vacation at a beach elsewhere. It is shown by the end of the arc in the anime that Hitagi has cut her hair short.\nThe short haircut serves as a turning point for Hitagi. She had had the same hairstyle ever since grade school, so she decided to go to a hair salon to finally change it. Hitagi did this because she was finding closure about everything that has happened to her in the past, and was her way of accepting it.[4]"
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kako"
    ],
    "text": "A fire breaks out at the Hanekawa Residence, causing Tsubasa to lose her home and belongings. Hitagi searches for Tsubasa and warmly accepts her into her apartment unit in Tamikura-sou, where Tsubasa spends a few days until Hitagi's father returns, forcing Hitagi to bring her to the Araragi Residence. During Tsubasa's stay in her house, Hitagi manages to talk to Black Hanekawa, and this motivates Tsubasa's alternate persona to protect Hitagi and her home from an attack by the oddity later named Kako."
  },
  "#Ougi_Formula": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura"
    ],
    "text": "Two years before the present time, a first-year Hitagi was part of the class that was put under scrutiny after the results of the final exams for mathematics revealed a big margin between the scores of those who joined a study group and those who didn't. Hitagi achieved a score of 98, the third highest in the class, but mostly eluded the commotion in the class assembly held by then class president Sodachi Oikura because of her aloof personality."
  },
  "#Sodachi_Riddle": {
    "link": [],
    "text": "Sodachi returns to school after two years since the mathematics exam incident. She expresses her loathing toward Koyomi and stabs him with a pen, but Hitagi appears, threatens to kill Sodachi and claims that she is the sole person allowed to stab Koyomi with stationery. Despite Tsubasa's attempts to restrain Hitagi and stop her from doing anything violent, Hitagi is slapped by Sodachi, and Hitagi knocks her out with a punch before falling unconscious herself."
  },
  "#Shinobu_Mail": {
    "link": [],
    "text": "After Koyomi manages to defeat Shinobu's first minion, he calls Senjougahara. They discuss their current circumstances, and Hitagi comments that she is trying hard to become Araragi's bride. She also admits that she would switch to a more-qualified person than Koyomi if given the chance. Hitagi also mentions how much effort she puts into being a special person for Koyomi and Kanbaru, and tells Koyomi that she loves him."
  },
  "#Nadeko_Medusa": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari"
    ],
    "text": "Hitagi contacts Koyomi by phone as he is about to be killed by Nadeko, and she makes a deal with the snake god, asking her to wait until after graduation ends, after which Nadeko can freely kill her, followed by Koyomi and his companion Shinobu Oshino. Nadeko accepts the deal, and becomes the god of Kita-Shirahebi Shrine for the meantime.\nDuring Hitagi's phone conversation with Nadeko, Hitagi states that she hates cute brats like Nadeko."
  },
  "#Hitagi_End": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "At the start of the new year, Hitagi contacts Deishuu Kaiki under the disguise of calling herself \"Senshougahara\" and requests him for an important job. This request takes the two to Okinawa, where Hitagi asks Deishuu to deceive Nadeko Sengoku in order to save her and Koyomi's lives. Initially, Deishuu sees himself uninterested in helping Hitagi and meddling with the affairs of a snake god. However, he eventually agrees to the job by using Suruga Kanbaru's well-being as a source of motivation.\nHitagi and Deishuu maintain a line of communication during the latter's sole investigation of Nadeko's circumstances, and she occasionally meets with Deishuu to ask about the progress of his work, as well as share information about Nadeko. (Eventually, Deishuu receives better information about Nadeko from Tsubasa Hanekawa, who is eluding both Hitagi and Izuko Gaen.) Deishuu eventually finishes the job and extracts the snake god talisman from Nadeko's body, after which Hitagi thanks the conman for the last time."
  },
  "#Yotsugi_Doll": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tamikura-sou"
    ],
    "text": "On Valentine's Day, after dealing with a troubling episode of manifesting the characteristics of a vampire, Koyomi visits Hitagi at her house in Tamikura-sou. No longer the distant girl from before, she is cheerful enough to call Koyomi \"Koyokoyo\" and she prepares handmade chocolate for him. Koyomi eventually talks with Hitagi about his most recent experiences and she romantically shoves it aside, urging Koyomi to postpone his current plans in favor of spending more time with her."
  },
  "#Koyomi_Dead": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Avici_Hell"
    ],
    "text": "On the day of the college entrance exam, Hitagi waits to escort Koyomi in the exam site. She tries to call him to know his whereabouts since the exam will start soon. Unknown to her, Koyomi was killed by Izuko Gaen who was wielding the actual Kokorowatari which sent him to Avici Hell."
  },
  "#Hitagi_Rendezvous": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": "Hitagi invites Koyomi on a date on White Day, a Japanese holiday occurring one month after Valentine’s Day, since they have not been together for a long time. When Aragagi arrives at her house, he is surprised and horrified when Hitagi reveals she plans to go driving with him in a rental car. Their first dating destination is the planetarium, where Hitagi accidentally falls asleep during the program. They later go to a science museum, play bowling, and sing karaoke. At the end of the date, Hitagi makes a request to Koyomi that he will address her by her first name for the rest of his life, which he happily agrees to. Hitagi then begins to call him “Koyomi” in return."
  },
  "#Ougi_Dark": {
    "link": [],
    "text": "Hitagi appears when Aragagi goes to school for the graduation ceremony. Tsubasa teases Hitagi when she calls Koyomi by his first name, which Hitagi responds by calling Tsubasa by her first name too. Hitagi and Tsubasa are asked by Aragagi get his diploma for him before running to meet with Oshino Ougi, later returning back to celebrate his graduation with everyone else."
  },
  "#Koyomi_Reverse": {
    "link": [],
    "text": "When Koyomi escapes the mirror world, he meets up with Hitagi and explains what happened to himself as they went outside for a walk. Hitagi becomes curious of what her mirror-world self was like, only Koyomi answers he never met that version of her. After reflecting on his past, Koyomi then realizes the reason Hitagi did not appear in the mirror world was because he never had any regrets about his relationship with her. Hitagi listens to Koyomi`s realization and promises to stay with him forever before taking his hand to continue moving forward in life."
  },
  "#Tsuzura_Human": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Staple_Stable"
    ],
    "text": "Senjougahara decides to breaks up with Araragi after Sodachi begins living in Aragagi's home during university. Sodachi discovers this and immediately leaves the house to help the two get back together. The three of them enjoy a normal college lifestyle together, only Araragi breaks up with Senjougahara for the second time over minor reasons. Araragi manages to reconcile with Hitagi after Sodachi tells him to \"Go chase after Hitagi overseas, and afterward suffer some catastrophe and be lost by the roadside somewhere!\"\nHitagi begins officially working as a manager at her finance firm, only this later causes strife when she and Araragi have a huge fight over the phone, causing them to break up for the third time. Araragi eventually resolves to mend his relationship with Hitagi, acknowledging he is willing to do anything and everything to be with her. When Araragi returns home, he finds Hitagi waiting for him. She convinces her company to open a Japanese branch so that she can move back and live together with him again. They finally make up and have a reversal of the scene at the end of Mayoi Snail where Araragi goes \"I rab (love) you\" in broken English, and Hitagi answers with \"Koyomi fascination/tore\", a reference to her music theme \"Senjougahara Tore\".\nThe story ends with the indication that Araragi will ask Senjougahara to marry him soon."
  },
  "#Trivia": {
    "link": [
      "https://en.wikipedia.org/wiki/Mount_Nantai",
      "https://en.wikipedia.org/wiki/Mount_Akagi",
      "http://www.nikko-jp.org/english/senjogahara/index.html",
      "https://bakemonogatari.fandom.com/wiki/Ikusamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(anime_series)"
    ],
    "text": "The name Hitagi is said to be a related to the term \"public works\". In fact, the only way to write Hitagi's name using kanji is through \"肥田木\", which are the kanji for \"fertilizer\", \"field\" and \"tree\" respectively. Meanwhile, the term \"public works\" is written in kanji as \"土木\", which are the kanji for \"soil\" and \"tree\" respectively. But since Hitagi's name is written using hiragana, this is quite irrelevant.\nHitagi's surname Senjougahara means \"battlefield\" in general, but it can also mean a certain mythical battlefield between the gods of Mt. Nantai and those of Mt. Akagi (Source: here). The first character of her surname (戦), is used with a different reading in the title of Ikusamonogatari.\nLight novel artwork depicts Hitagi with brown hair, unlike the TV series which has her sporting purple hair. It's worth noting that some scenes in the TV series still show her with dark brownish or black hair, though this is mostly during color palette changes in Bakemonogatari.\nHitagi apparently kept a large supply of stationary underneath her school uniform to use as weapons during the events of Hitagi Crab although how she was able to hide them remains a mystery.\nHitagi's blood type is O.\nHitagi has told Hanekawa that she suffers from an Electra Complex (when a girl has intense sexual attraction towards her father) and wants to sleep in her father's futon. Whether this was a joke or a sincere admission has remained unrevealed.\nHitagi weighs 45 kg based on her body measurements, but was only 5 kg when she was under the influence of the heavy crab, meaning she wasn't literally \"weightless\", but rather \"weighed less.\"\nHitagi was born on July 7th, making her sun sign Cancer, the crab.\nHer signature weapon, a stapler, is meant to resemble a crab's claws."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nademonogatari",
      "https://bakemonogatari.fandom.com/wiki/Musubimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Shinobumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Yoimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Ougimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Ikusamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Anime_Complete_Guidebook",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Anime_Complete_Guidebook",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(Introduction)",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Seishun_Kijinden!_Nishio_Gakuen",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)",
      "https://bakemonogatari.fandom.com/wiki/Hyakumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Portable",
      "https://myanimelist.net/anime/23831/Mahou_Shoujo_Madoka%E2%98%85Magica_Movie_3__Hangyaku_no_Monogatari_-_Magica_Quartet_x_Nisioisin",
      "https://myanimelist.net/anime/32191/Okitegami_Kyouko_no_Bibouroku_x_Monogatari",
      "https://magireco.fandom.com/wiki/Senjougahara_Hitagi"
    ],
    "text": ""
  }
}