{
  "id": "Akio Watanabe",
  "url": "https://bakemonogatari.fandom.com/wiki/Akio_Watanabe",
  "toc": [
    "#Affiliation_with_Monogatari_Series",
    "#Other_Notable_Works",
    "#Trivia"
  ],
  "Description": "Akio Watanabe (渡辺明夫 Watanabe Akio) is a Japanese character designer, animator, and animation director. He is known for his iconic character design style that is featured in anime and videos games.\nHe is the main character designer for the Monogatari Series anime adaptations, having adapted characters from VOFAN's original work.\nHe's also been given the title \"Chief Animation Director\" for most of the Monogatari TV series.",
  "#Affiliation_with_Monogatari_Series": {
    "link": [],
    "text": ""
  },
  "#Other_Notable_Works": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Akiyuki_Shinbo",
      "https://bakemonogatari.fandom.com/wiki/Shaft",
      "https://bakemonogatari.fandom.com/wiki/Nisio_Isin",
      "https://zaregotoseries.fandom.com/wiki/Zaregoto_Series_Wiki"
    ],
    "text": "His versions of Monogatari characters generally feature more colorful hair, such as with Hitagi Senjougahara who has purple hair instead of brown and Sodachi Oikura who has silver hair instead of dark brown. \nWatanabe notably has some history with Akiyuki Shinbo, Shaft, and Nisio Isin outside of Monogatari Series. The TV Version of Starship Girl Yamamoto Yohko as well as SoulTaker, which he both worked on as a character designer, key animator, animation director, were directed by Shinbo just prior to him joining and revitalizing Studio Shaft a few years later. Kubikiri Cycle: Aoiro Savant to Zaregototsukai, the Shaft anime adaptation of the first Zaregoto novel by Nisio Isin, also features Watanabe as character designer. For this reason, these series are commonly compared to Monogatari for featuring similar visuals and direction. He was also the character designer for Popotan, one of Shaft's first independent productions made prior to Shinbo's arrival to the studio."
  }
}