{
  "id": "Zoku Owarimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari",
  "toc": [
    "#Etymology",
    "#Publisher's_Summary",
    "#Synopsis",
    {
      "#Plot": [
        "#Koyomi_Reverse"
      ]
    },
    "#Illustrations",
    "#Anime"
  ],
  "Description": "Zoku Owarimonogatari (続・終物語) or ZOKU OWARIMONOGATARI: End Tale (Cont.) in the English publication, is the thirteenth part of the Monogatari series and the last book of Final Season. It is the eighteenth book overall, and contains the story Koyomi Reverse (こよみリバース).",
  "#Etymology": {
    "link": [],
    "text": "The title is portmanteau of zoku (continuation), owari (end), and monogatari (story)."
  },
  "#Publisher's_Summary": {
    "link": [],
    "text": "“私、とっても幸せなのに――こんなの、全部嘘だって思ってる”\n忍野扇との戦いを終え、直江津高校をとうとう卒業した翌朝。\n妹達の力を借りずに目覚め、「何者でもなくなった」阿良々木暦が向かいあう、新しい世界とは……?\n彼ら彼女らの物語の――続き。これぞ現代の怪異! 怪異! 怪異!\n僕達と、育ち続ける物語。\n\"I'm so happy right now, but... somehow I think all of this is a lie.\"\nWith the battle with Ougi Oshino over, it was finally time to graduate from Naoetsu High School the next morning.\nWaking up without his sisters' help, what is the new world that Koyomi Araragi, who just became a nobody, going to face...?\nThe continuation of their story. This is the modern-day oddities! Oddities! Oddities!\nThe story that grows with us."
  },
  "#Synopsis": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Reverse": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Black_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino#Past",
      "https://bakemonogatari.fandom.com/wiki/Tooe_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "Koyomi Araragi wakes up in the morning after the graduation. He realizes that he's currently neither a high schooler nor a college student. It's like he became a nobody, and he thinks he is in some kind of limbo at the moment. While contemplating about these things, he goes to the bathroom to wash his face. He looks into the mirror, and notices that his reflection is staring at him, despite the fact that he lowered his face. He then tries to touch the mirror, and his hand goes right through the mirror. The entire mirror turns purple, and Araragi blacks out. When he wakes up, he is still in the bathroom. Karen Araragi is taking a bath, and he realizes that she is a lot shorter than she used to be. She used to be taller than him, but now she is shorter. Confused, he leaves the bathroom, and goes to his sisters' room to talk to Tsukihi Araragi. There aren't any noticeable changes with Tsukihi, and she doesn't seem to notice Karen's drastic change in height. Tsukihi leaves her room to take a bath, and Yotsugi Ononoki, (who was pretending to be a doll), starts talking to him. Araragi notices right away that Ononoki actually has facial expressions. Her facial expression ticked him off, so he leaves the house in order to avoid getting into an argument with her. Thinking that something is definitely off. He calls Shinobu Oshino, but she doesn't respond.\nHe goes to Kitashirahebi Shrine to discuss this strange matter with the newly appointed god, Mayoi Hachikuji. On the way, he has trouble finding his way to the shrine. At the shrine, Araragi is once again surprised by what he sees. Hachikuji Mayoi is in the form of an adult, or what she would have looked like if she didn't die from the car accident. Araragi was able to recognize her because he saw Hachikuji in this form during the events of Mayoi Jianshi. Araragi tells her about the strange occurrences, and Hachikuji deduces that Araragi has somehow entered the mirror world. This explains why all the words he saw in this world were mirror images. The entire city is also mirrored with right and left flipped over which also explains why he constantly made wrong turns on the way to the shrine. Hachikuji guesses that the reason why Araragi can't call Shinobu is because vampires don't have reflections, and therefore doesn't exist in the mirror world. She also explains that the same type of logic that works in his world may not work in the mirror world. For example, if Hachikuji is in her adult form, that would suggest she didn't die from the car accident. If she didn't die, she would not have turned into a ghost, and she would not have met Araragi and become a god in the end. Yet the Hachikuji in this world knows Araragi. Hachikuji suggests that Shinobu may be able to open a gate from the \"real world\" allowing Araragi to return. Araragi remembers that the bathtub in Suruga Kanbaru's house has magical properties. In the bathtub it's supposedly possible to see one's future partner from the reflection on the water. Araragi hopes that he will be able to communicate with Shinobu on the other side.\nAraragi arrives at Kanbaru's place. Just when he is about to ring the bell, Kanbaru attacks him in her Rainy Devil form. Araragi tries to run away, but Kanbaru is too fast. Araragi is about to get killed when he is saved by Black Hanekawa, who takes him to the Shirohebi Park. It seems as if someone has sent Black Hanekawa to help him. She advises Araragi to stay away from Kanbaru's house, and urges him to find a \"partner\". Araragi goes back home hoping to talk to Ononoki about the situation, and he is greeted by Sodachi Oikura. In this world, Oikura has lived in Araragi's house since elementary school. Having never experienced the traumatic events described in Ougi Formula, Sodachi Riddle, and Sodachi Lost, she is very cheerful, and seems to have a sibling-like relationship with Araragi. They spend some time solving math puzzles together. Oikura says she has a really happy life right now, but somehow, she thinks that it's all a lie. In the end, Araragi is not able to find Ononoki in the house. Seeing if Hachikuji has found any new information, Araragi goes to the shrine again.\nAt the shrine, Araragi finds that Hachikuji has brought Nadeko Sengoku with her. Sengoku in this world has short white hair, and talks exactly like the snake god Kuchinawa in Nadeko Medusa. Araragi is still confused about the nature of this world. He originally thought everything is mirrored, but Kanbaru's Monkey Paw is on her left arm in this world, which is not mirrored. Sengoku explains that the things in this world is not mirrored, but inverted, as if looking at words from the back side of the paper. In this world, everyone's underlying personalities and desires are manifested on the outside. Karen doesn't like the fact that she's so tall. Ononoki wants to be able to show emotions. Hachikuji wishes that she can grow up. Kanbaru and Hanekawa have alter egos that they are trying to suppress. Sengoku wants to be more assertive. Tsukihi is unchanged because she has absolutely no hidden desires. She is what she is, and she's perfectly happy with who she is. Araragi wonders about where the Araragi in the mirror world is, seeing as how everyone he knows has a counterpart in this world. He suspects that he switched places with the \"mirror Araragi\". This worries him, because he believes his counterpart in the mirror world must be Ougi Oshino, and if that's the case, she could be causing trouble in the \"real world\".\nThat night he returns home and goes to bed. Araragi's room has a bunk bed, and Oikura sleeps on top. He asks Oikura about mirrors, and she points out that a mirror can only reflect 80% of the light, a reflection is always blurred compared to the original. Araragi goes to sleep, but he is woken up by Ononoki. Ononoki offers to take him to see Shinobu in this world. Ononoki has returned to her expressionless self. She has noticed that Araragi reacted strangely to Ononoki in the morning, so she readjusted her personality to better match Araragi's fomer impression of her. They arrive at the location of the abandoned cram school building. However, the building has been replaced by an Eastern-style castle. Inside the castle, he meets Oshino Shinobu (Kissshot Acerolaorion Heartunderblade), in her human form, hidden behind a curtain. Araragi remember that this is how Shinobu can exist without contradicting Hachikuji's statement that vampires don't exist in this world. Shinobu advises Araragi to leave this world as soon as possible. If he stays any longer, he can have adverse effects on the people of this world. For example, he has already influenced Ononoki in this world to change her personality. He is also causing Oikura to suspect the happy life she's living is a lie. It will devastate her if she finds out about the actual Oikura that Araragi remembers. Because this world is full of paradoxes, Araragi can easily break the balance of this world by making others realize those paradoxes. Shinobu apologizes for not being able to help him return to his world, but she believes he is on the right track for going to Kanbaru's bathtub. During the conversation with Shinobu, Araragi feels extremely guilty for causing her trouble, and wants to take his own life to make up for his insolence. He doesn't quite know why he feels so suicidal in front of her, but this feeling becomes stronger as time progresses. Finally, Ononoki concludes that they have run out of time. She bids Shinobu farewell, and leaves the castle with Araragi using Unlimited Rulebook. Ononoki explains that humans can't be near Shinobu for too long. Otherwise they will want to commit suicide for Shinobu. If she doesn't hide behind a curtain, Araragi would have taken his own life immediately from her immense beauty. This is the tragic nature of the human Shinobu as described in the story Utsukushi Hime (Princess Beauty). In order to get into Kanbaru's house, Araragi decides to have Ononoki help him.\nThe next day, Araragi and Ononoki heads for Kanbaru's house. As soon as Rainy Devil comes out, Ononoki acts as a distraction to buy time, while Araragi successfully enters the house and find the bathtub without harm. Nothing happens by looking at the reflection in the water, even after he takes off his clothes to take a bath. Suddenly, someone enters the bathroom. Araragi doesn't recognize the person, but the person introduces herself as Tooe Gaen, Kanbaru's mother. Tooe joins Araragi in the bathtub. She seems to completely understand Araragi's situation just by looking at him. Tooe claims that the bathtub doesn't hold any magical properties. Araragi explains his current situation. Tooe says she cannot give him any advice, but she can help him scrub his back. While scrubbing his back, Tooe explains why she gave her daughter the Monkey's Paw. Tooe reveals that the Gaen family specializes in creating Oddities. She is not quite sure why her sister Izuko Gaen decided to choose the path of eliminating Oddities instead. She states that in a way, Gaen Izuko has also created an Oddity by making Ononoki. Rainy Devil was Tooe's alter ego, and in order to eliminate it, she had to face herself. She believes that a day will come when Kanbaru will have to face herself as well. Tooe gave Kanbaru a part of Rainy Devil in order to tell her daughter to not become like her. She thinks the way she dealt with her alter ego reveals how weak she actually is. Tooe respects Araragi for choosing to save his alter ego, Oshino Ougi, from destruction. Tooe also tells Araragi to find his partner. Araragi looks at the mirror in the bathroom, and realizes that Tooe doesn't have a reflection. This can be explained by the fact that she doesn't exist in the \"real world\". After Tooe finishes scrubbing his back, she asks him to help Kanbaru when the time comes, and disappears. Araragi's back hurts from Tooe scrubbing so hard, and he looks at his back using the mirror. He realizes Tooe has written the words \"Naoetsu High School\" on his back.\nAraragi meets up with Ononoki, who is still fighting with Kanbaru, and they escape using Unlimited Rulebook. Araragi explains what happened, and they decide to split up. Araragi will go to the high school, and Ononoki will look for Black Hanekawa in order to figure out who sent Hanekawa to save Araragi from Kanbaru. In order to avoid suspicion in the high school, Araragi returns home in order to change into his school uniform first. However, he can't find his uniform in his closet, and instead finds a girl's uniform. He realizes that it must belong to Ougi. This supports his theory about the \"mirror Araragi\" being Ougi. Shinobu has told him that he can adverse effects on this world. Now, Araragi thinks about the possibility that this world could be having adverse effects on him instead. He believes that having Ougi's uniform means he is slowly turning into Ougi. The thought of Araragi turning into someone other than himself terrifies him, further driving him to resolve everything as soon as possible. Reluctantly, Araragi decides to wear the girl's uniform to school. Meanwhile, Ononoki goes to the shrine in order to ask about where Black Hanekawa is. To her surprise, she finds Hachikuji, Sengoku, and a six-year-old Hanekawa drinking sake together. Sengoku explains that it has all been a misunderstanding. All they have to do now is to wait for Araragi to realize the misunderstanding and find his partner, and the problem will be solved.\nBack at Naoetsu High School, Araragi goes to his third year classroom, but he doesn't find anything. Then, realizing where he is supposed to go, he goes to the hidden classroom that Ougi created during the events of Ougi Formula, and finds Ougi waiting for him. At this point, it is revealed that Ougi is the \"partner\" that the other people were referring to throughout the story. Ougi is dressed up in a boy's school uniform (reference to Suruga Devil). Ougi switched the uniform in Araragi's closet as a joke so that he can hurry up and find her. She didn't expect him to actually wear it. Ougi explains that this isn't the mirror world. Araragi did not enter the mirror world. Instead, he has brought the things in the mirror world into the real world. Ougi reminds him that a typical mirror only reflects 80% of the light, which means 20% is absorbed into the mirror. Araragi has unintentionally brought out the absorbed 20% into his world. That 20% contains everyone's regret and the things everyone left behind. For example, Hanekawa is still in town even though she left the country because she secretly still wants to stay with her friends. This explains why Araragi can never find a version of himself in this world, because he has never left his world to begin with. During the process, Ougi became trapped in the hidden classroom so she couldn't get out and help Araragi. This entire event started when Araragi was reluctant to let go of his high school self the day after graduation. He still had regrets, and he didn't want to leave everything behind to start a new life. He wanted to bring back the things he had left behind, but in the process he has brought the things everyone else's regrets along. Ougi asks Araragi to be more careful next time. As the master of the former Heartunderblade, the most powerful Oddity, and the creator of Ougi, Araragi actually has considerable supernatural powers. In order to change this world back to normal, Ougi gives him a black mirror. She explains a black mirror absorbs 100% of the light. By bringing this mirror to the Kitashirahebi Shrine, the 20% that was brought out by Araragi can be absorbed back in. Ougi tells him to replace the mirror once it turns white.\nAfter the resolution, Araragi meets Hitagi Senjougahara. During this event Araragi didn't see Hitagi because he didn't want to peek into Hitagi's inner self. He also has no regrets for Hitagi since he's willing to spend his future with her. He tells Hitagi about what happened. While they are waiting for the traffic light, Araragi says that sometimes, he thinks about which foot to step forward with once the light turns green. The more he thinks about it, the more reluctant he gets, and it becomes almost impossible to decide. People often think too much, and end up not being able to move forward at all. This reflects how he doesn't know how to move forward after graduating high school. Hitagi laughs, and tells him that if he doesn't know which foot to step forward with, there is an easy way to solve that problem. The light turns green, and Hitagi hops forward with both her feet, and Araragi hurriedly follows suit."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari_(anime)",
      "https://bakemonogatari.fandom.com/wiki/Shaft"
    ],
    "text": "An anime adaptation by studio Shaft was released in Japanese theaters on November 10, 2018. In 2019, it was re-released as a 6-episode TV broadcast."
  }
}