{
  "id": "Second Season Episode 16: Summary Three",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_16:_Summary_Three",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    {
      "#Trivia": [
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Summary Three\" (Soushuuhen III) is the sixteenth episode of Monogatari Series Second Season, and the third recap episode of the series.\nAfter a revisit on four of the five stories featured in Bakemonogatari, Koyomi continues the retelling of his past experiences with the last story in Bakemonogatari, followed by the story of his siblings in Nisemonogatari.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "Looking back at the day Shinobu went on a \"journey of self-discovery\", Koyomi retells the incident when Tsubasa Hanekawa becomes once more afflicted by an oddity that transforms her into a cat-like entity. That time, the stress of dealing with her family for 17 years has just been quelled, only to be replaced by Tsubasa's feelings for Koyomi. Because of this, the sawarineko wanted to kill Koyomi. However, Shinobu Oshino, the remnant of a vampire he found in a donut shop, eventually rescued Koyomi and Tsubasa before beginning to reside on his own shadow.\nThe following day, Koyomi could no longer find Meme Oshino, the man who once brought back his life as a human. To his surprise, Meme's last words about not going without a goodbye was a parting message in itself, something that he only realized after Meme had gone.\nSeveral days after, during early summer vacation, Koyomi found himself locked away in a classroom-like place, where Hitagi had him in chains after hearing that he met a man named Kaiki, which Hitagi identified as the first of five conmen who swindled her family. Hitagi planned to prevent a direct encounter between him and Kaiki, but it was foiled by one made by his younger sister Karen, whose strong sense of justice forced her to deal with the charms circulating across town personally, at the cost of being taken down by the conman's curses herself. As Koyomi brought himself closer to reconciling with Shinobu, he decided to intervene with Karen's case, which eventually became an issue involving Hitagi's past as well. In the end, Kaiki agreed to leave town after hearing directly from Hitagi. As a result, Hitagi became even closer to Koyomi while Koyomi's relationship with his siblings improved.\nTwo weeks later, Koyomi and Shinobu meet an oddity specialist named Yozuru Kagenui and her familiar Yotsugi Ononoki, both of which came to town to target Koyomi's youngest sibling Tsukihi, which they identify as an immortal oddity. In order to protect what he believes is his sister regardless of her origin, Koyomi and Shinobu fought Yozuru and Yotsugi. Even as Yozuru overwhelmed Koyomi and Shinobu merely toyed with Yotsugi, Koyomi was able to plead for Tsukihi's life. The exorcist and her shikigami left with a goodbye, allowing Koyomi to return home.\nKoyomi soon promised that he will introduce his girlfriend to them soon, just as he spoke again about how much he \"hates\" his sisters."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}