{
  "id": "Dramaturgy",
  "url": "https://bakemonogatari.fandom.com/wiki/Dramaturgy",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Tsubasa_Sleeping"
      ]
    },
    {
      "#Appears_In": [
        "#Main_Series",
        "#Manga"
      ]
    },
    "#Trivia"
  ],
  "Description": "Dramaturgy (ドラマツルギー, Doramatsurugī) is one of the vampire hunters who tried to kill Kiss-Shot Acerola-Orion Heart-Under-Blade; he managed to steal her right leg. He is in fact, a vampire himself.",
  "#Appearance": {
    "link": [],
    "text": "Dramaturgy appears as a giant man with a height over two meters. His common expression depicts him with a very stern, serious look. He can transform his arms into giant wavy-shaped blades which he uses in combat. His ears are pointed, a common characteristic of vampires. In order to hold down his messy hair, he wears a headband. His eyebrows make a unique \"Y\" shape that nearly touch his sideburns."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi"
    ],
    "text": "Dramaturgy has a very calm personality despite his appearance. He even invited Koyomi to become one of his brethren instead of fighting him."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Sleeping"
    ],
    "text": "As a vampire himself, Dramaturgy comes from a network of oddity specialists that considers hunting vampires a necessity to keep ecosystems balanced, as opposed to trying to kill as many as possible.\nHis lineage is weak when it comes to regeneration. He has a fifty-three brethren of vampires and refers to himself as their \"number one.\" He speaks a mysterious foreign language, though he can still speak Japanese. Events in Tsubasa Sleeping seem to imply he might be German, as he is found in the country and can speak the language."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi"
    ],
    "text": "Exclusive to the novel, Dramaturgy requests Koyomi to join his vampire brethren to become their new leader instead of fighting. He declines the offer, initiating the originally planned fight.\nIn the duel for Kiss shot's right leg, Dramaturgy fights Koyomi by using his fists and blades. At first, Koyomi panics when his left arm flies off and merely runs away from him, barely dodging his attacks. After Koyomi realizes his regenerative ability, he regains his composure and attacks Dramaturgy with an aikido tackle.\nKoyomi finds it's useless to fight him with human logic as Dramaturgy easily slices his arms off with his swords to escape from the tackle. Koyomi runs to the sports shed, throwing shot puts at Dramaturgy's face with perfect accuracy using his super human strength. \nHe lifts a concrete roller with a single hand, readying himself to throw it to him as Dramaturgy crouches on the ground in pain. Dramaturgy surrenders and swears that he will never fight him again, as the damage from such an object would be very inconvenient for his slow regeneration. Afterwards he returns the right leg as he promised and leaves Japan."
  },
  "#Tsubasa_Sleeping": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari"
    ],
    "text": ""
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "His name is a reference to Dramaturgy, which is the study of dramatic composition. In romanji his name is written as Doramatsurugi; \"tsurugi\" means \"sword\". This a running theme of the vampire hunters and Shinobu's name.\nHe shares the voice actor of Koyomi Araragi in the English audio book of Kizumonogatari."
  }
}