{
  "id": "Nadeko's Parents",
  "url": "https://bakemonogatari.fandom.com/wiki/Nadeko%27s_Parents",
  "toc": [
    "#Appearance",
    "#Background",
    {
      "#Plot": [
        "#Karen_Bee",
        "#Hitagi_End"
      ]
    }
  ],
  "Description": "Nadeko's Parents (撫子の両親, Nadeko no ryoushin), full names unknown, are Nadeko Sengoku's constant companions at home and, as the name suggests, are her mother and father. Nadeko's mother is voiced by Miho Miyagawa in Monogatari Series Second Season.",
  "#Appearance": {
    "link": [],
    "text": "Nadeko's mother has brown hair and a pale complexion while her husband has short black hair and a medium complexion. Their faces have never been revealed in the series."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "Both of Nadeko's parents are often at work and only comes home on weekends, leaving Nadeko as the only person at home most of the time.\nDeishuu Kaiki described the couple as the kind of parent that forces their expectations onto their child, based on Nadeko's childhood photos which depict her with an awkward smile and wearing cute dresses. On the other hand, he criticized their laxity in enforcing their roles as parents, as demonstrated by their apprehension over opening Nadeko's closet as well as their lack of knowledge about Nadeko's issues."
  },
  "#Karen_Bee": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "During Koyomi Araragi's short visit in the Sengoku Residence, Nadeko's plan to spend more time with her childhood acquaintance is interrupted by the unexpected arrival of her parents."
  },
  "#Hitagi_End": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine"
    ],
    "text": "The Sengoku Residence is visited by Deishuu Kaiki, who is investigating the circumstances involving Nadeko and her transformation into the god of Kita-Shirahebi Shrine. Posing as a father of a girl who was involved in the middle school charms incidents (which is ironically caused by him), he interviewed the couple about various things.[1] Deishuu later tricks the two into driving away from their house, giving him enough time to inspect the contents on Nadeko's closet."
  }
}