{
  "id": "Nisemonogatari Episode 08: Tsukihi Phoenix, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_08:_Tsukihi_Phoenix,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "Tsukihi Araragi. The younger of Koyomi's two younger sisters. Born in April, 14 years old, currently in second year of middle school. One of the Fire Sisters. Blood type B. A hysteric, sly, prone to heights of emotion...\nand an immortal.\nThis is the story of another fake.\n\nAugust 14th, Sunday morning.\nKoyomi's early morning study session is interrupted by Koyomi's elder younger sister Karen, who insists in helping him at anything while putting him on a triangle choke. Koyomi, expecting the hot-blooded girl who beat him up recently, releases himself from Karen's grasp, only to discover that Karen, who is usually seen wearing baggy shorts, is now wearing a skirt.\nA hysterical Koyomi urges Karen to tell him if there is someone who bullies her into wearing such feminine clothing, but Karen assures her that there is no one who is forcing her to switch into the style she is wearing now. To add, Karen points out that it was Koyomi himself who is the only one who bullied her, reminding him that his words that almost brought her to suicide when she was in elementary were also the words that caused her to shift to her current athletic character.\nRegardless, Koyomi insists Karen to divulge any contacts of those who bully her, and Karen simply comments that her brother is hotter than fire sometimes.\n\nKaren points out that she is not cosplaying, and neither is she being bullied and asks if her clothes are cute on her. Although Koyomi is reluctant to answer, Karen's menacing glare is enough for Koyomi to force an affirmative response. Then, an overjoyed Karen lunges towards him and delivers a bone-crushing hug, thanking Koyomi for his response. Koyomi finds her rather restraining hug creepy, but Karen never let go of him, and even declares that she will love her older brother. Koyomi refuses her younger sister's show of love, and soon mentions Suruga Kanbaru.\nSuddenly, Karen lets go of her embrace and steps back, only to perform a dogeza in front of her older brother. There, she pleads to Koyomi to introduce her to Kanbaru. Koyomi is rather surprised that Karen knows Kanbaru by name although he hasn't introduced her to his younger sister, but then assumes that both of them know each other as fellow athletes. Meanwhile, Karen continues to plead to Koyomi, and is even willing to sacrifice her virginity to Koyomi, but he flatly refuses, kicking her lowered head in the process.\nKaren flies across the room and into Koyomi's bed, performing a perfect landing befitting of an Olympic gold medal.\n\nKoyomi soon talks about Karen's rather different personality at home compared to school and outside in general, and Karen replies by saying that she has a reputation of sorts to maintain, thus her change of personality at home. Karen then comments about how her clothes, which are actually stolen from her sister Tsukihi, are rather uncomfortable, but allows her to perform kicks easily.\nMeanwhile, Koyomi asks Karen about how she learned about his connection with Suruga Kanbaru. Karen reveals that the official newsletter of Kanbaru's \"official\" fan club released pictures of their idol having a good time with Koyomi, much to Koyomi's shock, although Karen saw him and Kanbaru's relationship as that of a mentor-student relationship.\nSoon, Karen requests Koyomi once again to introduce her to Suruga, but Koyomi continues to refuse her proposal, as he knows Suruga's sexual preference and probably wants to avoid a scenario that involves said sexual preference. Karen ends up resorting to violence to force Koyomi to give in to her demands, but he still refused, even with Karen's hand embedded deep inside his stomach.\nKoyomi decides to settle their argument once and for all, and this time, the winner of the argument would be determined through a game whose rules are to be dictated by none other than Koyomi himself.\nAs Karen steels herself for any obstacle Koyomi has prepared for her, Koyomi steps out of a room...\n\n...and returns with Karen's toothbrush on his hand.\nKaren shudders at the thought of having that shoved into her butt, but Koyomi assures her that he has other ideas. He reminds Karen that a person often allows only those whom they are familiar with to touch their hair, and he thinks that another activity that carries the same idea is brushing one's teeth, and a person can only tolerate so much of an unfamiliar person touching his/her hair or brushing his/her teeth before that person gives up. Thus, the game involves a test of Karen's psychological tolerance.\nFive minutes of Koyomi brushing Karen's teeth is all it takes for Karen to get her chance to meet Kanbaru personally.\nInitially, Karen finds Koyomi's \"challenge\" too easy, especially since Koyomi is no stranger to her, and is even disappointed about Koyomi's decision. Meanwhile, Koyomi simply prepares the start of his introduction to Suruga Kanbaru's fetishism.\nAs soon as Koyomi places the toothbrush into Karen's mouth, the simple activity of having one's teeth brushed becomes an orgasmic experience. Karen's body becomes jittery as her toothbrush explores every nook and cranny of her mouth, while Koyomi triumphantly grins at the sight of Karen's tolerance being broken down at each brush stroke.\nOne minute has passed, and Karen is close to breaking point, but Koyomi persists on. However, even he is slowly feeling the pressure as seeing Karen in an embarrassing situation is slowly having an effect on him.\nSoon, the pressure becomes too much for Koyomi. As he continues to violate Karen's mouth with her toothbrush, she pushes back Karen, positions himself on top of her, and is just inches away from grabbing her breasts...\n\nThen, Tsukihi appears. Fear overwhelms the two elder siblings.\nAs Karen and Koyomi, both pale-faced, try to explain themselves to Tsukihi, the youngest of the Araragi siblings. As the two desperately hope for a painless verdict, Tsukihi prepares to go to the convenience store to buy a awl to bore holes into her older siblings.\nWith Tsukihi's interruption, the game draws to a close, and Karen tells Koyomi that more than five minutes have passed since the game has begun. Koyomi helplessly admits his defeat and promises to introduce her to Kanbaru. However, Karen goes quiet, and Koyomi decides to lift her spirits by telling her that she did well.\nThen, Karen, with a flushed face, tells Koyomi that they should continue with the game, since the last one was voided by Tsukihi's interruption.\n\nFollowing that morning, Koyomi and Karen get along together better than before."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}