{
  "id": "Owarimonogatari Episode 18: Ougi Dark, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_18:_Ougi_Dark,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Ougi Dark, Part 1\" (おうぎダーク 其ノ壹, Ougi Dāku Sono Ichi) is the eighteenth and fifth episode of the second cour of the Owarimonogatari anime series, first broadcasted on August 13, 2017.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Namishiro_Park",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Oddity#The_.22Darkness.22"
    ],
    "text": "After meeting Ougi Oshino at his house, Koyomi Araragi arrives at Namishiro Park where he meets Gaen, Shinobu and Hachikuji playing baseball with rocks and Kokorowatari, their game is interrupted when Shinobu notices Araragi and excitedly greets him.\nAraragi tries to ascertain Hachikuji's condition, but Gaen informs him that she's still the same ghost he met at the park months ago. Araragi apologizes for not being able to revive her but Hachikuji says she already worked things out with Gaen. Gaen decides to explain everything as soon as Araragi's beautiful slave stops bulliyng Yotsugi Ononoki.\nAfter Araragi interrupts Shinobu's fun, they all sit in a circle in order for Gaen to brief them on her plan. Araragi returns the snake seal as per Gaen's orders and she begins explaining how they must eliminate Oshino Ougi.\nOugi was just a fake name created for convenience, since Ougi's lack of identity is her real identity as an oddity. Araragi asks her how she's sure that Ougi will act tonight, but Gaen assures him that this is the only time she has to act. Gaen then starts explaining the source of the oddities in town.\n400 years ago, Kiss-Shot landed in Japan in a lake temple where the Shirohebi Park is now located. That lake was a sacred lake worshiped by the entire region. Due to Kiss-Shot's violent landing, rain fell on the region that was affected by drought and Kiss-Shot took over as the local god. After she left, the people that were left had no god to worship, and like that, their worshiping survived by merging it with another local religion, one that worshiped a mountain snake, similar to the lake's water snake god.\nThe merging was defectful and bad energy started to accumulate on the temple, despite that, the temple managed to survive until 15 years ago, when Seishirou's ashes arrived in his homeland and absorbed both the bad energy and the local god, driving it to ruin.\nGaen planned to enshrine Shinobu as the new god having her absorb the snake talisman until Nadeko took over as the shrine's god. Araragi says that he intends to do something about Hachikuji and Shinobu's current situation as Hachikuji will soon be swallowed by the Darkness again, to which Gaen replies that her plans include taking care of Hachikuji. She then asks about Koyomi's plans for Shinobu. He replies that he wants the town he lives in to be peaceful, but after accepting that he can't take care of everything, he wants the people around him to be safe.\nGaen replies that while that may be dangerous for her, she can deal with it since Araragi didn't voice any concerns for his own safety. She asks Shinobu about her objective and she answers that she wishes to obey her master's wishes, but if she were to speak for herself, she would like to become a little girl again.\nHaving cleared everyone's objectives, Gaen explains the requirements to achieve Hachikuji, Shinobu and her own wishes, first they must put a new god on the North Shirahebi Shrine, then they must exterminate Oshino Ougi. Araragi interjects about enshrining Shinobu, but Gaen explains that since he brought Hachikuji from hell, she will serve as a better god than Shinobu herself.\nAraragi interjects, but Shinobu explains that Hachikuji having come back from hell is a miracle work of deification, and Gaen explains that it's her only options are to be swallowed by the darkness, go back to hell, or transforming herself into a goddess, which would allow her to exist as long as she manages the town's bad energy.\nArargi continues to be concerned, asking if Hachikuji is compatible with the temple's snake god. Gaen then explains that she's compatible due to the Three-Way deadlock, a game precursor to Rock-paper-scissors in which the snake is beat by the slug, which is close enough in species to Hachikuji's lost snail. If Hachikuji becomes the new goddess, she won't lose control like Nadeko did, since she'll beat the old god. Despite Araragi's concerns, Hachikuji remains positive with her promotion, since she'll be able to keep playing with Araragi and she won't be swallowed by the darkness.\nAraragi then warns Gaen that Oshino Ougi may not be the Darkness. Gaen replies that she knew it already and Ononoki reacts with fake disbelief. Gaen asks Araragi what led him to believing she's the Darkness. He replies that he thought that was the case since she was involved with Nadeko and Tadatsuru so he had a sense that she was like the Darkness preserving the rules.\nGaen explains that Ougi must have felt the same and felt like she had to play the same role and that even if they enshrine Hachikuji, she may be attacked by the fake Darkness that is Ougi, so they must exterminate her. Araragi protests Gaen saying they must exterminate her since that makes her since like an oddity.\nGaen confirms that that's the case. Ougi is nothing more than an ordinary monster."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}