{
  "id": "Heavy Stone Crab",
  "url": "https://bakemonogatari.fandom.com/wiki/Heavy_Stone_Crab",
  "toc": [
    "#Appearance",
    "#Background",
    {
      "#Plot": [
        "#Hitagi_Crab"
      ]
    }
  ],
  "Description": "After Hitagi Senjougahara’s middle school graduation and before she attended high school, she met the crab where it took away her weight. The crab took away most of her weight to the point Hitagi only weighs 5 kilograms. There are only two people in school who knew her problem: Koyomi Araragi and Harukami, their health teacher. Just about when Hitagi was going all-out with her stationery, Koyomi decided to help her out.[4]\nThis led Koyomi and Hitagi to the nearby cram school. Inside, Meme Oshino tells Hitagi to cleanse her body and have a new set of clothes in preparation for the crab at midnight. Oshino needed 100,000 yen to deal with the oddity for his fee.[1] Past midnight, the three went to an altar set up by Oshino to begin the ritual. Before the ritual, Oshino advises Hitagi to drink a small amount of alcohol to have a closer connection to the god. Then, Oshino asks a series of questions to Hitagi that will summon the crab. When she hesitated to answer the last question about her most painful memory, the crab finally appeared.[5]\nOshino asked her if the crab is in front of her, she confirms it even though Koyomi and Oshino did not see it. Hitagi paused for one moment forgetting what she was going to say until the crab pinned her to the wall. Oshino observed the god was impatient in which he forcefully slam the crab on the floor. \nAs soon as Oshino suggested to use an alternate solution, Hitagi was determined to deal with it by herself. Hitagi knelt down and bowed in front of the crab to apologize and thank the god so she can shoulder all of her thoughts and feelings to regain her weight. Her last wish was to give back her mother who fell into a cult which led Hitagi’s family into ruin. Hitagi used the crab’s capabilities to cut ties with her mother to place the burden somewhere else.[5] The crab granted her wish thus giving back her weight. In the end, Koyomi gained doubled of his normal weight as a compromise from the gods.",
  "#Appearance": {
    "link": [],
    "text": "Some sources say that it doesn’t have to be a crab where a rabbit or a beautiful woman is seen instead. However it is mostly invisible to other people and is only manifested by its victim’s desires. In the anime, the crab is a transparent oddity with two claws, eight legs, two glowing eyes, and the kanji for crab in red floating around its body.[2]"
  },
  "#Background": {
    "link": [],
    "text": "According to Oshino, the Heavy Stone Crab is a play on words of crab (蟹, kani) and god (神, kami) deriving from omoishi-gami.[1] The term is from the words heavy (重い, omoi), to cling (しがみつく, shigamitsuku), and bonds (柵, shigarami).[3] The characters needed to write the name has the kanji of stone weight (重し, omoshi) and crab. It is not a harmful god since it doesn’t come across by choice."
  },
  "#Hitagi_Crab": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "After Hitagi Senjougahara’s middle school graduation and before she attended high school, she met the crab where it took away her weight. The crab took away most of her weight to the point Hitagi only weighs 5 kilograms. There are only two people in school who knew her problem: Koyomi Araragi and Harukami, their health teacher. Just about when Hitagi was going all-out with her stationery, Koyomi decided to help her out.[4]\nThis led Koyomi and Hitagi to the nearby cram school. Inside, Meme Oshino tells Hitagi to cleanse her body and have a new set of clothes in preparation for the crab at midnight. Oshino needed 100,000 yen to deal with the oddity for his fee.[1] Past midnight, the three went to an altar set up by Oshino to begin the ritual. Before the ritual, Oshino advises Hitagi to drink a small amount of alcohol to have a closer connection to the god. Then, Oshino asks a series of questions to Hitagi that will summon the crab. When she hesitated to answer the last question about her most painful memory, the crab finally appeared.[5]\nOshino asked her if the crab is in front of her, she confirms it even though Koyomi and Oshino did not see it. Hitagi paused for one moment forgetting what she was going to say until the crab pinned her to the wall. Oshino observed the god was impatient in which he forcefully slam the crab on the floor. \nAs soon as Oshino suggested to use an alternate solution, Hitagi was determined to deal with it by herself. Hitagi knelt down and bowed in front of the crab to apologize and thank the god so she can shoulder all of her thoughts and feelings to regain her weight. Her last wish was to give back her mother who fell into a cult which led Hitagi’s family into ruin. Hitagi used the crab’s capabilities to cut ties with her mother to place the burden somewhere else.[5] The crab granted her wish thus giving back her weight. In the end, Koyomi gained doubled of his normal weight as a compromise from the gods."
  }
}