{
  "id": "Hanamonogatari Episode 02: Suruga Devil, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Hanamonogatari_Episode_02:_Suruga_Devil,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "Suruga Devil, Part 2\" (するがデビル 其ノ貳, Suruga Debiru Sono Ni) is the second episode of the Hanamonogatari anime series. It released on August 16, 2014.",
  "#Synopsis": {
    "link": [],
    "text": "Suruga is left dumbfounded that her left arm has been freed of the curse of the Rainy Devil. As she sees her human left arm after a long time, Suruga wonders if Meme Oshino's remark about her problem being solved over time is true now that her arm has returned to normal, and whether her hate for Koyomi has gone away, causing the curse to lift. Suruga eventually realizes the reality of her situation as she loses the athleticism and strength she had when the curse is still on her left arm.\nOugi once again talks to Suruga, this time informing her of how the \"Devil Lord\" has stopped receiving requests from people. Suruga also hears from Higusa about Rouka Numachi, explaining that an injury has taken her varsity scholarship from her, forcing her family to move to parts unknown.\nOn April 15, on a train station, Suruga meets Deishuu Kaiki by accident, and she discovers that she is unable to match Deishuu's pace using her own strength. Humiliated by the defeat, Suruga is at the verge of tears. Meanwhile, Deishuu confronts her about trying to run away from a problem, but later assures that he does not come to swindle her.\nDeishuu takes Suruga to a yakiniku restaurant, where Deishuu personally prepares meat for Suruga while she watches with caution. As Suruga slowly becomes conflicted on what to feel towards Deishuu's actions, Deishuu willingly answers Suruga's questions. He reveals knowing about Suruga's mother and Izuko Gaen, as well as receiving a request from the former, asking to watch over Suruga. Suruga suspects that Deishuu had feelings for her mother based on the fact that he refuses to call her mother as a Kanbaru, but he quickly dismisses the claim.\nDeishuu soon hands out a calling card to Suruga. Suruga remains suspicious of Deishuu, as recommended by Hitagi and Koyomi. However, Deishuu points out that no single person is always evil, and he has no intentions of swindling Suruga this time. Although still somewhat hesitant, Suruga receives the calling card. Then, Deishuu reveals that he knows about a mummified monkey's paw entrusted to her by her mother, much to Suruga's shock; Deishuu warns her to not use it, and instead leave its care to a collector.\nSoon, Deishuu decides to go so that Suruga could continue eating. After telling her to eat more meat, he prepares to leave, but is confronted by Suruga about how he knew about her arrival in the train station earlier. Deishuu mentions the name Rouka Numachi, and this urged Suruga to meet her nemesis again. This time, it involves Rouka taking the devil's left arm from her."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FHanamonogatari_Episode_02%3A_Suruga_Devil%2C_Part_2%3Fveaction%3Dedit%26section%3D6&uselang=en"
    ],
    "text": "Quotes[]"
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}