{
  "id": "Bakemonogatari Portable",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Portable",
  "toc": [
    "#Game_Play",
    {
      "#Plot": [
        "#Main_Characters"
      ]
    },
    "#Reception",
    "#English_Translation",
    "#Videos",
    "#External_links"
  ],
  "Description": "Bakemonogatari Portable (化物語ポータブル, Bakemonogatari Potaburu) is a video game adaptation of the Bakemonogatari anime series, released for the PlayStation Portable by Bandai Namco Games. It was released on August 23, 2012 in Japan.",
  "#Game_Play": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "The game itself is a visual novel where the player assumes the role of Koyomi Araragi, the male protagonist in the original light novels. During parts of dialogue between characters, animated 3D sprites move and talk in the same style as that of the anime series. This includes most of the effects present in the anime, like \"black\" and \"red\" frames that flash in the screen, and selected scenes from selected episodes. The progress of the story will depend on the choices of the player.\nThe main story mode of the game has a generally linear plot which closely follows the story of the light novels. This is divided into five major story arcs which are named after the character the story is focused on: Hitagi Crab, Mayoi Snail, Suruga Monkey, Nadeko Snake and Tsubasa Cat, in proper order.\nDuring the progress of the main story mode, the player enters a \"battle mode\" which pits him against a character relevant to the story. The objective is to decrease the assigned hit points to that character to 0. However, unlike the traditional battle mechanics in most fantasy role-playing games, the means of doing so is through choosing a reply to that character's dialogue, which would affect both the character's response and hit points. Choosing carefully will allow the player to proceed to the next stage of the story."
  },
  "#Main_Characters": {
    "link": [],
    "text": ""
  },
  "#Reception": {
    "link": [],
    "text": "During its first week of release, Bakemonogatari Portable sold 34,500 units, making it the second best-selling game overall and the highest-selling PSP game during that week.[1]"
  },
  "#English_Translation": {
    "link": [],
    "text": "An unofficial fan-translated English patch for the game was released on the 23rd of August 2022, in time for the game’s 10th anniversary. It is fully playable and features remastered cutscenes with full subtitles."
  },
  "#Videos": {
    "link": [],
    "text": ""
  },
  "#External_links": {
    "link": [],
    "text": ""
  }
}