{
  "id": "Second Season Episode 07: Mayoi Jiangshi, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_07:_Mayoi_Jiangshi,_Part_1",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Mayoi Jiangshi, Part 1\" (まよいキョンシー 其ノ壹,  Mayoi Kyonshī Sono Ichi) is the seventh episode of Monogatari Series Second Season, first broadcast on August 17, 2013.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "On his way to class, Koyomi Araragi is confronted by a girl named Ougi Oshino, who quickly opens a peculiar conversation about traffic lights. Eventually, the topic shifts to the contradictory notion of safety and its tendency to undermine a person's ability to sense danger. Koyomi is confident that Ougi wanted to impress him by talking about a piece of useless trivia, but the talk also reminds him of his adventures with a girl who learned the danger of the road the hard way... Mayoi Hachikuji.\nAugust 20.\nKoyomi meets Yotsugi Ononoki as he carries Mayoi's backpack. Yotsugi reassures Koyomi that she is alone and was \"dispatched\" to do something, but she also warns Koyomi to stop reminding him of her catchphrase \"I said, with a posed look\". After momentarily asking about Shinobu Oshino, they head to a nearby ice cream shop, where Koyomi talks about Mayoi and his need to return her backpack. Yotsugi's interest about seeing a ghost forget something shifts the topic to Yotsugi's nature as an oddity, and she quickly reveals that she is a tsukumogami, an oddity based on a tool that had a grudge on its owner after being used short of 100 years. She then adds that she died once and was \"reincarnated\", compared to Koyomi who did not die as an immortal vampire and Mayoi who died once and became a wandering ghost.\nAs they move to a nearby park, Yotsugi wonders about why she, Koyomi and Mayoi have continued living on and whether there is a reason for it. Koyomi is sure that the question has crossed his mind, but he doesn't know if he or Mayoi can answer it. Regardless, Yotsugi wanted Koyomi to ask Mayoi about it so that she could know if Mayoi was truly happy to be a ghost.\nThat night, Koyomi returned home with Mayoi's backpack still with him. Ononoki's questions still linger on his mind, but he is certain that Mayoi is not the kind of person to answer those questions. Soon, Shinobu shows up and urges him to stop worrying over pointless things and to focus more on what a student should be doing. Koyomi soon realizes that he hasn't done his summer break homework just two hours before summer break ends, and he asks Shinobu to bring him back to yesterday. Although Shinobu refuses at first, she decides to do what he asks.\nKoyomi and Shinobu head to Kita-Shirahebi Shrine and she reveals that time travel is possible just as oddities exist. Using the energy that envelops the shrine, Shinobu summons a portal in a shrine gate and asks Koyomi to hop in, but not after he gives his wristwatch to her. Although somewhat nervous, Koyomi joins hands with Shinobu and leaps into the portal.\nThe two show up midway into the mountain road to the shrine, and Koyomi is still in disbelief about having successfully traveled through time. To makes things worse, though, Shinobu doesn't seem confident about a way back and she is not the kind of person who is into details. Fortunately, Shinobu manages to convince Koyomi to make the trip back home to make sure.\nAfter leaving Kita-Shirahebi Shrine, with Shinobu on his shoulders, Koyomi finds out from a group of students passing by that it is currently May 13th, eleven years into the past."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}