{
  "id": "Seishirou Shishirui",
  "url": "https://bakemonogatari.fandom.com/wiki/Seishirou_Shishirui",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Shinobu_Time",
        "#Shinobu_Mail"
      ]
    },
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Manga"
      ]
    }
  ],
  "Description": "Seishirou Shishirui (死屍累 生死郎, Shishirui Seishirō) was Shinobu Oshino's first vampire minion and the original oddity slayer. He was a famed oddity specialist in his time. He is the main antagonist of Shinobu Mail.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "While most usually shown in a full set of samurai armor that covers his entire body, his true appearance underneath depicts a pale skin man with pointy elf-like ears and long, black hair. He wears a formal, black suit. \nLike his former master, he seems to take the form of different ages depending on how much he has revived. In Shinobu Mail, he takes the form of a small child when he first meets Koyomi Araragi outside his samurai armor."
  },
  "#Personality": {
    "link": [],
    "text": ""
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Yumewatari"
    ],
    "text": "Seishirou was originally a Japanese warrior known for his ability to kill oddities by using the swords Kokorowatari and Yumewatari. During his travels, he met Kiss-shot Acerola-orion Heart-under-blade, who assumed the role of the local god in a village in Japan, and began visiting her on occasion, although Seishirou did not show any aggression towards the vampire. Kiss-shot's presence soon took the attention of the entity later identified as , and despite their combined efforts to stave off the effects of the Kurayami in the village, the entity continued its rampage, consuming the inhabitants of the village and Seishirou in the process.\nKiss-shot managed to escape with Seishirou's disembodied hand, which was all that remained of the warrior, and used this to revive him as a vampire, turning him into the first minion of the King of Oddities. This fate was gravely rejected by Seishirou, and he leapt into the sunlight soon after his revival, cursing Kiss-shot as well as saying her name for the first time as he turned to ash. Among the things that he left behind after his suicide was a replica of the Kokorowatari made from his own flesh, which remained in Kiss-shot's possession.\nHe was reincarnated fifteen years prior to the beginning of the series, four-hundred years after his first suicide attempt."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade"
    ],
    "text": "Only briefly mentioned, it's revealed that Kiss-shot's first minion attempted suicide by jumping into the sun. It's implied that this event caused great guilt for Kiss-Shot Acerola-Orion Heart-Under-Blade, which lead to her desire to die in the name of granting Araragi's wish to become human again."
  },
  "#Shinobu_Time": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari"
    ],
    "text": ""
  },
  "#Shinobu_Mail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "After Seishirou was resurrected, he greets Araragi when the latter is shopping. Seishirou desires to meet Shinobu Oshino and possibly continue his relationship with her. He attempts to trick Araragi into drinking holy water, thereby severing his link with Shinobu. This attempt fails, and leads to a duel between himself and Araragi. During the duel, he exits his armor for greater mobility, grasping Kokorowatari, and tries to bring the blade down on Araragi, but he is defeated by latter when he places Meme Oshino's seal of the shrine directly on Seishirou's chest. As he melts to nothing, he continues to call for Kiss-Shot. Shinobu arrives, and while shedding tears, tells him that she forgave him already and she was truly glad to see him again. However, she could not take him back as she loved Araragi more. As he melts away, Shinobu eats him, finally completing the suicide he attempted four-hundred years ago."
  },
  "#Trivia": {
    "link": [
      "https://en.wikipedia.org/wiki/Hiroshi_Kamiya",
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari"
    ],
    "text": "The name Seishirou can literally mean \"son of life and death\", while the surname Shishirui can be interpreted as \"involved with corpses\".\nHe shares the voice actor of Araragi, Hiroshi Kamiya, for the majority of the arc due to stealing it with energy drain. Later, in his duel with Koyomi, he returns to his full power and regains his own voice.\nSeishirou is the only male character in the series to be on a novel cover, appearing on the cover of the English translation of Onimonogatari with Shinobu."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  }
}