{
  "id": "Tooe Gaen",
  "url": "https://bakemonogatari.fandom.com/wiki/Tooe_Gaen",
  "toc": [
    "#Appearance",
    "#Personality",
    {
      "#Plot": [
        "#Suruga_Devil",
        "#Koyomi_Reverse",
        "#Suruga_Bonehead"
      ]
    },
    "#Trivia",
    "#Catchphrases_/_Running_Gags",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Short_Stories"
      ]
    }
  ],
  "Description": "Tooe Gaen (臥煙 遠江, Gaen Tooe), was the sister of Izuko Gaen, the wife of Suruga's Father, and the mother of Suruga Kanbaru.\nIt was later revealed that Suruga's parents eloped at some point during Suruga's elementary school life, as the Kanbaru family did not approve of their relationship.\nShe and her husband died together in an accident. By the time of her death, Kanbaru will have received a \"monkey's paw\" (the Rainy Devil's left arm) while Deishuu Kaiki will have been entrusted with the Rainy Devil's head. Tooe's possession of these two artifacts imply her strong connection with oddities.",
  "#Appearance": {
    "link": [],
    "text": ""
  },
  "#Personality": {
    "link": [],
    "text": ""
  },
  "#Suruga_Devil": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi"
    ],
    "text": "In a dream, Tooe lectures her daughter for being weak. Asserting Suruga's life will be more aggravating than other people's she prays for Suruga learning to live for that aggravation. Tooe is aware of a curse from the moment people are born with. This curse also applies to her daughter. For Suruga, she can't grasp what her mother was trying to point out.[1] The reason behind it comes into play at her passing.\nAt the end of the arc Suruga communicates with her for once in a different dream. She listens to her daughter's encounter with an old friend despite her lack of enthusiasm. Tooe questions if Rouka Numachi was not medicine nor poison, and was water (more specifically muddy water), she asks Suruga to identify herself between the three based on the first conversation in the beginning. After Suruga acknowledging herself as a flash flood, she bids farewell in the afterlife.[2][3]"
  },
  "#Koyomi_Reverse": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari"
    ],
    "text": ""
  },
  "#Suruga_Bonehead": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_%26_Nekomonogatari_Black_Original_Soundtracks"
    ],
    "text": "Tooe's theme song derives from Kaiki's theme song in Nisemonogatari titled Ominous. Interestingly, both of them use the cello."
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"If you can't be medicine, be poison. Otherwise you're nothing but water.\"[4]"
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Orokamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories"
    ],
    "text": ""
  }
}