{
  "id": "Mōsō Express",
  "url": "https://bakemonogatari.fandom.com/wiki/M%C5%8Ds%C5%8D_Express",
  "toc": [
    "#Background",
    "#Lyrics",
    "#Video",
    "#Trivia"
  ],
  "Description": "Mōsō♡Express (もうそう♡えくすぷれす, lit. \"Delusion♡Express\") is the third opening theme song of Monogatari Series Second Season, played during the Nadeko Medusa story (Episodes 12 and 14 for the TV broadcast and Episodes 10 and 12 for the disc releases). It was written by meg rock, composed and arranged by Satoru Kousaki and performed by Kana Hanazawa, who plays the role of Nadeko Sengoku.",
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Renai_Circulation",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "In stark contrast to \"Renai Circulation\", \"Mousou Express\" symbolizes Nadeko's change in character in the Nadeko Medusa story arc while retaining her cute image. The song's chorus, for example, reflects Nadeko's outlook on the world during the events of Nadeko Medusa: \"If the world can’t be the way I want / Then I have no use for it anymore / There’s only one thing I desire / Everything Everything Everything Everything\".\nThe opening credits used for the arc makes several references to the credits for \"Renai Circulation\", although there are several changes like a dark color scheme instead of the pastel colors of \"Renai Circulation\", and some scenes in \"Renai\" played in reverse. where the previously timid Nadeko who was surrounded by pastel colors are now depicted as snatching Koyomi Araragi while the credits use a darker color scheme."
  },
  "#Lyrics": {
    "link": [],
    "text": "Note: The original lyrics to this song are written completely in hiragana."
  },
  "#Video": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shaft"
    ],
    "text": "Shin Oonuma directed this opening as he did for Renai Circulation despite leaving Shaft for SILVER LINK in 2010."
  }
}