{
  "id": "Kizumonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    "#English_Release_Synopsis",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Koyomi_Vamp"
      ]
    },
    "#Illustrations",
    "#English_Edition_Color_Pages",
    {
      "#English_Audio_Book": [
        "#Cast"
      ]
    },
    "#Anime",
    "#Manga",
    "#Kizumonogatari_VR"
  ],
  "Description": "Kizumonogatari (傷物語), or KIZUMONOGATARI: Wound Tale in the English publication, is the second part of the Monogatari series. It is the third book overall and contains the story Koyomi Vamp (こよみヴァンプ).\nIt is the first book to be released in English and the first to be released as an English audio book.",
  "#Etymology": {
    "link": [],
    "text": "The title is a portmanteau of the following terms:"
  },
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Kiss-shot_Acerola-orion_Heart-under-blade"
    ],
    "text": "This prequel novel features the life of Koyomi Araragi before the events in Hitagi Crab. It details Araragi's encounter with the vampire Kiss-shot Acerola-orion Heart-under-blade and his journey back into humanity from being a vampire."
  },
  "#English_Release_Synopsis": {
    "link": [],
    "text": "Around midnight, under a lonely street lamp in a provincial town in Japan, lies a white woman, a blonde, alone, robbed of all four limbs, yet undead. Indeed, a rumor's been circulating among the local girls that a vampire has come to their backwater, of all places.\nKoyomi Araragi, who prefers to avoid having friends because they'd lower his “intensity as a human,\" is naturally skeptical. Yet it is to him that the bloodsucking demon, a concept “dated twice over,\" beckons on the first day of spring break as he makes his way home with a fresh loot of morally compromising periodicals.\nAlways disarmingly candid, often hilariously playful, and sometimes devastatingly moving, KIZUMONOGATARI: Wound Tale is the perfect gateway into the world of author NISIOISIN, the bestselling young novelist in Japan today. The prequel to BAKEMONOGATARI (“Monster Tale\"), this is where the legendary MONOGATARI series, whose anime adaptations have enjoyed international popularity and critical acclaim, begins. A theatrical feature based on KIZUMONOGATARI is due to be released in Japan in January 2016.[2]"
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Vampire",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Dramaturgy",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Guillotine_Cutter",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Dramaturgy",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Guillotine_Cutter",
      "https://bakemonogatari.fandom.com/wiki/Seishirou_Shishirui",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari"
    ],
    "text": "As he narrates, Koyomi Araragi warns the reader about the chain of events he is going to recount, stating he has a duty to fulfill for a certain someone. From March 26th to April 7th, the full length of Spring Break, Koyomi learns of the existence of creatures called aberrations, and vampires in particular. Just in case, he says, he is unable to finish telling the story, Koyomi spoils the ending for the reader: the story will end tragically, with everyone involved becoming utterly miserable.\nOn the afternoon of Saturday, March 25th, Koyomi wanders around the gates of Naoetsu Private High School, hesitating to go home on his bike as a way of killing time. He comes across Tsubasa Hanekawa by chance, recognizing her; as he watches her adjust the braids in her hair, a gust of wind blows her skirt upward, exposing her panties to Koyomi (who, to his later dismay, spends several pages describing the sight in detail). This creates an awkward first impression between the two, who have their first conversation: she reveals that both know more about the other than they knew (they both not only know the other's name and how to write it, but he knows details of her exemplary school record). Tsubasa turns the conversation to a rumor making the rounds through the school, that a vampire is wandering the streets at night; she expresses a strong desire to meet it, \"an existence greater than humans\", as she finds the concept intriguing. Realizing that Araragi is fairly easy to talk to, she asks him why he has no friends,and he tells her that he pessimistically believes connecting with others would \"lower his intensity as a human\", and asserts his desire to be a plant, free from having to talk or walk or relate with others. As their talk winds to a close, she tells him she will be studying in the library and puts her number into Koyomi's phone, saying, \"You just made a friend.\"\nThat night, Koyomi leaves his house to buy a few porn magazines, theorizing he can overwrite the now-ever-present image of Tsubasa’s panties in his head with something else. At the stroke of midnight, as Spring Break officially starts, a power outage occurs, leaving only one street lamp lit on the road. As Koyomi walks down the now-darkened road, a voice calls out to him; looking in the direction of the voice, he sees a woman on the ground under the only lit street lamp, lying in a pool of her own blood, her arms and legs cut from her body. When a panicked and horrified Koyomi tries to call an ambulance, the woman tells him she does not need one, instead ordering him to give her his blood. As he realizes she is the rumored vampire, she introduces herself menacingly as Kiss-shot Acerola-orion Heart-under-blade. Unable to accept the reality before him, he runs from her; realizing that she may die, the now-terrified vampire herself breaks down, crying tears of blood. A short distance away, Koyomi, upset with himself, throws his porn in a trash can and ponders the situation further. Thinking about the growing disconnect between him and his family, and also with those around him, he decides that she needs to live more than him, and that his existence is worthless. Resolving to be a better person in his next life, he allows the vampire to suck his blood. His last thoughts before the world fades to black are of Hanekawa.\nKoyomi abruptlly regains consciousness in a room on the second floor of the Eikou Cram School, with a very young blonde girl sleeping on his arm; checking his cellphone, he finds it is March 28th with the time at 16:32, and realizes he has been unconscious for several days. After failing to rouse the girl, he explores the building. The moment he steps outside, his entire body explodes into flames; hearing his screams of anguish, the little girl awakens and races to him, herself aflame as well, and drags Koyomi back inside, where, away from the sunlight, the flames vanish. The little girl then names herself as the same vampire whom he met several nights before. Koyomi's skepticism, quickly swept aside, leads to Koyomi questioning if Koyomi can ever become a human, and Kiss-shot agrees to do so, with a catch: before she can fulfill her side of the deal, Koyomi will have to defeat the three vampire hunters who stole her limbs, Dramaturgy, Episode, and Guillotine Cutter. Koyomi also receives a message from his sisters Karen Araragi and Tsukihi Araragi; to explain his disappearance, he replies to them that he is taking ”a journey of self discovery”, which they do not question. While Kiss-shot casually predicts that their problems will be settled that night, the truth is nothing of the sort; Koyomi is cornered by all three of the vampire hunters at a fork in the road, and has no idea how to deal with them. The three belittle Koyomi before launching an all-out attack on him. The only thing that saves him from them is the sudden appearance of Meme Oshino, an odd stranger just passing by, who blocks their crushing attacks with apparent ease.\nThey find Kiss-shot eagerly waiting for Koyomi. Seeing Oshino, who tells her that he has met her before, she has trouble placing his face, and he clarifies that he was the one who, several days ago, told her about the cram school. Koyomi tells Kiss-shot what happened, while Oshino reveals he has already set up a protective barrier around the cram school. As Koyomi wonders to himself about Oshino's role, Oshino formally introduces himself as someone with no permanent address whose specialty is working as a \"balancer\". Describing their situation as unbalanced in favor of the three vampire hunters, he offers to lend his services to them by negotiating with the three to give Koyomi three one-on-one fights, rather than fighting all three at once. Oshino asks for 2,000,000 yen as compensation; as Kiss-shot has no means of payment, she asks Koyomi to pay the price for her when he is able. Oshino decides to stay in the cram school until the battles are concluded. Midnight strikes, and the day becomes March 29th.\nAt around nine in the evening on March 31st, Kiss-shot talks with Koyomi about Dramaturgy, the pure-bred vampire who stole her right leg; Koyomi wonders why a vampire would feel compelled to hunt his own kind, but Kiss-shot maintains the practice's normalcy, stating that no species in existence does not hunt its own kind. After their talk, Koyomi goes to a bookstore to find a martial arts manual, looking for potential advantages going into his first fight, As he buys the manual, along with guides on baseball and classical music to avoid \"embarrassment\", he runs into Tsubasa again. Their conversation is fun but brief; as Koyomi tries to physically distance himself from her, she follows him, leading Koyomi to warn her, highly self-deprecatingly, to not wander around alone at night, saying, \"You might run into a vampire, you know?\" Koyomi asks Tsubasa why she wanted to meet a vampire in the beginning, to which she replies that she was simply curious to meet one. The reply, now seeming exceedingly petty to him, deeply upsets him; a confused Tsubasa watches as Koyomi, insulting her relentlessly, deletes her number from his phone. Sensing that something else is bothering him, she apologizes for passively forcing him to insult her and leaves. Koyomi is left with regret and confusion himself for what has happened to him so far, and even questions whether he truly wants to regain his humanity, but he comforts himself with the belief that severing his ties with Tsubasa \"must have done something -- to up [his] intensity as a human\" as he makes his way to Naoetsu High's athletic field, where Dramaturgy is waiting for him.\nBefore the battle begins, Dramaturgy asks Koyomi if he would consider joining his fifty-three brethren by betraying and killing Kiss-shot; he expresses reluctance to kill something as rare as a thrall of Kiss-shot's. Koyomi's refusal to concede sparks the start of the duel, which opens with Koyomi losing his left arm. To his surprise, it regenerates in an instant, and he distances himself briefly from Dramaturgy before re-engaging him. Using a technique he picked up from the martial arts manual, Koyomi is able to slam Dramaturgy into the ground and put him into an arm lock, but the massive man shape-shifts, turning his arms into the wavy greatswords that are his signature weapons and severing Koyomi's hands. Running away again, Koyomi dashes to the P.E. shed, grabs a few baseballs, and begins pitching them at superhuman speed toward Dramaturgy. Koyomi, grabbing for one last ball before Dramaturgy reaches him, grabs a shotput ball instead; its impact with Dramaturgy's face sends him to the ground in immense pain. Intending to finish the fight before his opponent can get to his feet, and fully aware of his increased strength, Koyomi hoists the field's concrete roller in one hand, swinging it like a baseball bat. Realizing it would take days to recover from such a blow, Dramaturgy surrenders, begging for mercy, and swears to Koyomi that he will return Kiss-shot’s right leg before vanishing completely. Out of thin air, his voice asks, one last time, if Koyomi would reconsider joining him. Koyomi's words of maintained refusal meet nothing but silence.\nAs he cleans up the mess left by the fight, Tsubasa, who watched the fight from the shadows, approaches him and returns his bag, with the three books still inside. Informing him that she witnessed the fight, Hanekawa offers to help Koyomi with his problem, but Araragi, still seeking to keep her distant, meets her words with arrogance again, to the point that he demands that she show him her panties once more. She does so without hesitation, and Araragi finally breaks, fully realizing for the first time the inner resolve and strength Hanekawa holds within herself, and coming to understand how weak he is in comparison. For the first time, he apologizes to her genuinely, and asks her to be his friend.\nKoyomi returns to the cram school and is greeted by Kiss-shot and Oshino, the latter of whom tells Koyomi that he also watched the fight and saw him making a girl pull up her skirt, to the apparent disapproval of Kiss-shot. Koyomi briefly explains the situation, and Oshino, apprising that Hanekawa is a bright person, suggests that Araragi explain the whole situation to Tsubasa for clarification. Kiss-shot interrupts their conversation, her own focus on the Boston bag Oshino has brought with him; he opens it the bag and removes from it the vampire's severed right leg, which Kiss-shot begins to eat (Koyomi remarks to himself, upon seeing this, that the prospects of an anime adaptation are now hopeless). Koyomi expresses his doubts to Oshino, wondering if Kiss-shot is lying about the need to regain her limbs, a sentiment Oshino sees as ungrateful on the part of Koyomi, who was saved by her. Koyomi recalls that Kiss-shot told him he would become a vampire when she sucked his blood, as if it were the only option, and Oshino relays the knowledge that Kiss-shot did, in fact, lie about this singular detail, as well as telling Koyomi the other option: death by being drained as a form of nourishment. Koyomi comes to realize that Kiss-shot has saved him as s sort of thank-you, and that she chose not to drink him dry to do so, at the cost of losing the majority of her original power. Oshino warns Koyomi against continuing to play the victim and encourages him to continue retrieving Kiss-shot's limbs. Koyomi resolves to face Episode, and the two re-enter the room to find Kiss-shot has finished devouring her leg and gained the form of a twelve-year-old.\nAfter sundown on April 1st, Koyomi explains the entirety of the situation to Tsubasa in the same room on the second floor of the cram school, while Kiss-shot sleeps next to them. Tsubasa realizes that she was somewhat at fault for relaying the rumors to him, and Koyomi again asks for the meaning of her question about wanting to meet a vampire. She answers that her actual reason was a desire to have a change in her life, which she deemed to be in need of something new. Tsubasa gives Koyomi a new change of clothes, sparking a fit of nervousness about changing in front of a girl. As he changes his shirt, she notices that Koyomi’s physique has begun to change; his muscles have become more defined and sharp. Kiss-shot abruptly awakens, says that vampires’ healing power causes their bodies to optimize their own physical condition, and dozes off again. Remarking that the vampire seemed to overlook her, Tsubasa starts stroking Koyomi’s body and commenting on how it feels compared to other people; when Koyomi wonders aloud if she has personal experience stroking people, she stops, clarifying that she is only imagining. He examines the paper bag Hanekawa has brought him, finding it to be filled with superpower manga and novels; she theorizes that he needs to think beyond baseball or aikido when using his newfound powers, rather than limiting himself with human constructs. Tsubasa also gives him a gift card for the bookstore as well; Koyomi expresses his gratitude to her. Offering to clean up the classroom, Tsubasa picks up a paper bag from the corner of the room, one that Koyomi recognizes as containing the two porn magazines he threw away on the first day of Spring Break. The half-asleep Kiss-shot randomly awakens again, announces that she brought it with her, believing it to be precious to Koyomi. After she drops back to sleep, a grinning Tsubasa takes one of the books and happens to open it to a feature entitled “Bespectacled Class Presidents,\" asking him, \"in the kindest of purrs,\" why he bought it.\nThree days later, on the evening of April 4th, Koyomi waits at the athletic field once again, this time for the half-vampire Episode, who is late for their duel. While Koyomi waits, he thinks back on the advice Kiss-shot offered him. While she initially forgot what she wanted to tell him, Kiss-shot remembered by driving her own hand into the side of her head and digging around in her brain, and proceeded to explain that the nature of half-vampires means they have almost no weaknesses, but half the strength of a standard vampire. She advises him to simply be his usual self. Koyomi also recalls a conversation with Oshino three days prior: he mentioned the barrier he set up might cause Tsubasa to get lost on her succeeding trips. He bluntly advised that Koyomi find someone else if Tsubasa stops helping, an idea Koyomi dismisses, as he has no friends beside her. His recollections finished, Episode finally appears; he reveals Oshino negotiated for the two of them to have a proper match for Kiss-shot's limb, not a fight to the death. Koyomi makes the first move, but Episode turns his body into mist and throws his cross towards Koyomi; it grazes his shoulder, setting him on fire and slowing down his regeneration. Episode's second and third throws are misses, but Araragi has no idea how to combat the giant cross or his mist-bodied opponent.\nTsubasa interrupts the match, yelling to Araragi about a potential weakness of Episode's, causing him to hurl his cross at her instead. The impact, while relatively small, tears her body open, leaving Araragi unable to stop the bleeding. As Koyomi tries desperately to save her, she returns his phone to him (the reason she came to the fight) and gives him a hint about how to beat Episode's mist-form movements, asking what his long jump record is before falling unconscious from blood loss. Understanding, he jumps as hard as he can into the sand pit at the edge of the field, throwing sand into the air and disrupting Episode's ability to reconstruct his physical form. Koyomi pins him down and strangles him into unconsciousness, nearly killing him in a rage before Oshino interrupts. Koyomi begs Oshino to find a way to save the dying Tsubasa, but Oshino simply tells him that such advice is not covered by their agreement. When Araragi agrees to pay him a further three million yen, Oshino concedes and hints that he should use his head. Koyomi does exactly what Kiss-shot did with her head, driving his hand into its side and dumping the gore directly onto Tsubasa’s body, repairing and sealing her wound. Shortly afterward, Tsubasa awakes to find an emotional Araragi clinging to her, his head on her abdomen, overwhelmed by the simple fact that she is alive. When Episode awakens in the early hours of April 5th, he helps Araragi and Oshino clean up the fight scene and returns Kiss-shot’s left leg to Oshino in a Boston bag. Episode apologizes for attacking Hanekawa and informs Koyomi that his next opponent, Guillotine Cutter, will be far more difficult.\nAfter consuming her leg, Kiss-shot takes the form of a seventeen-year-old slightly taller than Araragi. She then discusses the issue of Guillotine Cutter with Araragi: from what she can recall, he is an archbishop from a new religion that denies aberrations, pursuing and destroying them to preserve that belief. With sunrise nearing, she leaves the method of his defeat entirely to Araragi, and she and Araragi go to sleep. When Koyomi wakes up in the evening, he waits for Tsubasa to arrive, which she soon does. As they talk, Tsubasa sees Kiss-shot’s new form and asks Araragi if he gets urges to suck blood; he remarks that he has not since becoming a vampire. Koyomi then tells her to stop coming to see him, claiming he runs the risk of losing himself and his humanity for her sake, but his true reason is his fear of her: he does not understand why someone he barely knows, and who barely knows him, would go to such lengths and do so much for him. She rebuts him, telling him that she is acting so because she feels like it, not for the sake of \"self-sacrifice\" but rather for \"self-satisfaction.\" Koyomi asks her to wait for him until the next school year starts, and as a sign of the promise, Tsubasa gives Koyomi her panties and tells him to give them back to her at school. They bid each other good luck and part ways.\nThree hours later, a distraught Oshino unexpectedly returns to the cram school to announce that, due to his own error, Tsubasa has been kidnapped by Guillotine Cutter. Koyomi confronts Guillotinbe Cutter at the school’s track field, where he finds him holding Tsubasa hostage in one arm. Oshino claims responsibility for underestimating Guillotine Cutter’s tactics, revealing that he was the one who decided the time of the match – tonight, ignoring Oshino’s negotiations. Oshino urges Koyomi to forget everything, including his humanity, to settle the struggle. Guillotine Cutter tells Koyomi that Dramaturgy and Episode returned to their home countries, and that he has kidnapped Tsubasa in order to compensate for his newfound lack of powerful allies. Guillotine Cutter proclaims himself to be God, and his existence to be in opposition to that of Kiss-shot and Araragi, meaning that he cannot allow aberrations such as them to exist. Setting the terms of the match, Guillotine Cutter arrogantly declares the match will be over once Hanekawa is freed. His declaration becomes his downfall: remembering what Dramaturgy did with his arms, and recalling his own desire to become a plant, Koyomi shape-shifts his arms into plants like the roots of trees. They grow toward Guillotine Cutter faster than he can react, entrapping him and slamming him to the ground, and free Tsubasa in the process. While thankful for being rescued, Tsubasa makes a point of keeping her distance from Koyomi, since (thanks to him) she is no longer wearing panties.\nThe next day, on a rainy afternoon of April 6th, Koyomi roused out of bed and was greeted by Oshino. He suggested going to the fourth floor of the cram school to get something important. When they went there, Oshino held the last Boston bag carrying Kiss-shot’s arms. Koyomi was amazed that Guillotine Cutter gave it back even though he wasn’t actually interested in doing so. Oshino had to convince him otherwise. He also congratulated Koyomi in accomplishing the mission but Koyomi was skeptical of Kiss-shot’s limbs stolen in the first place. With Oshino now seeing Koyomi aware, he gave Kiss-shot’s heart and said she fought the three vampire hunters without it. Koyomi thought one of the vampire hunters also stole the heart too when in fact Oshino was the one who did it. By that confession, Koyomi was speechless. He admitted in committing it to balance the situation yet did not expect Kiss-shot to create a thrall. Even if she got her limbs back, Koyomi had to fight Oshino except he already gave back her heart. Nevertheless, Oshino felt sorry to Tsubasa for her actions and sees her kindness as disturbing. He eventually asks Koyomi if he’s been hungry lately. After Koyomi realized two weeks had passed, Oshino tells him to be careful next time. With that, Oshino headed to the exit to wander around town for a while longer though he did not say his farewell.\nIt was night time where Kiss-shot is now in her top form. Koyomi explained how Oshino stole her heart and his departure. Kiss-shot forgives him whereas Koyomi felt uneasy since he wanted turn back human. Likewise Kiss-shot will do it after her discussion with him. Her place to talk is at the rooftop of the cram school. Under the stars, Kiss-shot reminisce her first thrall with Koyomi and revealed that she lied to have someone collect her limbs. She also arrived in Japan 400 years ago when she met her first thrall; as a memoir of her first thrall, she drew the Kokorowatari from her own stomach. The sword Kiss-shot owns is a replica made from his flesh and original material. The first thrall was not able to live because he committed suicide by throwing his body under the sun right in front of her. He did this only after a short time being a vampire with no changes happening to him at all. After talking her life story, Koyomi tried to talk about something in his life but ended up in uninteresting humor. While talking, the clocked ticked to midnight bringing the date to April 7th, the last day of Spring Break. Koyomi perceives this as his most vivid memory with Kiss-shot. At the end of their discussion, they decided to have a meal first before turning Koyomi back to human. Past two in the morning, Koyomi bought food and was shocked to see Kiss-shot eating Guillotine Cutter halfway through.\nKoyomi and Kiss-shot argued about eating humans until Koyomi stormed out of the cram school and arrived at the high school’s P.E. shed. He shut himself in there for twelve hours until five in the afternoon. While hidden, Koyomi had a mental breakdown for ignoring what he saw right in front of him all this time. He failed to remember about Kiss-shot’s true nature including the fact he was also a vampire. Koyomi thought all hope is lost when he looked up his cellphone. Tsubasa’s contact number was there and he texted her to meet him in the shed. Tsubasa showed up to argue in not letting Koyomi die on her. She asserted his emotional and physical states trying to run away from what he has done. This crossed his mind to recognize he was being selfish. Tsubasa added to him being the only one who can beat Kiss-shot while she researched the master-servant relationship. In other words, if Koyomi fights Kiss-shot, he can turn back human regardless of her feelings. It is Tsubasa’s way of fixing things. To mentally prepare for it, Koyomi asked Tsubasa if he can touch her breasts. She accepted his offer to the point of stripping her bra. He soon realizes it cannot happen so he decided to rub her shoulders. Tsubasa called him a chicken and Koyomi complimented her. Koyomi regained his composure and heard a roaring sound outside of the P.E. shed.\nOutside of the shed was Kiss-shot waiting for him to come out. It was night by then. As Koyomi stood in front of the shed, Kiss-shot wanted him to return to her side for eternity. He refused and yet she was happy to face her own thrall. Kiss-shot set the rules of the fight to not use any vampire ability but raw power instead. Similarly, Koyomi asked what are humans to her and she sees them as food. By that statement alone, Koyomi made the first move. Kiss-shot did the same thing where she was enjoying the fight. From raw power, they were able to destroy their opponents with blood spreading and evaporating everywhere. The match was going nowhere with their bodies being torn apart then regenerating again. Out of the blue, Tsubasa came out of the shed claiming something was overlooked. Kiss-shot glared at her but only sent the door of the shed flying. This gave an opening to Koyomi sucking half of her blood becoming weaker. However, he looked back if Kiss-shot knew how she will turn him human. Tsubasa stepped forth to clarify if she intentionally wanted Koyomi to kill her in order for him to be human. Kiss-shot finally confessed in searching of a place to die. Through Koyomi’s actions, it was the first time in her life that someone helped her even if she was unable to die for her first thrall’s sake. Ironically she wanted to die all for Koyomi’s sake thus uncovering her plans that crumbled his mental capacity. Instead of tears blood has flown his face in which she demanded Koyomi to kill her to finish all of this. He hesitated and cried out to Oshino and completely understood of not becoming the victim but the offender. Oshino was there sitting on top of the roof of the shed and laughed at his naivety. After he came down he officially met Tsubasa as well then made a compromise for Koyomi to decide. Koyomi wanted a way for everyone to be happy. In contrast, Oshino's deal was to evenly split the misery where no one’s wishes will come true. Kiss-shot's abilities will almost be nonexistent and Koyomi will still have few vampire traits to feel as close as an actual human. For the rest of his life, Koyomi will nurture Kiss-shot by sucking his blood to survive. Kiss-shot sees this as foolish but Koyomi decided to not help her in the end.\nKoyomi’s life from now on, starting April 8th, his situation with Kiss-shot was resolved. He was roused by his sisters Karen and Tsukihi in which they laughed at him at his expense. When he went to school, he is now classmates with Tsubasa. She made a mistake in her lifetime in forgetting her bra at the P.E. shed. Koyomi wanted to get her bra as part of his collection back at home where Tsubasa wanted them back. Now, he still has vampire abilities but only the side effects were left. Tsubasa speculated if Kiss-shot actually wanted to have a partner just to find her reason to die. Koyomi considered it and was trying to hide his fang marks on his neck. In the end, Tsubasa promised to have a good year to him. Later, Koyomi went to the fourth floor of the decaying cram school. Oshino was there to look out to Kiss-shot now as a little girl who no longer speaks. Kiss-shot and Koyomi were not affected by sunlight anymore where he uses his blood to feed her everyday. Koyomi vowed to die with her if Kiss-shot dies tomorrow and live if she were to live today. Oshino lets Koyomi do whatever he wants and Koyomi declared to never tell anyone the tale of the wounded ones."
  },
  "#Illustrations": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/VOFAN"
    ],
    "text": "Illustrations by VOFAN."
  },
  "#English_Edition_Color_Pages": {
    "link": [],
    "text": ""
  },
  "#Cast": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)"
    ],
    "text": ""
  },
  "#Manga": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  },
  "#Kizumonogatari_VR": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_VR"
    ],
    "text": "A virtual reality experience based on the anime film trilogy."
  }
}