{
  "id": "Owarimonogatari Episode 06: Sodachi Lost, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_06:_Sodachi_Lost,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Sodachi Lost, Part 2\" (そだちロスト 其の弐, Sodachi Rosuto Sono Ni) is the sixth episode of the Owarimonogatari anime series, first broadcast on October 31, 2015.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Sodachi",
      "https://bakemonogatari.fandom.com/wiki/Nadeko"
    ],
    "text": "Earlier, Tsubasa Hanekawa asks Koyomi about how Sodachi knows of the occupation of his parents, and this prompts Koyomi to ask his parents themselves about the issue. From them (and confirmed by Nadeko), Koyomi is actually a childhood friend of Sodachi, and she was brought by his parents to spend some time with him and his sisters in an attempt \"to protect her from her 'family'\". Nonetheless, Sodachi left on her own accord to return to her own notion of home.\nBack at Sodachi's apartment unit, Tsubasa and Koyomi finally meet Sodachi again after the small fight involving Hitagi Senjougahara. Sodachi's right cheek is still swollen from being punched by Hitagi and she is planning to sue Hitagi using that injury. However, due to a drop of Koyomi's blood and his quick thinking, Sodachi immediately heals back her cheek. (She is also oblivious to the fact that Koyomi's blood was responsible for her recovery.)\nSodachi once more lashes out at Koyomi after having resolved the issue with her injury from earlier, and Koyomi takes the chance to ask if she was the \"math fairy\" he met years ago. With Tsubasa preventing Sodachi from throwing anything at Koyomi, Sodachi begins rambling about her past with Koyomi, voicing out her shame for helping someone like him only to make a bigger mistake than the thought of actually helping him. Koyomi then answers Oikura's accusations of him acting tough and returns it by calling out on her tossing out her own issues.\nOikura soon begins blaming her parents, who divorced \"after Koyomi had failed to help her\". At that time, Sodachi began living on a new home with her mother (who hurt Sodachi occasionally in response to being committed violent acts herself by her father), but her mother also shut herself in one room, closing off the windows and mumbling to herself about her responsibilities as a parent. Sodachi only managed to survive because of the money she received from social welfare, and she soon clung to the existence of her mother to survive alone. Eventually, however, Sodachi's mother was gone without a trace. Freed of her responsibilities to take care of her mother, Sodachi eventually managed to catch up to her studies, found a legal guardian, and moved to an apartment unit where she continued to live under the support of the government.\nDespite her shaky family background, Sodachi denies that her story is tragic, calling it an experience that others normally experience, and she calms down enough to politely tell Koyomi and Tsubasa to go home. However, Tsubasa is puzzled about the sudden disappearance of Sodachi's mother, since Sodachi told them that the house was locked and the windows were boarded before she arrived.\nOikura is confused about the sudden inquiry about her mother's disappearance, and she soon changes the topic to the time when she stayed in Koyomi's house. Here, she reveals that the happiness and calm of the Araragi family was too much for her to handle, and it compelled her to return to her old home. The experience also changed Sodachi, as it exposed the miserable state of her family. The domestic violence she experienced worsened as she tried to do something about her family, and the despair remained even as she entered middle school and high school.\nSodachi soon starts pleading to Koyomi to be the villain of her life as she is unable to endure antagonizing her parents, and she asks if she deserved such a miserable life. Tsubasa points out that Sodachi is unhappy because she is not making an effort to be happy. Sodachi agrees, saying that she cannot tolerate happiness and would prefer being miserable her entire life.\nKoyomi eventually points out that there is no happiness that crushes others and that she deserves to be happy, even as he willingly accepts every single act of despising Sodachi commits.\nOikura soon abruptly ends their conversation by saying that employees from the local government will come to assess her current situation and does not want to be seen arguing with her classmates. Tsubasa, who slowly becomes fond of Sodachi, decides to follow her advice, but promises to visit her regularly. In return, Sodachi asks her and Koyomi to look for her mother who disappeared, and she tells them that she is willing to apologize to Hitagi about their scuffle earlier."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}