{
  "id": "Tsukihi Araragi",
  "url": "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
  "toc": [
    "#Appearance",
    "#Personality",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Tsubasa_Family",
        "#Tsukihi_Phoenix",
        "#Tsubasa_Tiger",
        "#Sodachi_Lost",
        "#Nadeko_Medusa",
        "#Yotsugi_Doll",
        "#Koyomi_Tea",
        "#Hitagi_Rendezvous",
        "#Ougi_Dark",
        "#Tsukihi_Undo",
        "#Hitagi_Honeymoon"
      ]
    },
    "#Catchphrases_/_Running_Gags",
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Manga"
      ]
    }
  ],
  "Description": "Tsukihi Araragi (阿良々木 月火, Araragi Tsukihi) is the supposed younger sister of both Koyomi Araragi and Karen Araragi, and the youngest member of the Araragi family. She is the younger half of the Tsuganoki Second Junior High School's Fire Sisters. \nShe is unknowingly an offspring of the Shide no Tori, making her a fake human and giving her traits similar to that of a phoenix.\nShe is nicknamed Rara by her childhood friend Nadeko Sengoku. She is the titular protagonist of two main arcs: Tsukihi Phoenix and Tsukihi Undo, and of two minor arcs: Tsukihi Eternal and Tsukihi Brushing.",
  "#Appearance": {
    "link": [],
    "text": "Tsukihi appears to be a young girl in her early teens with black hair and dark gray irises. She wears a sunny side-up egg-shaped hair clip on the side of her hair like her older sister Karen, although Tsukihi has hers on her left side. Like the other Araragi siblings, she has an ahoge.\nShe also has a habit of changing her hairstyle constantly. Her wardrobe almost exclusively consists of bright-colored yukatas and kimonos which vary in length."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Oddity"
    ],
    "text": "Unlike her sister Karen, she prefers doing indoor activities. Contrary to her personality, she is short-tempered to the point that Koyomi describes her as having hysteria. Rosokuzawa is mentioned to be Tsukihi's boyfriend by her brother, and she says she's in love with him but has a chaste relationship.\nDespite being a member of the Fire Sisters, Tsukihi admits that she doesn't have the drive to do things like her older sister, although she says that she shares her siblings' belief in justice.[1] She's also a bit airheaded at times.\nAlso like her sister, she doesn't believe in oddities or the supernatural, despite being one herself."
  },
  "#Koyomi_Vamp": {
    "link": [],
    "text": "Making no direct appearance, Tsukihi sends Koyomi an email to his phone after hearing about his \"journey of self discovery\" from Karen.\nLater when he returns at the end of spring break, she and Karen laugh at him."
  },
  "#Tsubasa_Family": {
    "link": [],
    "text": "Tsukihi awakes Araragi Koyomi by trying to hit him with a crowbar. After things clear up the two of them talk about love.\nLater she meets a flustered Araragi in the hallway after he had investigated Hanekawa's house. She then prepares to give Koyomi a kiss which is met with violent rejection. Afterwards, she talks about how there has been a monster cat on the loose (Black Hanekawa) that is attacking people and that she and Karen were afraid Koyomi had fallen victim to one of those attacks. As heroes of justice, she and her sister decide to hunt down the cat, but she is quickly convinced otherwise by Koyomi."
  },
  "#Tsukihi_Phoenix": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Oddity"
    ],
    "text": "Tsukihi stays at home during the majority of summer vacation. At home, she has to deal with the suspicious activities of her older siblings, and her violent fit was, fortunately, evaded by the two.[2] She is soon left alone at home after Koyomi and Karen head to the Kanbaru Residence to meet Suruga.\nUpon Koyomi's return, however, two mysterious guests head to the Araragi Residence: the onmyouji-shikigami team of Yozuru Kagenui and Yotsugi Ononoki. Without any idea of what is in store for her, Tsukihi answers the door, only to be overwhelmed by Yotsugi's Unlimited Rulebook. The powerful attack completely destroys Tsukihi's upper half, causing Koyomi to lose himself in a fit of rage, although Yozuru was able to disarm him before he could hurt anyone. It was there that Yozuru reveals that Tsukihi is a \"fake\" sister and is an immortal oddity called the phoenix. Due to her nature as an oddity, Tsukihi quickly recovers from Yotsugi's attack; meanwhile, Yozuru and Yotsugi decide to leave after Shinobu asks for the two to retreat for the meantime.[1]\nAs Tsukihi rests at home, Shinobu decides to explain the truth behind Tsukihi's existence, pointing out that Tsukihi is actually not a phoenix, but a supernatural cuckoo called the \"Dying Bird\", who reincarnates itself as a child in the womb of a chosen mother, which in this case is Koyomi's mother. Soon, Tsukihi wakes up, only to be shocked upon discovering that Koyomi stole her first kiss . Koyomi says that did not feel anything when he kissed her and thus she really must be his sister. They have a short talk about their current relationship as siblings. This talk would give Koyomi the drive he needs to take on Yozuru and Yotsugi.[3]"
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tamikura-sou",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "When she and Karen arrive at Tamikura-sou, she has a very long braid of hair. This is strange, as she had short hair in Nisemonogatari, which took place only about a month prior. Both her and Karen allow Tsubasa Hanekawa to stay the night with them and all three share a bath together."
  },
  "#Sodachi_Lost": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura"
    ],
    "text": "Koyomi asks her and Karen if they remember having Sodachi stay at their house when they were little. They say they don't."
  },
  "#Nadeko_Medusa": {
    "link": [],
    "text": ""
  },
  "#Yotsugi_Doll": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Tea": {
    "link": [],
    "text": ""
  },
  "#Hitagi_Rendezvous": {
    "link": [],
    "text": ""
  },
  "#Ougi_Dark": {
    "link": [],
    "text": ""
  },
  "#Tsukihi_Undo": {
    "link": [],
    "text": ""
  },
  "#Hitagi_Honeymoon": {
    "link": [],
    "text": "Koyomi mentions that Tsukihi's current whereabouts are unknown, and that she didn't even show up to his wedding."
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"I'm platinum mad!\""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari"
    ],
    "text": "Tsukihi's first name (月火) literally means \"fire of the moon\". However, the kanji can also be read as \"getsuka\", which means \"Monday and Tuesday\". Alternatively, it can be written as \"月日\" which means \"time.\"\nTsukihi's hair seems to grow at a very fast rate, likely as a trait of her phoenix regeneration ability. This is likely the reason she constantly changes her hairstyle.\nBoth Tsukihi and Karen have a fast metabolic rate meaning that they sweat very easily and she bathes whenever she can. Koyomi compares her to the character Shizuka Minamoto from the manga and anime series Doraemon who is famously known for taking frequent baths.[4]\nAlthough lacking major roles in Bakemonogatari, she and Karen narrate the previews for the next episode. They continue this role for a large portion of the series.\nTsukihi's popular saying \"platinum mad\" was infamously translated as \"dagnabbit mad\" in the official English publication of Nisemonogatari, resulting in controversy and in-jokes within the English speaking community."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Orokamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Musubimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  }
}