{
  "id": "Kizumonogatari Part 2: Nekketsu",
  "url": "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_Part_2:_Nekketsu",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#_Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "Kizumonogatari Part 2: Nekketsu (傷物語II 熱血篇, Kizumonogatari II: Nekketsu-hen (lit. \"Hot-Blooded\") is the second part of the Kizumonogatari movie trilogy, released on August 19, 2016 in Japan.",
  "#Synopsis": {
    "link": [],
    "text": "Now a vampire, Koyomi is charged with retrieving Kiss-shot's severed limbs from the vampire hunters who took them. Before he confronts the first hunter, the gigantic full-vampire Dramaturgy, he has a conversation with Tsubasa. He hides his vampire nature, but Tsubasa is still interested in the rumors about vampires being spread around. At the fight, Dramaturgy tears Koyomi's arms off in one blow, but Koyomi discovers his vampire power of rapid regeneration. Seeing the fight as lost, Dramaturgy surrenders Kiss-shot's leg to Koyomi. At the time, Kiss-shot has taken the form of a child. But she morphs into a young teenager after she consumes her adult leg.\nKoyomi next fights the vampire-human half-breed Episode, who can transform into mist and wields a giant silver cross as a weapon. Tsubasa walks into the fight and is disemboweled by Episode. Before she dies, Tsubasa points out to Koyomi that he can defeat Episode by throwing sand into his mist form. Koyomi uses sand to overwhelm Episode and beats Episode savagely. Meme Oshino, an ally of Kiss-shot, gets Koyomi to calm down and, for a price of ¥3 million, informs Koyomi that he can use his own blood to heal Tsubasa. Koyomi then uses his own blood to save Tsubasa's life. Consumption of the second leg enables Kiss-shot to morph into a young adult.\nKoyomi now must face the fully human priest Guillotine Cutter for Kiss-shot's arms. Before the fight, he desperately pleads with Tsubasa to leave for her own safety. Tsubasa ultimately agrees, leaving her panties with Koyomi as a promise that they will reunite later. Nonetheless, Guillotine Cutter kidnaps Tsubasa, and Meme advises that Koyomi must \"forget about being human again\" in order to rescue her. Koyomi uses a power to transform his arms into tree roots to defeat Guillotine Cutter and save Tsubasa, but appears to have abandoned his wish to become human again."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#_Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}