{
  "id": "Bakemonogatari (manga)",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)",
  "toc": [
    "#Plot",
    "#Special_Editions",
    "#Reception",
    "#See_Also",
    "#Trivia"
  ],
  "Description": "Bakemonogatari (化物語) is the manga adaptation of the light novel and anime series, illustrated and written by Oh! Great and based on the original story by Nisio Isin and character designs by VOFAN and Akio Watanabe.[1]\nWhile specifically starting with Bakemonogatari, it also adapts later Monogatari entries as well while retaining the Bakemonogatari title. While many key plot points remain mostly unchanged, it makes some alterations to the lore, character interactions, and sequence of events. \nIt began serialization in Weekly Shōnen Magazine’s 15th issue on March 14, 2018. Vertical Comics started publishing volumes of the manga in English on October 1, 2019.[2]",
  "#Plot": {
    "link": [],
    "text": ""
  },
  "#Special_Editions": {
    "link": [],
    "text": "These volumes contain exclusive content such as a short manga titled \"Bake 'mono' gatari\" (化“者”語) by the artist, illustrations, and Hitagi Dish (ひたぎディッシュ), a short story in the first volume.[3] A second short story titled Hitagi Hermit Crab (ひたぎハーミットクラブ) is included in the second volume.[4] Mayoi Ghost is the fourth short story bundled in the 4th volume.[5] Short stories are only found in the Special Edition."
  },
  "#Reception": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisio_Isin"
    ],
    "text": "The first three volumes of the manga surpassed 1 million copies in print. Kodansha offices displayed a 13 meter (42.5 feet) banner in celebration of the milestone.[6] One of the reasons for its strong sales is the two bonuses included in the tankobon's special editions: newly-written short stories by Nisio Isin and illustration cards by various manga artists.[5]\nAs of July 2020, the manga is on sale in 14 countries in 13 different publishers including Argentina, Brazil, Canada, China, France, Indonesia, Italia, Japan, Poland, Russia, Spain, Taiwan, Thailand and United States.[7]"
  },
  "#See_Also": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "The kanji used in \"Bake 'mono' gatari\" (化“者”語) is spelled with the \"mono\" kanji (者) meaning \"person\" instead of the original kanji (物) meaning \"thing\""
  }
}