{
  "id": "Koyomimonogatari Episode 05: Koyomi Wind",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_05:_Koyomi_Wind",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Wind\" (こよみウインド, Koyomi Uindo) is the fifth episode of the Koyomimonogatari anime series, first broadcast on February 6, 2016.",
  "#Synopsis": {
    "link": [],
    "text": "In August, Sengoku pays Koyomi a visit. When he invites her in, she becomes flustered and tries to leave, saying she had a fun day already, although Koyomi questions what was fun by standing at his front door. Koyomi tells her that they would have a party that night, and that the Fire Sisters and his parents wouldn't be present, as the former were cleaning up Kaiki's mess, and the latter are still at work. Sengoku gets secretly excited that it would just be the two of them that night as she cheers him happy birthday, even though Koyomi's birthday was in April.\nSengoku questions Koyomi how the rumors about Kaiki were spread, which he wonders as well. Sengoku believed that rumors would start by telling a local celebrity like Tsukihi. Koyomi shuts down her theory, believing that Kaiki wouldn't do something like that. Koyomi then theorized that the rumor probably spread on its own without any assistance. Sengoku shuts down his theory, believing that it would be too coincidental. \nWhen Koyomi met Kaiki during the events of Tsukihi Phoenix, Kaiki stated that simply waited for one rumor - in this case Koyomi's vampire rumor - to die down before inserting his. He then states that he targets those that aren't satisfied with their lives, as they are empty on the inside, making them easy targets to manipulate, and that people want his charms to fix relationships, not the other way around. He leaves Koyomi with advice to think before accepting something \"utterly incomprehensible\" as true before telling him to pay an extra fee."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}