{
  "id": "Shinomonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Shinomonogatari",
  "toc": [
    "#Etymology",
    {
      "#Plot": [
        "#Shinobu_Suicide",
        "#Nadeko_Around"
      ]
    },
    "#Introduced_Characters",
    "#Trivia"
  ],
  "Description": "Shinomonogatari (死物語), comprised of two volumes, is the 22nd part of the Monogatari Series. The twenty-seventh and twenty-eighth books overall, they contain the stories Shinobu Suicide and Nadeko Around. \nBoth volumes released simultaneously on August 19, 2021 in Japan.",
  "#Etymology": {
    "link": [],
    "text": "The title is a portmanteau of shino, \"butterfly\" (another translation is \"A woman who is like a stem of bamboo\"), and monogatari, \"story\"."
  },
  "#Shinobu_Suicide": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Deathtopia_Virtuoso_Suicide-Master"
    ],
    "text": "Human society has fallen into an abnormal state, while a virus that infects only oddities threatens to kill all vampires. To resolve that, Shinobu Oshino and Koyomi Araragi head towards Acerola Kingdom, Shinobu's original land, to meet with Deathtopia Virtuoso Suicide-Master."
  },
  "#Nadeko_Around": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "As part of her specialist training, Nadeko Sengoku, alongside Yotsugi Ononoki and Deishuu Kaiki, go to Iriomote Island. There, they must face Izuko Gaen's real daughter and snake charmer , the mastermind behind everything. What will be the result of their \"battle to the death?\""
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "Before release, the outlined arcs were Deathtopia Destiny, Deathtopia Destination, and Deathtopia Death Education. Despite no longer being the titular protagonist, Deathtopia is still depicted in the character art for the first arc."
  }
}