{
  "id": "Hanamonogatari Episode 04: Suruga Devil, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Hanamonogatari_Episode_04:_Suruga_Devil,_Part_4",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "Suruga Devil, Part 4\" (するがデビル 其ノ肆, Suruga Debiru Sono Yon) is the fourth episode of the Hanamonogatari anime series. It released on August 16, 2014.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Seiu_Higasa"
    ],
    "text": "Continuing on her story, Rouka Numachi recalls gaining her first devil's part from a girl named Rouka Hanadori (花鳥楼花), those left leg had transformed into a devil's, as Numachi described. Rouka Hanadori asked help from Numachi about the devil's leg that tried to act against her mother, who wanted to have her child from a premarital relationship aborted. Rouka Numachi felt a strong urge to help Hanadori, but she knew that she couldn't do anything for her. This drove Numachi to contact Deishuu Kaiki. It didn't cost Numachi any monetary value for asking Deishuu's help, but she eventually discovered that she acquired the devil's left leg after.\nRouka Numachi never heard of Rouka Hanadori after the former had acquired the devil's left leg. On the other hand, Numachi got a replacement for her injured leg, and she continues to use her appearance as a cripple to her advantage. Numachi, however, considers the devil's parts to be a competitor in her quest to collect the misfortunes of others, so she began collecting them and has currently a third of her body replaced by parts of the devil, all for a selfish aim.\nRouka eventually parts ways with Suruga Kanbaru, hoping that her rival would be able to live a human life unlike her.\nAfter returning home to rest, Suruga slowly realizes that her left arm is back to normal. Soon, she receives a call from Karen, who has been gathering information about Rouka Numachi, as well as her classmate Seiu Higasa. There, Suruga is shocked at what their version of the story.\nRouka Numachi suffered from a leg injury in a basketball game in middle school, causing the end of her career. She left her school and town afterwards, and she slit her wrist before graduation day in the school where she transferred to. Higasa later tells Suruga that Rouka also suffered from a complicated family situation.\nSuruga later decides to do a nighttime run after realizing that she talked to the ghost of Rouka Numachi. After running a large distance, Suruga spawls down on a crossroad and begins reminiscing about Hitagi's form when she was still a track and field player. Soon, a car stops in front of her, and she is shocked to find Koyomi Araragi on the driver's seat.\nSuruga is disappointed to see someone with a passion for cycling in the driver's seat driving a car that is \"as round as a bar of soap\", much to Koyomi's chagrin. However, she begins to voice out her reservations, most notably her insecurities over herself, and the feeling of loneliness after not seeing Hitagi for some time. Koyomi assures Suruga that Hitagi also misses her, and he tries to cheer Suruga up. Still, Suruga remains in a dilemma over what to do to a person who is happy over her own misfortune. Koyomi urges Suruga to do what she wants to do regardless of other people's opinions; those words eventually push Suruga to fight on.\nUpon Suruga's return to her home, she receives a package from an unknown sender. After unwrapping the package, a disembodied head is inside."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}