{
  "id": "Second Season Episode 17: Shinobu Time, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_17:_Shinobu_Time,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School"
    ],
    "text": "On August 21, before Nadeko's outrage in early November, Koyomi joined Shinobu in a short experience of time travel together. Unfortunately, as he retells the experience with Mayoi on the way back, he discovers that Mayoi had no interest of being revived whatsoever. Worse, Koyomi is late for the start-of-term ceremony and he has yet to return Mayoi's backpack.\nAfter having a short conversation about Mayoi having the impression of a slug (a snail without it's shell, that is her backpack), she and Koyomi head to the Araragi Residence, where Koyomi had to dash to pick up Mayoi's backpack. The two are about to engage in their usual advance, but Mayoi (and eventually Koyomi) is taken aback by something that can be perceived, but cannot be seen, something that he describes as \"darkness\" (kurayami).\nKoyomi picks up Mayoi on a frantic escape by bike to elude the invisible threat. However, because of the inability to perceive and understand the \"darkness\", Koyomi finds it hard to run away from the unknown entity and Mayoi loses one of her hair ties and part of her left sleeve in the process. Eventually, the \"darkness\" consumes their bike, just as Yotsugi Ononoki discovers the two in their escape. Although Yotsugi fails to understand their current dilemma, she agrees to help Koyomi and the now unconscious Mayoi escape. Picking up the two and making a big leap, they quickly reach the Eikou Cram School building.\nAs Mayoi rests, Koyomi and Yotsugi try to determine the entity that has been pursuing them. Koyomi is no oddity specialist to pinpoint it, and Yotsugi implies that it would be easier to deal with it if it was simply \"darkness\". Without the proper knowledge about their latest threat, Koyomi chooses to wait until evening where Shinobu can be active and to ask Tsubasa about anything she could know about the \"darkness\". With Yotsugi returning to work, Koyomi decides to thank her for her help, with Koyomi repaying the deed by being kissed by Yotsugi.\nLater, as Koyomi is about to plan something mischievous to Mayoi, Shinobu wakes up to punch Koyomi away and demands an explanation after she felt some unease from Koyomi's recent experience, including being chased by \"darkness\" and being kissed by Yotsugi. Shinobu initially refuses to listen, however, and it took a kiss from Koyomi for her to hear about his side of the story.\nAfter learning of the \"darkness\", Shinobu warns Koyomi that the \"darkness\" is a non-oddity phenomenon whose existence dates back 400 years, way back to her first visit to Japan, and that something must be done or else the town will be in ruins."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}