{
  "id": "Owarimonogatari (anime series)",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_(anime_series)",
  "toc": [
    "#Plot",
    "#Episode_List",
    {
      "#Music": [
        "#Opening_Theme_Songs",
        "#Closing_Theme_Songs"
      ]
    },
    "#External_Links"
  ],
  "Description": "Owarimonogatari (終物語) is the 7th Monogatari Series anime adaptation from Studio Shaft. The first 13 episodes of the series were broadcast in 2015, with the last 7 broadcasting in 2017; two years apart from each other. The first 13 episodes adapts the first two volumes of Owarimonogatari, while the last 7 episodes adapt the third volume.  \nThe continuation, adapting the remaining third volume, aired as a two-day special on August 12th - 13th 2017 with a total of 7 episodes.\nIt is directed by Tomoyuki Itamura and chief directed by Akiyuki Shinbo, with Yukito Kizawa handling the script and Yota Tsuruoka as sound director.\nOwarimonogatari is the first adaption to be released in blu-ray volumes in North America. Note, the western blu-ray volumes are split into three volumes the same way as the novel version, so the last seven episodes are referred to as \"Volume 3\".",
  "#Plot": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari#Plot",
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season",
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari_(anime)",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_(mobile_application)",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_12:_Koyomi_Dead",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Namishiro_Park"
    ],
    "text": "Despite being a part of final season, the first cour of Owarimonogatari takes place near the events of Monogatari Series Second Season, with the first half taking place in the fall, just prior to Nadeko Medusa, and the second taking place during the summer after Shinobu Time and the during the later portion of Tsubasa Tiger.\nIn the first half, Koyomi Araragi is introduced to Ougi Oshino who requests him to help her with a mystery regarding a certain room in the school, which eventually leads to him remembering an important person from his past. In the second half, Koyomi and Suruga Kanbaru agree to help Izuko Gaen with a special task when a mysterious being in samurai armor arrives demanding his Kokorowatari be returned to him.\nThe second cour takes place entirely in March after the events of Tsukimonogatari and Koyomimonogatari. Specifically, the first episode takes place right where Koyomimonogatari Episode 12 left off. \nKoyomi finds himself reunited with Mayoi Hachikuji on the day of his college exam. She explains that he's fallen down into the deepest part of hell. After he returns from Hell, him and Hitagi Senjougahara go on a date on White Day. In the final arc, Gaen requests to meet him at Namishiro Park to reveal her plan to confront the enemy that's been causing all the recent trouble in town."
  },
  "#Episode_List": {
    "link": [],
    "text": "Note: For the one cour series, the TV broadcast combined the first two episodes into a special, they share a page but are considered two separate episodes. The proceeding episodes listed follow the blu-ray episode numbers, not those found on most streaming sites.\nFor the last seven, every episode was released over the course of two days, with the first day having 4 episodes and the second having 3 episodes. Streaming sites have each arc as its own episode to make a total of three parts. Here, the episodes are split as they are in the blu-ray. The proper release."
  },
  "#Opening_Theme_Songs": {
    "link": [],
    "text": ""
  },
  "#Closing_Theme_Songs": {
    "link": [],
    "text": ""
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}