{
  "id": "Nisemonogatari Episode 05: Karen Bee, Part 5",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_05:_Karen_Bee,_Part_5",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Music",
    "#Trivia"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi",
      "https://bakemonogatari.fandom.com/wiki/Karen",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa",
      "https://bakemonogatari.fandom.com/wiki/Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Shinobu"
    ],
    "text": "Right after having a bath, Koyomi, dressed with only a bath towel, confronts his younger sister Tsukihi about Karen. After the younger of the Fire Sisters asks Koyomi not to be mad at Karen, their conversation suddenly veers off-course when Tsukihi displays her hysterical side. It turns out that Tsukihi is hesitant to tell about what happened to her Karen, and she would end up delaying the topic until the commotion she makes causes Tsubasa Hanekawa, who is tending the feverish Karen, to go down stairs and scold the two.\nOf course, Koyomi promises to turn down the volume, but a sudden slip of Koyomi's towel causes Tsubasa to scream in response.\n\nTsukihi and Tsubasa soon fill Koyomi up with details of what happened to Karen.\nAccording to their testimony, Karen meets up with Kaiki with the intent of punishing him. Although Karen displayed a degree of determination that even amazed Kaiki, she soon found that determination being broken down by Kaiki's talk. Kaiki calmly states that his intention of selling charms to middle school students is all for the money — he expects that he would earn 3,000,000 yen on his activity — and he calls himself a con man, much to Karen's disgust.\nKaren prepares to attack Kaiki as he approaches her, but all it took for Kaiki to defeat her was one touch on the forehead. In an instant, Karen was inflicted by an immobilizing fever, and Kaiki takes his time to take what little money is in Karen's wallet before quietly leaving.\n\nThat night, Tsubasa is accompanied by Koyomi on her way home. Surprisingly, Koyomi is calm despite what happened to his younger sister, and Tsubasa wanted to apologize for being too intrusive to his sisters. Koyomi is not angry at her, however; he just prefers that she had told her intentions earlier. Tsubasa then comments on how similar the Fire Sisters were to Koyomi, and he just responds by telling her that it is normal for members of a family to act similar.\nTsubasa then mentions about Meme Oshino, the person who saved them both from their respective oddities once. Koyomi still believes that he is somewhere watching over them, and he might end up helping them tackle Karen's sickness. Their topic soon shifts to Shinobu, whom Tsubasa thinks is the reason why Meme decided to leave — and leave behind Shinobu to Koyomi's care. As they continue on their way to Tsubasa's house, they talk about Koyomi's relationship with Shinobu; in this conversation, Tsubasa warns that problems might happen even right after a reconciliation.\nFurther down the road, Tsubasa decides that she would go back home alone, and Koyomi decides to lend his bike to Tsubasa. As she prepares to leave, she tells Koyomi to solve Karen's problem as soon as possible as she needs to tutor Koyomi the day after.\n\nBack at home, Koyomi carries Karen to his bedroom and tends to her needs. While she doesn't have an appetite to eat even canned fruits, Koyomi decides to clean his sister's body instead. Of course, she is embarrassed to have her body wiped by a boy, even if it is her brother, but Koyomi stubbornly continues to take care of Karen.\nSoon, Karen tells her opinion about what happened to her on the encounter with Kaiki. She is still mad about Kaiki's intent to fool those much younger than him and making money out of deception, and she still defends her actions, even though it is inappropriate given the situation. Finally, Karen declares that she will still do what she did, no matter what the outcome would be.\n\nThroughout their conversation, Koyomi continues to wipe down the sweat from Karen's body. She soon tells Koyomi that he should stop wiping her body for too long, in fear that she might transmit her sickness to him. At that moment, Koyomi had an idea.\nOutside his room, Koyomi contacts Shinobu and asks if there is a possibility that he can transfer Karen's fever to himself instead. Shinobu thinks that such a scenario is possible, but she would not recommend it; she clarifies that it's not because of a certain \"risk\", but something else, entirely. Koyomi thinks that they should take any chance to get Karen well again, and Shinobu decides to help out.\n\nKoyomi soon returns to Karen, and as he quickly grabs the older Fire Sister by the shoulders, Koyomi declares that he will kiss his sister."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_05:_Karen_Bee,_Part_5",
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FNisemonogatari_Episode_05%3A_Karen_Bee%2C_Part_5%3Fveaction%3Dedit%26section%3D5&uselang=en"
    ],
    "text": "Navigation[]"
  }
}