{
  "id": "Kokorowatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
  "toc": [
    "#Appearance",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Tsubasa_Family",
        "#Suruga_Monkey",
        "#Tsubasa_Cat",
        "#Tsubasa_Tiger",
        "#Shinobu_Time",
        "#Shinobu_Mail",
        "#Koyomi_Dead"
      ]
    },
    "#Appears_In"
  ],
  "Description": "Youtou Kokorowatari (妖刀 心渡, lit., Demon Sword Heart Span) alternatively called Kai'i-goroshi (怪異殺し, lit., Oddity Killer) is a demon sword that harms and effectively kills oddities. It is the opposite counterpart of Yumewatari.",
  "#Appearance": {
    "link": [],
    "text": ""
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Seishirou_Shishirui",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "The sword belonged to Seishirou Shishirui, Shinobu Oshino's first minion and the original Apparition Killer, 400 years prior to the series when he was still a samurai and oddity specialist. The sword Shinobu has is a replica of the sword, forged by Seishirou.\nThe sword can only harm oddities, as it will slide through anything else without leaving damage. Shinobu had inherited the sword, explaining why she was also famed with the title \"oddity slayer\"."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "Kiss-shot shows Koyomi Araragi the sword and explains its history as a replica of her first thrall's blade that kills oddities."
  },
  "#Tsubasa_Family": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Black_Hanekawa"
    ],
    "text": "While dealing with the first appearance of Black Hanekawa, Koyomi begs her to help him for days before finally giving in and giving him the sword. He hides the sword in his body by swallowing it, and allows Black Hanekawa to attack him, decapitating his upper torso from his legs. The sword harms Hanekawa, but doesn't properly split the oddity from her as he had intended. Shinobu arrives and swallows the sword herself before biting into Hanekawa and sealing away the cat in what she describes as the proper way to use the sword's power."
  },
  "#Suruga_Monkey": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Rainy_Devil",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "Meme Oshino suggests using the sword to cut off the Rainy Devil arm from Suruga Kanbaru, but the idea is turned down."
  },
  "#Tsubasa_Cat": {
    "link": [],
    "text": "While not mentioned, the means of which Shinobu seals away Black Hanekawa is similar to the first time and therefore related to the sword. The sword's yellowish glow also illuminates from Shinobu as she bites Hanekawa."
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kako"
    ],
    "text": "Koyomi arrives to save Hanekawa from Kako by using the sword on him."
  },
  "#Shinobu_Time": {
    "link": [],
    "text": ""
  },
  "#Shinobu_Mail": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Dead": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen"
    ],
    "text": "It appears that in Koyomimonogatari, Izuko Gaen carried the real sword that killed Koyomi."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}