{
  "id": "Monogatari Series Puc Puc",
  "url": "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Puc_Puc",
  "toc": [
    "#Development",
    "#Gameplay",
    "#External_Links"
  ],
  "Description": "The Monogatari Series Puc Puc (〈物語〉シリーズ ぷくぷく, Monogatari Shiriizu Pukupuku ) is a free-to-play smartphone puzzle game for the iOS and Android operating systems by NHN PlayArt.\nIt is a single-player game featuring exclusive art from the series and it includes microtransactions. The game is released through the Japanese App Store and Google Play platforms on August 20, 2018. Its main theme song is called wicked prince.\nOn February 29, 2020, the developers announced that the game was to be shut down by the end of March, citing that \"it has become difficult to maintain quality and provide stable services that will satisfy fans in the future.\" [1]",
  "#Development": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "Originally slated for a 2017 release, the game had a pre-registration campaign where users receive more rewards after the game launches if more people pre-register. The rewards include Normal Gacha Medals, Heart Doughnut items, Puku Gem items, and a Hitagi Senjougahara card.[2]\nThe game's Twitter account kept track of the number of pre-registered users. On August 17, 2017, more than 50,000 people had pre-registered. Three days later it exceeded over 100,000. By the end of August 2017, it has reached 150,000 users. On October 31, 2017, the number surpassed to 200,000.[3] No official statement was given to why the game didn't release at the end of 2017.\nOn March 24, 2018, the Twitter account previewed the gameplay at AnimeJapan2018 along with the announcement of its opening theme. On the same day another campaign was ongoing where a Shinobu Oshino card will be the prize if more than 300,000 people pre-registered the game.[4] The goal was reached on August 7, 2018 yet the full game was only released near the end of the same month."
  },
  "#Gameplay": {
    "link": [],
    "text": "Before a level starts, players have the ability to choose their own puc piece, as well as 2 ema cards; cookies that gives additional perks, such as a longer time limit or more coins given per level; and another player's puc, or \"assist puc,\" that allows a player to utilize another player's puc for that round only.\nThe player's puc, or the \"leader puc,\" has its own special ability that can help the match. Each ability makes reference to a certain trait for each character, such as Koyomi's ahoge and each of the girl's oddities. The ability differs from each puc, but are beneficial to the match. Players can also use the abilities of the assist puc, but only once.\nPlayer cards, or \"emas,\" are power ups that can be used during a match after popping a certain amount of pucs. The perk of an ema ranges from card-to-card, from clearing a row of pucs to enlarging the size of one or more pucs. \nThe main gist of the game is to connect player pieces, or \"pucs,\" together to form a bigger piece; once it reaches over size 10, the piece will pop, coins will be earned, and points will be added to the score. To clear a normal level, players must surpass the target score before time runs out. Each level also has optional objectives that rewards stars depending on how much of the objective has been completed. Objectives range from reaching a certain score to activating a puc's ability a certain number of times.\nTowards the bottom of the screen, there is a fever gauge that slowly fills with each puc connection. Once it fills up, a fever is triggered, which doubles the number of points earned; the points aren't calculated into the score until the fever is over.\nTools can be earned through challenges and events, and are equipped to pucs for additional boosts. Only one tool can initially be equipped, and more slots can be unlocked as the puc's rank increases."
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}