{
  "id": "Sodachi Oikura",
  "url": "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Ougi_Formula",
        "#Sodachi_Riddle",
        "#Sodachi_Lost",
        "#Sodachi_Fiasco",
        "#Koyomi_Reverse",
        "#Nadeko_Draw",
        "#Tsuzura_Human"
      ]
    },
    "#Trivia",
    "#Catchphrases_/_Running_Gags",
    "#Appears_In"
  ],
  "Description": "Sodachi Oikura (老倉 育, Oikura Sodachi) is a third year student of Naoetsu Private High School and a childhood friend of Koyomi Araragi. Due to many unfortunate situations, she has a bitter personality and hates Koyomi with a burning passion.\nSodachi is the narrator of an arc in Orokamonogatari and the titular protagonist of three main arcs: Sodachi Riddle, Sodachi Lost, and Sodachi Fiasco, and of one minor arc: Sodachi Mirror.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "Sodachi is a young female with long silver/grey hair, grey eyes and a pale complexion. She dresses in the typical Naoetsu Private High School uniform that Tsubasa Hanekawa and Hitagi Senjougahara also wear, and her hair into twintails. In Zoku Owarimonogatari, her Mirror World counterpart has shorter hair and is more cheerful."
  },
  "#Personality": {
    "link": [],
    "text": "While initially introduced as a fairly intimidating person, the younger Sodachi that Koyomi once knew had shown a warm personality with a calmer demeanor.\nDuring her years in high school, she's described as a girl who looks at others as if appraising them. Sodachi is a student with a strong sense of competitiveness. This is mainly the reason behind her more popular nickname, much to her chagrin. She loves mathematics and describes them as beautiful. Because of Koyomi's results in math, Sodachi often looks at him with a strong, almost psychotic feeling of hatred.[1]"
  },
  "#Background": {
    "link": [],
    "text": "Sodachi was the president of a first-year class where both Hitagi and Koyomi also belonged to. At school, she wanted to be called as \"Euler\", but ends up getting the nickname \"How Much\", a pun on her surname (お幾ら, o-ikura) and a reference to her personality.[1]\nTwo years before the present time, Sodachi joined a study group before the year's final exams, and later achieved a score of 99/100, making her the second highest-scoring student in the class. However, the unusual results of the math exam among those who attended the group study and those who did not sowed doubts, causing Sodachi to hold a class meeting in order to determine the culprit who had leaked the questions for the exam. The class assembly itself was inconclusive, but Sodachi was pinned as the perpetrator through majority vote.[1]\nDespite being experiencing such a fate, Sodachi was able to continue studying, but stayed at home during the two years that followed.[1]"
  },
  "#Ougi_Formula": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Komichi_Tetsujou"
    ],
    "text": "Sodachi's story from two years before is revisited by Koyomi as he and Ougi Oshino are trapped in a classroom beside the audiovisual room in the third floor of Naoetsu Private High School's building. Here, Koyomi recalls Sodachi's hatred towards him, as well as the involvement of his former homeroom teacher, Komichi Tetsujou, in the incident.[1]\nAfter Tetsujou's file for a maternity leave, Sodachi returns to school, where it is revealed that she, as a third-year student, was in the same section as Koyomi and Hitagi as before.[1]"
  },
  "#Sodachi_Riddle": {
    "link": [],
    "text": "On the same day where she returned to school, Sodachi reunites with Koyomi. However, their first meeting after the class assembly incident was met with Sodachi's worsened sentiments against him. In her hysterical rage, Sodachi stabs Koyomi's hand with a pen, forcing him to retreat, but this scene is witnessed by Hitagi, who stubbornly headed to the classroom after hearing from Tsubasa about Sodachi's return. Sodachi enters a short argument with Hitagi, ending with Sodachi knocked out by Hitagi's punch.[2]"
  },
  "#Sodachi_Lost": {
    "link": [],
    "text": "Oikura did not attend school for the next two days after her short scuffle with Hitagi. Tsubasa becomes concerned about various issues regarding Sodachi and agrees to accompany Koyomi to the government-funded apartment unit where Sodachi currently lives. In this encounter with her childhood friend, Sodachi exposes her current unstable mentality, as well as the circumstances revolving around her."
  },
  "#Sodachi_Fiasco": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Reverse": {
    "link": [],
    "text": "Sodachi appears in the mirror world as a sister figure who is the opposite of the Sodachi in the real world, due to never experiencing any traumatic events.  In this world, she was taken in by the Araragi family ten years ago and shares a bedroom with Koyomi.  She still loves math, but is very cheerful and affectionate towards him.  Despite her happiness with her current life, she admits to Koyomi that she feels like it is not real.  Later, she is seen to be negatively affected by his presence due to him not being of the mirror world and spending the most time around her.\nIt is said by Ougi that Mirror Sodachi's characteristics were based on her regrets that she was unable to become closer to Koyomi before she left the town."
  },
  "#Nadeko_Draw": {
    "link": [],
    "text": ""
  },
  "#Tsuzura_Human": {
    "link": [],
    "text": "Taking place years after Sodachi Lost, she has reconciled with Koyomi.  For university studies, she originally stayed at the Araragi residence for some time, mirroring the circumstances when she was younger, but left due to Hitagi's insistence."
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Oddity"
    ],
    "text": "Sodachi's hair is mostly a darker brownish color in the light novels, while the anime adaptation depicts her with a silverish, white hair color.\nSodachi is one of the only major characters in the series that is not directly involved with oddities in any way. While most heroines use an oddity to cope with their issues, Sodachi blatantly puts all the blame on Koyomi."
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"I'm so embarassed, so embarassed! I WANT TO DIE! I WANT TO DISAPPEAR!!!\""
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}