{
  "id": "Tsukimonogatari Episode 02: Yotsugi Doll, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari_Episode_02:_Yotsugi_Doll,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui"
    ],
    "text": "Koyomi is suddenly faced with the fact that he cannot see his reflection in the mirror. He is forced to keep Tsukihi's face from facing the mirror, and Tsukihi saw this as an invitation to be kissed. Karen, who just returned from her daily jog, stumbles upon this and delivers a kick on Koyomi that sent him and Tsukihi flying to the bathtub.\nWanting to know more about his current situation, Koyomi calls Shinobu from his shadow. Shinobu soon confirms that Koyomi has turned into a vampire, and she recommends Koyomi to stay out of the sun for the meantime and to contact a specialist, notably Yotsugi Ononoki and Yozuru Kagenui. Unfortunately, Koyomi does not know how to contact the two, and even Tsubasa Hanekawa with all her knowledge couldn't help either. To make things worse, Shinobu's mention of Deishuu Kaiki and Izuko Gaen slowly weakens Koyomi's resolve.\nIn the end, Koyomi falls back to contacting Yotsugi about his problem. Immediately, to Koyomi's surprise, Izuko Gaen sends a message to Koyomi, allowing him to meet Yotsugi.\nAfter talking to Shinobu, Koyomi is confronted by Tsukihi, who had to face Karen's wrath after what happened earlier. Koyomi takes the opportunity to take Karen and Tsukihi to Suruga's place, in order to prevent another contact between Tsukihi and the immortal oddity specialist Yozuru Kagenui. Then, later that night, Koyomi goes with Shinobu to the nearby arcade, where Koyomi had to fish out Yotsugi from a claw crane machine. Eventually, the unmoving Yotsugi Ononoki begins talking to Koyomi and Shinobu, and Yozuru soon arrives on cue, making a platform out of Shinobu's head.\nIn the ruins of Eikou Cram School, Yozuru examines Koyomi's little toe which was injured by Tsukihi early that morning and finds out that it has completely healed due to Koyomi's prolonged exposure to moonlight. After letting Yotsugi analyze Koyomi's status using the taste of his feet, Yozuru then gives a challenge to Koyomi by breaking his two fingers and telling him to use his powers to heal them back. Koyomi uses Tsubasa's breasts as a source of motivation and eventually manages to heal back his broken fingers. Yotsugi also finishes her analysis, but she wants Shinobu to say the final word about Koyomi's condition.\nShinobu emerges from Koyomi's shadow, her pride seemingly hurt from being stepped on by Yozuru, but she eventually recovers due to Koyomi's encouraging words. Soon, Yozuru and Yotsugi reveal that Koyomi is gradually becoming a vampire due to being transformed into a vampire too many times and relying too much on the powers of a vampire, especially during his many visits to the Kita-Shirahebi Shrine and being brought close to death on every visit.\nKoyomi calmly accepts the truth about his current condition and asks if there is something he can do to return to normal. Yotsugi bluntly states that there is currently no way he can become a human again."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}