{
  "id": "Koyomimonogatari Episode 12: Koyomi Dead",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_12:_Koyomi_Dead",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Dead\" (こよみデッド, Koyomi Deddo) is the twelfth and final episode of the Koyomimonogatari anime series, first broadcast on March 26, 2016.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari"
    ],
    "text": "After Kagenui disappeared, Koyomi continued to visit the shrine for about a month, with nothing happening each time. On March 13, Koyomi continued his routine, despite knowing that he was to meet Hitagi soon after for his final exam. This time, however, he meets Gaen, who has apparently been waiting for him.\nGaen revealed that she was the one who took Kagenui out of the picture, as it took out Ononoki as Koyomi's protector. She theorized that there were two possible outcomes: either Ononoki became powerless, or she becames more human, allowing her to protect Koyomi in her free will. Gaen then asks whether Shinobu was asleep, and Koyomi confirms it. Gaen then explains that, since Shinobu is no longer completely a vampire, she can't always be there to protect him, meaning that Koyomi was vulerable to an attack. \nGaen then talks about shogi, rather how all the pieces are eventually sacrificed to protect the king. She then asks if Koyomi considers himself to be the king, in which Koyomi denies it. Gaen applauds his modesty before saying that there currently is no king in the town, meaning that there will be no victor or loser. Gaen wants to fill in the void, and entrusted Koyomi with the talisman to fill it in. However, Koyomi has yet to use the talisman properly and that, with the other oddity specialists currently off the map, the responsibility to save the town is now left onto Gaen. Her responsibility: to stop Koyomi from acting.\nHowever, Koyomi tells her that because of Ononoki, he couldn't act. Gaen reminded him that Ononoki is now powerless, and therefore Koyomi was free to act. However, if he was to act, then \"the other side\" would as well, and Gaen considers both of them dangerous. The only way for her to stop him and dispel the darkness in the town... was to kill him.\nBefore Koyomi realized what was going to happen, Gaen takes out the Kokorowatari and slices Koyomi into pieces, killing him. In front of the school, Hitagi tries calling him, but is unable to reach him.\nIn a plain of white, Koyomi wondered what had happened to him, when a shadow - none other than Hachikuji - reveals herself."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}