{
  "id": "Nekomonogatari Black (anime)",
  "url": "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_(anime)",
  "toc": [
    "#Plot",
    "#Episode_List",
    "#Characters",
    {
      "#Presentation": [
        "#Screen_Flashes",
        "#Chapter_Numbers",
        "#Arc_Specific_Screen_Flash_Styles",
        "#Alternate_Color_Palettes_/_Intense_Lighting_Effects"
      ]
    },
    "#Music",
    "#Trivia",
    "#External_Links"
  ],
  "Description": "Nekomonogatari Black (猫物語(黒) Nekomonogatari Kuro) anime is the third Monogatari adaptation from animation studio Shaft. It adapts the first of the two-part Nekomonogatari light novel series, the fourth part of the series as a whole. It is the first stand alone single arc, single book adaptation in the series, meaning it is a short cour that only contains a single arc and a small amount of episodes that released all at once. This format was later used again for the Hanamonogatari and Tsukimonogatari anime adaptations.\nIt was released on three different locations, which include the video hosting site Nico Nico Douga and Japanese television stations TOKYO MX and BS11, on December 31, 2012 with a total of 4 episodes.",
  "#Plot": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari#Plot"
    ],
    "text": "Nekomonogatari Black acts as a prequel to Bakemonogatari and a sequel to Kizumonogatari, expanding on the story behind the events in the Tsubasa Cat story in Bakemonogatari."
  },
  "#Episode_List": {
    "link": [],
    "text": ""
  },
  "#Characters": {
    "link": [],
    "text": ""
  },
  "#Screen_Flashes": {
    "link": [],
    "text": "Screen flashes work and appear similar to before, but have a couple new changes. Besides the following techniques, text quoted from the novel is used a lot more commonly."
  },
  "#Chapter_Numbers": {
    "link": [],
    "text": "The number of each chapter is now flashed on screen before each scene starts. This was kept in all following TV series adaptations."
  },
  "#Arc_Specific_Screen_Flash_Styles": {
    "link": [],
    "text": "Some flashes, particularly ones for dates, have a custom white and black style, exclusive for the arc."
  },
  "#Alternate_Color_Palettes_/_Intense_Lighting_Effects": {
    "link": [],
    "text": "With many scenes taking place at night, intense lighting effects are used quite frequently. While it still seems somewhat related to the lighting, full on alternate color palettes also return after their absence in Nisemonogatari. Characters and their clothes commonly have a pale complexion with muted colors. Hanekawa is sometimes depicted with dark hair and white skin, during a scene that focuses on white, black, and red colors."
  },
  "#Music": {
    "link": [
      "https://en.wikipedia.org/wiki/Satoru_Kosaki",
      "https://bakemonogatari.fandom.com/wiki/Perfect_slumbers",
      "https://bakemonogatari.fandom.com/wiki/Kieru_Daydream"
    ],
    "text": "Satoru Kosaki once again reprised his role as music producer. The opening theme song for the special was \"perfect slumbers\", performed by Yui Horie, who voiced Tsubasa Hanekawa. The song \"Kieru Daydream\", sung by Marina Kawano, was used as the closing theme song."
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Seasons"
    ],
    "text": "It's notable that all Monogatari installments that have multiple volumes have specific character names for each volume, such as the two volumes of Bakemonogatari being called Jō and Ge. Nekomonogatari is the only instance where the volume character is acknowledged explicitly in the anime series title since it's the only installment that is split between two Seasons and was adapted separately. These volume names are otherwise only subtly represented in some Japanese Blu-ray volumes of the series."
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}