{
  "id": "Naoetsu Private High School",
  "url": "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
  "toc": [
    "#Background",
    "#Appearance",
    "#List_of_Known_Faculty_Members",
    "#List_of_Known_Students",
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Naoetsu Private High School (私立直江津高校, Shiritsu Naoetsu Koukou) is an educational institution situated in the town where the story of the Monogatari series takes place. Most of the main characters of the series study here.",
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "Despite still participating in traditional recreational events such as culture festivals and extra-curricular sports, Naoetsu High is considered a \"prep school\" with reasonably high standards. It's for this reason that Koyomi Araragi does so poorly on most subjects, as he somehow got into the school while he wasn't nearly on the same level as everyone else. \nAccording to Tsubasa Hanekawa, the location used to accommodate another educational institute yet it was already known as Naoetsu High for 18 years, around the same age as the main characters at that time.[1] Koyomi even expected the school would be younger than him since he wanted to find a ghost story within its recent history."
  },
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)"
    ],
    "text": "The school is often depicted in the anime series as having a school gate that is indistinguishable from the typical high school, but also consists of buildings that boast modern architectural designs, like the arched school auditorium that has five colored poles in front of the building, the main spiral staircase, and windows decorated with round openings. Interestingly, most of the modern designs of the school are only apparent from the inside, and the main school building itself has a modest appearance from the outside. Aside from the main building and the auditorium, the school also has an open area for track and field classes.\nThe uniform of Naoetsu Private High School consists of a black gakuran and pants for males and a pink top with a red collar and cuffs, a blue ribbon or tie, and a bluish-gray pleated skirt.\nIn the Kizumonogatari films, like all other familiar locations, it appears a bit differently, looking larger and more realistic. While having multiple levels, most of the hallways depicted are on the lowest level, unlike the TV series version which commonly shows high levels. Unlike in the TV series, the school is very clearly visible from the front gate. The campus seems to be a lot larger in general, with multiple structures, staircases, and a gigantic athletic stadium."
  },
  "#List_of_Known_Faculty_Members": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Komichi_Tetsujou"
    ],
    "text": "Note: Most names are only mentioned in the novels,[2] with the exception to Komichi Tetsujou."
  },
  "#List_of_Known_Students": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "The auditorium building of Naoetsu seems to be based on one of the buildings in the Nagoya Century Hall. The \"Nagoya Congress Center\" was used as a reference for the exterior of the school in the TV series."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}