{
  "id": "Hanamonogatari Episode 01: Suruga Devil, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Hanamonogatari_Episode_01:_Suruga_Devil,_Part_1",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "Suruga Devil, Part 1\" (するがデビル 其ノ壹, Suruga Debiru Sono Ichi) is the first episode and the first part of the five-part Hanamonogatari anime series released on August 16, 2014.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Seiu_Higasa",
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi"
    ],
    "text": "Suruga recalls the harsh words she received from her mother Tooe when she was still alive, and she remembers how she now lives with her paternal grandparents after the death of her parents. Even in the absence of her parents, Suruga continues to wonder about why his father chose to wed Tooe Gaen, even if she considers her to be a devil than a mother to look up to.\nAfter that dream, Suruga wakes up on the morning on April 9, her left arm tied to a post before sleeping as Koyomi had requested. Suruga, with her hair much longer than before, begins preparing for school, which now feels different after both Koyomi and Hitagi have graduated.\nWhile doing her run towards Naoetsu Private High School, Suruga meets Ougi Oshino, who immediately clarifies that he is a male since birth and not the girl Suruga knew at school. Suruga shrugs aside Ougi's attempt to open a conversation about past as mistakes and a pessimistic view of the future, forcing Ougi to open a topic about something called the \"Devil Lord\" instead.\nSuruga soon goes to her classroom, which was used by Koyomi, Hitagi and Tsubasa before. Here, she is greeted by her classmate and basketball teammate Seiu Higasa. Due to her plans to get to a university, Suruga declines Higasa's offer to hang out with her; she later talks to Higasa about the \"Devil Lord\", and Suruga finds out that it is a rumor circulating in Naoetsu about someone who is willing to solve one's problems no matter what, although Ougi clarified that the \"Devil Lord\" is considerate enough to decline to requests where the police is a more viable solution.\nOvercome by the suspicions that it was she that is referred as the \"Devil Lord\", Suruga contacts Karen Araragi, now a high school student, to ask her about anything she knows. Karen sees no alarm towards the \"Devil Lord\" as do Tsukihi, and she also refuses to believe that a devil even exists. Regardless, Suruga eventually learns that the \"Devil Lord\" can be contacted by letter, by phone, or in person... and Suruga decides to meet the \"Devil Lord\" in the flesh.\nWith the help of Karen's information, Suruga meets the \"Devil Lord\" in an empty field, and she finds a familiar face waiting for her: Rouka Numachi, a girl who Suruga considers a nemesis in the basketball court. Rouka expresses her surprise for Suruga to choose meeting her in person, and she explains that she became the \"Devil Lord\", giving out advice for free to spend her free time after an injury has made her incapable of getting hired. For Rouka, being the \"Devil Lord\" is a source of peace of mind and a constant reminder that there are people who are more unfortunate than her.\nSuruga is repulsed by Rouka's \"occupation\", but Rouka assures Suruga that she only deals with little problems, and she generally does not do anything about the pleas of help she receives. Instead, she claims that the problems are solved on their own, and this improved her reputation.\nAs Suruga listens to Rouka's belief that most problems are created out of fear for the future, she wonders if things would have changed if she decided to endure her problem instead of trying to solve it herself. Soon, Suruga decides to part ways with Rouka, accepting that Rouka has been helping people in her own way despite the fact that she does not truly understood her. Rouka, on the other hand, shows disappointment that their reunion wasn't in a basketball court like in the past.\nThe encounter with Rouka Numachi eased Suruga's mind after finding out that the \"Devil Lord\" is not her.\nThen, the following day, Suruga finds out that left arm is no longer that of the Rainy Devil."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari_Episode_01:_Suruga_Devil,_Part_1",
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FHanamonogatari_Episode_01%3A_Suruga_Devil%2C_Part_1%3Fveaction%3Dedit%26section%3D7&uselang=en"
    ],
    "text": "Quotes[]"
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}