{
  "id": "Second Season Episode 25: Hitagi End, Part 5",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_25:_Hitagi_End,_Part_5",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kiss-shot_Acerola-orion_Heart-under-blade",
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi"
    ],
    "text": "With the help of Tsubasa's wealth of information, Deishuu Kaiki finally gets a firm grasp of the situation better than relying on Hitagi's knowledge alone. There, he understood that Izuko Gaen is trying to stabilize the town's spiritual power (which caused Kiss-shot Acerola-orion Heart-under-blade to come to the town), and it involved turning the vampire into the god of Kita-Shirahebi Shrine. However, Koyomi refused, and an innocent girl became the god instead.\nDeishuu takes this opportunity to talk to Tsubasa about her impression of Nadeko. Tsubasa, in turn, describes her as a girl who ignores everything else around her and lives in a closed-off world. She also believes that Nadeko does not love Koyomi despite what the latter claims. Despite this, Tsubasa harbors a selfish wish to save Nadeko, although she refuses to do it after Deishuu has dealt with her god problem.\nAfter learning from Deishuu that Meme Oshino is a person who does not have any known relatives (especially a niece), Tsubasa tells Deishuu about a closet in Nadeko's room that even Koyomi is forbidden to open. Deishuu faked his ignorance about the issue, and manages to end the conversation while keeping mum about the thing he found inside Nadeko's closet.\nDeishuu eventually spends the next few days playing with Nadeko, and soon gives her koma tops, wooden building blocks, and a den-den daiko to play with, along with the occasional bottle of sake to drink. By mid-January, Deishuu also visits the ruins of a cram school that served as Meme Oshino's former home, and meets a girl named Rouka Numachi.\nTwo more weeks later, at the first day of February, Deishuu makes one of his last two reports to Hitagi, and tells her to prepare a toast for managing to survive the ordeal. However, Deishuu warns Hitagi that Koyomi remains to be a factor in the plan, and a careless move from him will undo all of Deishuu's efforts. Hitagi knows that Koyomi cannot be easily swayed, and Deishuu wants Hitagi to use the month of February to woo over Koyomi, the same way he got close to Nadeko.\nSoon, Hitagi finally decides to express her gratitude for accepting her request. However, she points out that the request will not invalidate her life-long grudge against him, and she still demands Deishuu to stay out of town. Deishuu assures Hitagi that he never breaks promises, and soon leaves his hotel room as Hitagi says that he hasn't lied to her likewise.\nDeishuu soon meets Yotsugi by chance in the nearby train station, although Yotsugi is there as herself and not as Izuko Gaen's messenger. Yotsugi opens a conversation about the motivations for his job to deceive Nadeko Sengoku, and she reveals that she was also involved with a case related to crushing an evil cult that destroyed Hitagi's family. Yotsugi echoes Izuko's worries about Deishuu's tendency to fail—just like when his intervention over the Senjougahara family issue had cost a family their matriarch—even if she herself believes that Deishuu's chances of success in deceiving Nadeko are high.\nThe words of the tsukumogami cause Deishuu to reminisce about two years ago, and he quickly returns to Kita-Shirahebi Shrine to meet Nadeko Sengoku. There, as Nadeko asks Deishuu about what his wish from way back in his first visit, Deishuu explains that he refuses to say his wish because wishes made into words can no longer be granted, and he relates it to Nadeko vocally speaking about her wish to kill Koyomi.\nAt that moment, Deishuu Kaiki says that Koyomi Araragi and Hitagi Senjougahara were killed in a car accident, rendering her wish useless.\nHowever, Nadeko Sengoku only smiles, as if expecting him to deceive her."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}