{
  "id": "Monogatari Series Timeline and Watch Guide",
  "url": "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Timeline_and_Watch_Guide",
  "toc": [
    {
      "#What_Order_Should_I_Watch/Read?": [
        "#Light_Novel_Release_/_Nisio_Isin_Order",
        "#First_Season",
        "#Second_Season",
        "#Final_Season",
        "#Off_Season",
        "#Monster_Season",
        "#Family_Season",
        "#Anime_Release_/_SHAFT_Order",
        "#First_Season_2",
        "#Second_Season_2",
        "#Final_Season_2",
        "#Off_Season_&_Monster_Season",
        "#Family_Season_2",
        "#English_Light_Novel_Release_Order_/_%22Kizumonogatari_First%22_Order",
        "#Chronological_Order"
      ]
    },
    "#Visual_Graphic",
    {
      "#Unorthodox_Placements": [
        "#Hybrid_Order"
      ]
    },
    "#Important_Streaming/Blu-ray_Information",
    "#See_Also"
  ],
  "Description": "This section contains information about installment release history, organization, and chronological placement. See Story Timeline for specific story information.\nThe Monogatari Series consists of a many installments that were released slightly differently between adaptations. In all adaptations, the installments don't follow a completely chronological narrative in relation to each other, using methods of non-linear storytelling. There are six main seasons in which the books/anime adaptations are organized: First Season, Second Season, Final Season, Off Season, Monster Season, and Family Season. Each season has its own \"monogatari\" installments, and each installment has its own arcs, usually ranging from 1 - 7 arcs per installment. \nFirst Season consists of the books/anime cours: Bakemonogatari and Nisemonogatari, along with Nekomonogatari Black. Kizumonogatari, originally the second released book of the light novel series, was announced as a film adaptation in 2012 but was put on a hiatus up until it was to revealed to be released as a trilogy of films starting in January 2016 and finishing a year later. \nSecond Season consists of five stories total being Nekomonogatari White, Kabukimonogatari, Hanamonogatari, Otorimonogatari, Onimonogatari, and Koimonogatari. While First Season consists of two books with two volumes and another two books with only one volume each, Second Season consists of only one volume, one arc books. The anime adaptation, Monogatari Series Second Season consisted of all five books during its TV broadcast except for Hanamonogatari which was later released separately. \nFinal Season consists of Tsukimonogatari, Koyomimonogatari, Owarimonogatari, and lastly Zoku Owarimonogatari. This Season concludes the first major story arc in the series, but is not actually the true \"Final Season\" as the name would suggest. The Final Season anime adaptations consisted of a single arc book adaptation with Tsukimonogatari, a compilation adaptation with Owarimonogatari containing its first two volumes, an ONA series adaptation of Koyomimonogatari that was distributed on an app of the same name in Japan, the adaptation of the third and final volume of Owarimonogatari that released as a two day special, and Zoku Owarimonogatari, which screened in Japanese theaters as a special, having a six episode TV broadcast version released the following year. Due to the time of release, the Kizumonogatari trilogy of films could also in a way be considered associated with the Final Season anime adaptations, though Kizumonogatari as a whole is officially grouped with First Season as with the light novel series. \nOff Season consists of additional stories that occur after Final Season and throughout the series timeline with Orokamonogatari, Wazamonogatari, Nademonogatari, and Musubimonogatari. Most of these stories fill in the gaps and set up the next season.  \nMonster Season consists of even more stories with Shinobumonogatari , Yoimonogatari, Amarimonogatari, Ougimonogatari, and Shinomonogatari. An anime adaptation of both Off Season and Monster Season has been confirmed to be in production in 2024.  \nFamily Season currently consists of Ikusamonogatari and Tsugimonogatari. It appears to be a continuation of the events set up in Musubimonogatari, the original end of the timeline. \nA multitude of short stories have also been released, though it seems unlikely they will be adapted into anime. \nOnly the books from Bakemonogatari to Zoku Owarimonogatari have officially been released in English so far, and only a handful of parts of the series are fully fan-translated online. Many sites remove their translations after the official release. \nA Bakemonogatari manga adaptation began serialization in 2018. As it follows its own canon, it should be considered separate from the rest of the series.",
  "#Light_Novel_Release_/_Nisio_Isin_Order": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisio_Isin",
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season",
      "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_10:_Mayoi_Jiangshi,_Part_4"
    ],
    "text": "Go this route if you value experiencing the story as it was originally intended by the author, minding the trade-off of missing the unintentional mystery element of the Kizumonogatari film adaptations some fans enjoyed during release, as well as experiencing the evolution of the cinematography between staff in the anime adaptation a different way from the original context.    \nThis is the completely original order in which stories were released by author Nisio Isin as novels. Unlike the anime release order, which many argue were especially related to production complications, all shuffles in chronological placement are fully intentional for the narrative, making certain plot points related to Kizumonogatari more coherent. Some argue the Hanamonogatari and Koymimonogatari placements are better as well, though these tend to have less direct impact on the over-all story experience compared to Kizumonogatari. The argument for this order is often placed more on the author's intent and themes between the meta-narrative.   \nThis order is especially reasonable for first time reading, as the characters often make a lot more explicit, fourth-wall breaking jokes and references within the monologue that assume you've probably read them this way, as well as author's notes that are generally written around the original release context.   \nNote that if you watch in this order, you would normally watch Hanamonogatari in between Second Season after the 10th episode."
  },
  "#First_Season": {
    "link": [],
    "text": ""
  },
  "#Second_Season": {
    "link": [],
    "text": ""
  },
  "#Final_Season": {
    "link": [],
    "text": ""
  },
  "#Off_Season": {
    "link": [],
    "text": ""
  },
  "#Monster_Season": {
    "link": [],
    "text": ""
  },
  "#Family_Season": {
    "link": [],
    "text": ""
  },
  "#Anime_Release_/_SHAFT_Order": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shaft",
      "https://bakemonogatari.fandom.com/wiki/Tatsuya_Oishi",
      "https://bakemonogatari.fandom.com/wiki/Episode_List"
    ],
    "text": "Go to this route if you want to experience the series as people did when it first came out as an anime, like the idea of experiencing an origin story before a finale in mystery story, and or value seeing how the cinematography evolved over the years with each installment of the anime adaptation between different directors, with the trade-off of missing a mostly more coherent, originally intended order by the author.\nFor a long time, this was the rule of thumb order for anime only watchers (and the entire English-speaking community) as it was roughly the only plausible order for each respective group. With studio Shaft temporarily skipping Kizumonogatari and no official English translations for the series arriving until 2015, this is generally how most longtime English speaking and or anime-only fans originally experienced the series (outside of those that might have read a Kizumonogatari fan translation.) \nThe biggest difference with this order is that it has Kizumonogatari, the origin story, as a mysterious missing part of the story to be anticipated later in the series, just before a big finale of the first three seasons. While some don't mind this and enjoy the added mystery element, some argue that it leaves too many unanswered questions that are answered too late in the series and is now made obsolete. From a narrative perspective, it works more as a happy accident than an intentional narrative, so certain plot points around the origin story don't flow as comfortably. Kizumonogatari is also referenced even more explicitly in the novels, meaning it probably doesn't work as well as a reading order.   \nFrom a directorial perspective in the anime series, Kizumonogatari also marks the return of some of the original staff who contributed largely to the unique presentation of Bakemonogatari, but had less involvement with later parts of the series such as director Tatsuya Oishi, composer Satoru Kosaki, and acclaimed animators such as Gen'ichirou Abe and Ryo Imamura, making their return arguably feel more significant when experienced later with its high animation quality.   \nSome also prefer the placements of Hanamonogatari and Koyomimonogatari, as they feel these parts are comparably more directly relevant to the arcs around them. though as with novel release order, these tend to have less impact on the story compared to Kizumonogatari.     \nThe Episode List page is another helpful resource for this order."
  },
  "#First_Season_2": {
    "link": [],
    "text": ""
  },
  "#Second_Season_2": {
    "link": [],
    "text": ""
  },
  "#Final_Season_2": {
    "link": [],
    "text": ""
  },
  "#Off_Season_&_Monster_Season": {
    "link": [],
    "text": ""
  },
  "#Family_Season_2": {
    "link": [],
    "text": ""
  },
  "#English_Light_Novel_Release_Order_/_%22Kizumonogatari_First%22_Order": {
    "link": [],
    "text": ""
  },
  "#Chronological_Order": {
    "link": [],
    "text": "This order eliminates most meta narrative elements in favor of a mostly linear, continuous story. Most recommend it for rewatching / rereading rather than a first time experience. It's generally the least accessible order as it requires the viewer to jump back and forth in the middle of anime cours and novels in some places instead of finishing each at a time. Some arcs are told as flashbacks as well, meaning the parts that aren't flashbacks at the beginning and end won't flow coherently. Certain key chronological material also has yet to be adapted or officially translated. \nNote that the Koyomimonogatari arcs are mostly rough estimates as most seem to take place either during or in between certain arcs and anime series episodes, making it hard to fit them in a linear list. \nThe following references the western releases for volume numbers."
  },
  "#Visual_Graphic": {
    "link": [],
    "text": ""
  },
  "#Hybrid_Order": {
    "link": [],
    "text": ""
  },
  "#Important_Streaming/Blu-ray_Information": {
    "link": [],
    "text": ""
  },
  "#See_Also": {
    "link": [],
    "text": ""
  }
}