{
  "id": "Second Season Episode 04: Tsubasa Tiger, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_04:_Tsubasa_Tiger,_Part_4",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Tsubasa Tiger, Part 4\" (つばさタイガー 其の肆, Tsubasa Taiga, Sono Shi) is the fourth episode of the Monogatari Series Second Season anime series. It was first broadcast on July 28, 2013.\nMore painful truths are unveiled before Tsubasa Hanekawa through different people... the mother of her most beloved, someone who had almost taken her life, and someone who claims to know everything. Tsubasa slowly comes into acceptance of what she is and what her other side is, and by the end of the day, she finally makes a decision that would become a turning point in her life.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mizudori",
      "https://bakemonogatari.fandom.com/wiki/Rousokuzawa"
    ],
    "text": "Tsubasa wakes up at morning, and she wonders if she went outside after smelling dirt in her clothes and noticing that her fingernails are all dirty. Initially, she suspected that she was sleepwalking, but upon seeing a strand of silver hair in her bed, Tsubasa concludes that she is once more transforming into a sawarineko... Black Hanekawa.\nFortunately for Tsubasa, she doesn't seem to have the same \"symptoms\" unlike Black Hanekawa's two previous manifestations, but wonders if this is due to her getting used to the transformation. That said, Tsubasa is rather worried that Black Hanekawa is running around again, particularly after the fire that took out her home.\nSoon, Tsubasa is called by Tsukihi, who is there to invite her to join the breakfast table, a custom of the Araragi family. Happy about this gesture, she decides to change into the uniform of Naoetsu Private High School and heads downstairs.\n\nAfter the hearty breakfast, Tsubasa decides to take her leave. However, the mother figure of the Araragi family, still dressed in office attire, calls her back and shortly lectures her about taking the Hanekawa lightly, reminding Tsubasa that she cannot be admitted to the Araragi residence despite her current family situation.\nThe words from Koyomi's mother resound in her mind, particularly \"averting one's eyes is not running away\". Then, something else that she wanted to look away from suddenly appears in front of her while making her way to school. The man who almost killed her in a past encounter.\nAlthough shocked about this man's presence in town, Tsubasa courteously asks Episode about his reasons for coming back. In response, Episode explains that he deems courtesy unneeded, particularly because he is a six-year-old half-vampire despite looking like a young adult. Episode then decides to return to Tsubasa's question, and tells Tsubasa that he was \"called in\" on this town by a certain someone, and he cannot turn down the offer despite not knowing what the case is about due to the client's connections. Unfortunately, Episode doesn't seem interested in hunting tigers due to his specialty in vampires, either.\n\nSoon, Episode's client appears from an elevated platformm dressed in what looks like a hip-hop attire and a smartphone, introducing herself as Meme's senior, Izuko Gaen. Episode denies that he has been hitting on Tsubasa and is soon asked by Izuko to come along, although she reveals that she wished for either Meme or Deishuu Kaiki to show up. As Episode wonders what Izuko is actually talking about, Izuko decides to bid farewell to Tsubasa, telling her that she cannot help in her \"tiger problem\".\nTsubasa is rather surprised that she knows about the tiger oddity running loose.\nIzuko's response: \"There's nothing I don't know. I know everything.\"\nIzuko then adds that she expects Tsubasa to encounter the tiger, which she named \"Kako\" (苛虎, lit., \"tormenting tiger\"), anytime soon, and that there is no one with the power to subdue this beast, even \"the boy she likes the most\"... Koyomi Araragi. Izuko then proceeds to lecture about wisdom and ignorance, that it is not considered wisdom if a person knows of his ignorance, and both acknowledges and teases Tsubasa about the realization that she, like most people, does not know everything.\n\nTsubasa decides to take a detour while on her way back to the Araragi Residence after school and decides to investigate more about the fire that destroyed the ruins of Eikou Cram School. She thinks that neither Koyomi nor Suruga has anything to do with the fire; although she has no certainty in that statement, she is sure that Black Hanekawa relayed that information to her.\nAs she passes by the local library, Tsubasa decides to visit the library, in hopes of learning about this new oddity. However, after scouring the library about the occult, she was unable to find anything about an oddity by the name of \"Kako\". Then, upon looking at the New Releases section of the library, Tsubasa thought about the possibility of \"Kako\" as a new oddity.\nAt Namishiro Park, Tsubasa does some more research, and finds out that there is a saying which states, \"Bad politics are worse than a tiger\" (苛政は虎よりも猛し, Kasei wa tora yori mo takeshi). She then discusses Hitagi about a possible link between the oddity and the saying, although she thinks that if \"Kako\" is worse then bad politics, then this tiger actually surpasses tigers. Hitagi, who is in the middle of making paper cranes, suspects that Tsubasa is being led to by Izuko's words. Then, Hitagi reveals that this certain Miss Gaen may actually be related to Suruga Kanbaru, as Suruga's maiden name is Gaen and Suruga herself admits that she used the name Suruga Gaen once. Hitagi thinks that the relation is too strong to be mere coincidence.\nThen, Hitagi pitches in a hypothesis. She thinks that \"Kako\" may in fact be associated with the word \"past\" (過去, kako). However, Hitagi points out that \"Kako\" may also be rendered as 火虎 (lit., \"inflaming tiger\"). Hitagi points out that the name holds a lot of troublesome meanings and is a bit worried, particularly because the places which burned down the day after Tsubasa encountered the tiger-shaped oddity were the places where Tsubasa stayed over.\nThis means, the Senjougahara Residence and the Araragi Residence are most likely to be turned to ashes soon.\n\nWith the determination to end this once and for all, Tsubasa returns to the Araragi Residence, where Karen greets her return. It turns out that Karen hasn't heard about Koyomi lately, and Karen promises to punish him when he comes back. Tsubasa, on the other hand, thinks that Koyomi has a very valid reason for staying out late. Karen then decides to invite Tsubasa over for a game of card stacking, one that Tsubasa is unable to turn down.\nSoon, Tsubasa asks the Fire Sisters about what they associate with the word flame. Karen connects the word \"flame\" with the words \"passion\" and \"justice\", while Tsukihi associates it with \"love\", and the real reason behind the naming of the Fire Sisters is due to the character for \"fire\" in their names (火憐 and 月火).\nTsukihi then reveals that the Fire Sisters also give out romantic advice aside from being the paragons of justice, and among their clients is Koyomi himself, however, they already forgot about the girl which made Koyomi go head over heels. This is mentioned as being back in \"May\", and leads Tsubasa to ask if the advice in May was about Senjougahara.\nThe Fire Sisters then proceed to argue about their respective views on romance, and they soon mention their boyfriends, Mizudori (瑞鳥, lit., \"auspicious bird\") and Rousokuzawa (蝋燭澤, lit., \"candle swamp\"). Tsubasa is rather surprised to know that they have boyfriends, and the two point out that they are like Koyomi, and they currently don't exist inside his head, much to Tsubasa's chagrin. Karen then admits that she wants Koyomi to acknowledge them, but he refuses to meet either of them. On the other hand, the two girls are annoyed that Koyomi already has Hitagi introduced to them.\nAt that moment, Tsubasa realizes that she forgot another word associated with \"fire\": \"envy\".\nIn Koyomi's point of view, his decision to not meet his sisters' boyfriends is him averting his eyes from the truth, and Tsubasa can somewhat relate to his situation. In a sense, they are alike.\nTsubasa's quivering hands break down the card pyramid upon realizing the truth.\n\nAfter that game, Tsubasa slumps on Koyomi's bed, remembering the events that had happened... talking casually with someone who almost killed her in the past.\nThen, she decides to spread her scent across Koyomi's bed, in an attempt to \"mark\" Koyomi's territory, in an attempt that he'd notice her scent even though she could never see him again. Afterwards, she changes to a pair of denim pants, a white shirt and a blue collared top and sends a picture of her to someone. Then, as she slowly accepts the fact that there's someone carrying all of her burdens, she writes a letter to her other side...\n...to Black Hanekawa."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}