{
  "id": "Bakemonogatari Episode 02: Hitagi Crab, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Episode_02:_Hitagi_Crab,_Part_2",
  "toc": [
    "#Summary",
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Music",
    {
      "#Trivia": [
        "#Referbacks",
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Hitagi Crab, Part 2\" (ひたぎクラブ　其の弐, Hitagi Kurabu, Sono Ni) is the second episode of the Bakemonogatari anime series, first broadcast on July 10, 2009. It was directed by Tomoyuki Itamura, with screenplay by Yukito Kizawa and storyboard by Nobuyuki Takeuchi.\nUnder orders from Meme Oshino, Hitagi Senjougahara and Koyomi Araragi prepare for the ceremony that will open a channel of communication between Hitagi and the heavy stone crab. In this short but risky ceremony, Hitagi's past as a victim of certain circumstances is revealed as she takes on a god by herself.",
  "#Summary": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "Hitagi and Koyomi turn to the crab god who took not only Hitagi's weight, but also the painful memories of her mother, which she now wants to process and carry herself."
  },
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Meme",
      "https://en.wikipedia.org/wiki/shimenawa",
      "https://en.wikipedia.org/wiki/Shide_(Shinto)",
      "https://bakemonogatari.fandom.com/wiki/Karen",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi"
    ],
    "text": "Hitagi takes Araragi into her house for the first time. While she prepares to change into a comfortable attire for Meme's ceremony, Araragi realizes that the mansion the Senjougahara family owned was long gone, and Hitagi has been living in a patched-up apartment unit for some time.\nKoyomi then recalls the reason why he was in Hitagi's house in the first place: Meme asked Hitagi to take a bath in cold water and change into clean clothes, returning to Meme's place at midnight. Koyomi also remembers the price Hitagi has to pay in return for Meme's services: 100,000 yen, which is quite small compared to the 5,000,000 yen Meme demanded from him.\n\nSenjougahara soon steps out of the bathroom completely naked to Araragi's surprise. An embarrassed Araragi turns around and constantly avoids catching a glimpse of Hitagi's naked body, scolding her in the process. However, Hitagi stubbornly disobeys his requests for her to get dressed immediately and walks around in her underwear. And to make things worse for Araragi, he discovers that Hitagi might be deliberately teasing him using her own body and using that against him.\nAraragi soon endures an awkward conversation with Hitagi, who appears to be taking her time changing her clothes on purpose. However, it seems that Hitagi is really uncomfortable when changing clothes, since they feel heavy to her.\nHitagi eventually decides on an attire for the midnight visit to Meme's house, and before they head to Meme's place, she invites Araragi to come with her to Hokkaido, where there are delicious crab.\n\nA short bike ride after, they arrive at Meme's place, where the owner of the house welcomes them dressed in the white robes of a Shinto priest, although he later clarifies that he is not a professional priest. Meme then takes them to one of the many rooms that take up Meme's unusual house.\nOn the way, Araragi wonders about Meme's approach to Senjougahara's problem, and Meme clarifies that since gods are involved in Hitagi's loss of weight, they should confront them by prayer, not by violence. Meme, however, expects that the god that affected Senjougahara might not listen to their request.\nThey later proceed to the third floor of the derelict building-turned temporary shelter.\nSenjougahara, Araragi and Meme arrive at a room filled with shimenawa rope, candles and shide. As Meme stand in front of an altar, he asks the two to lower their heads. Then, as Araragi watches, Meme asks Senjougahara to relax herself, first by offering her a small cup of sake, then by using a form of hypnosis, slowly asks his way into knowing more about Hitagi's past.\nAccording to Hitagi, her family was a victim of a cult who was able to deceive her mother into investing the entire family's fortune into that cult. In addition to that, one of the cult's high-ranking leaders attempted to sexually assault her in her middle school years. Fortunately, she managed to defend herself, but at the cost of her mother being punished by the cult.\nMeme soon asks Hitagi to open her eyes, and there, she sees the image of a crab with shining yellow eyes and a body composing of numerous characters of the word \"crab\" (蟹) floating around, a sight that only she could see. Before Senjougahara could plead to the crab-shaped god, she flew into the wall behind her, attacked by the crab that had taken her weight and memories of the past.\n\nMeme decides to drastic measures, so he performs a judo throw on the crab that's pinning Hitagi into the wall. There, he considers taking care of the crab in a more violent manner, but Hitagi, struggling to stand up after the close encounter with the heavy stone crab, pleads to Meme to give her another chance.\nAs Meme holds on to the crab, Hitagi prepares herself as she bows low at the god who took her weight and her memories. Hitagi's sincere request soon paid off, as the crab beneath Meme vanishes.\n\nIt turns out that Hitagi's mother started attending a certain cult when she was in the fifth grade of elementary. At that time, Hitagi was diagnosed with a grave medical condition, and as Hitagi was prepared into the operating room, her mother slowly became attached to the cult. Fortunately, Hitagi made it through the operation, and there was no turning back for her mother.\nHitagi's relationship with her mother deteriorated to the point that they no longer talk to each other. Then, the event that almost destroyed Hitagi's life happened, and the Senjougahara family became a ticking time bomb that eventually exploded.\nAfter Hitagi and her father moved elsewhere, she met the crab that brought her to where she is right now.\n\nAs Hitagi tearfully releases her feelings, Meme explains that Hitagi has deliberately taken herself into this situation, and now that she has finally accepted the truth, there is nothing to do but to keep it in her heart. However, it does not mean that there is still a chance that Senjougahara's family would return to normal.\nIt seems that Hitagi is already prepared for everything.\nShe finally stands up after regaining her normal weight and memories back, and she now considers Araragi as her friend, much to his surprise.\n\nThe next day, Koyomi is awakened by his siblings Karen and Tsukihi. He feels heavy and feverish, and has probably gotten only a few hours of sleep. Out of curiosity, he tries weighing himself on the bathroom scale, only to realize the fickleness of a god's mind."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}