{
  "id": "Owarimonogatari Episode 15: Mayoi Hell, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_15:_Mayoi_Hell,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Mayoi Hell, Part 2\" (まよいヘル 其ノ貮, Mayoi Heru Sono Ni) is the fifteenth and second episode of the second cour of the Owarimonogatari anime series, first broadcasted on August 12, 2017.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Oddity#The_.22Darkness.22"
    ],
    "text": "Mayoi Hachikuji explains that Tadatsuru Teori was the one who told her of Izuko Gaen’s plans. Tadatsuru reassures Koyomi Araragi that he’ll explain the situation to him, and that he doesn’t need to worry about being killed by him since his vampiric nature has been substracted by Izuko.\nHe continues his explanation by telling Koyomi that his death wasn’t his fault, he was just playing his part in descending back to hell and preparing for Koyomi’s arrival. Ononoki had unknowngly killed a puppet, and only Izuko and Meme Oshino know that Tadatsuru had been long dead, living through puppets after failing to make himself one.\nA month before Koyomi's death, after, he was contacted by Izuko Gaen through Meme Oshino, and asked to act. Meme told him that he needed someone to act in case Koyomi approached the complete vampirization. He agreed to help out of curiosity.\nSoon, a thread appears from the sky and Mayoi asks Tadatsuru to cut his story short.\nHe quickly explains that Izuko asked him to follow the enemy’s plan and kidnap his sisters and Suruga, he then went back to hell and asked Mayoi for her help. He then acted from hell in order to correct Araragi’s vampirization. Hachikuji pushes Araragi to grab on the thread, that turns out to be a snake's tail.\nBefore ascending Araragi asks Hachikuji to clarify the name of the park where he first met her, wheter it’s read “Namishiro” or “Rouhaku”, Tadatsuru tells him it’s called “Shirohebi”, but it’s sign was misspelled. And it was the former location of the shrine on the mountain. The shrine was transferred from the lake that’s now a park to the mountain and that caused the enshrine god’s decline.\nAraragi begins wondering if he’s worth to be revived and is attacked by Mayoi. She berates him for wanting to waste the opportunity. He wonders if he deserves to cut in line to receive such a blessing, but Hachikuji reassures him that he deserves it and that the Araragi she knows is a person who loves to be alive.\nAraragi agrees to be revived and thanks Tadatsuru, Tadatsuru refuses any formality and says that the next time they meet he might kill him. Hachikuji tells Araragi that she’ll go back to the river of the dead and bids farewell. Araragi prepares to be pulled back, but he thinks that he’s cutting in line and she deserves to be revived in his place. He then grabs her with his legs as he’s pulled. Before he leaves, Tadatsuru tells him the name of Gaen’s mysterious enemy, Ougi Oshino.\nIn the epilogue, Araragi wakes up in the shrine, having only passed a single second since he was killed by Gaen. She greets him and comments on him having exceeded his expectations by bringing Mayoi back. She then asks him to order Shinobu Oshino, now in her full form, to take her claws off her neck. Shinobu strides up to Araragi and pats his head, berating him for worrying her.\nAraragi wonders if Hachikuji will be targeted by the Darkness again, but Gaen reassures him that she has a plan for her and he should go take his university entrace exams. And that tomorrow, they’re starting their counterattack."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}