{
  "id": "Koyomi Araragi",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
  "toc": [
    "#Referrals_/_Nicknames",
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Koyomi_Stone",
        "#Tsubasa_Family",
        "#Hitagi_Crab",
        "#Mayoi_Mai_Mai_(Snail)",
        "#Suruga_Monkey",
        "#Nadeko_Snake",
        "#Tsubasa_Cat",
        "#Karen_Bee",
        "#Tsukihi_Phoenix",
        "#Mayoi_Jiangshi",
        "#Shinobu_Time",
        "#Shinobu_Mail",
        "#Tsubasa_Tiger",
        "#Ougi_Formula",
        "#Sodachi_Riddle",
        "#Sodachi_Lost",
        "#Nadeko_Medusa",
        "#Hitagi_End",
        "#Yotsugi_Doll",
        "#Koyomi_Nothing",
        "#Koyomi_Dead",
        "#Mayoi_Hell",
        "#Hitagi_Rendezvous",
        "#Ougi_Dark",
        "#Koyomi_Reverse",
        "#Suruga_Devil",
        "#Zenka_Mermaid",
        "#Nozomi_Golem",
        "#Mitome_Wolf",
        "#Tsuzura_Human",
        "#Shinobu_Mastered"
      ]
    },
    "#Catchphrases_/_Running_Gags",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Short_Stories",
        "#Manga",
        "#Other"
      ]
    },
    "#Trivia"
  ],
  "Description": "Koyomi Araragi (阿良々木 暦, Araragi Koyomi) is the main protagonist of the Monogatari series and the most frequent narrator. He is a third year high school student who survived a vampire attack during spring break, and barely regained his human life in the time that followed. Since then, he's been affiliated with Shinobu Oshino, the vampire that had attacked him, and continues to feed her his blood. As such, he's still not entirely human and certain vampire traits remain, such as regeneration.\nKoyomi is the narrator of all First Season and Final Season arcs as well as two from Second Season, four from Off Season, and three from Monster Season. He is the titular protagonist of two main arcs: Koyomi Vamp and Koyomi Reverse, as well as the twelve short stories of Koyomimonogatari. He is also the titular protagonist of two minor arcs: Koyomi History and Koyomi Dictionary.",
  "#Referrals_/_Nicknames": {
    "link": [],
    "text": ""
  },
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Vamp",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari"
    ],
    "text": "In the adaptations that depict him, Koyomi is shown to be a young man with black hair, grey eyes, and a medium complexion. His hair commonly covers his left eye, though it covers his right in the Kizumonogatari films. After Koyomi Vamp, he decides he should grow out his hair more to hide the bite marks on his neck. While it doesn't always seem entirely consistent, his hair does generally seem to get longer over the course of the chronological order in the anime adaptation, with Bakemonogatari featuring relatively short hair, Tsukimonogatari with slightly longer hair, and Hanamonogatari with considerably long hair.\nIf not wearing his school uniform, he dresses casually, often clad in a hoodie and jeans. As noted by his sisters, his fashion sense is far from admirable. A feature unique to Koyomi and his sisters is a very expressive ahoge, which often changes shape to mirror his emotions. Earlier concept art by VOFAN did not originally have this feature.\nHe's quite physically fit as a result of becoming a vampire, though it's normally only noticeable when he doesn't wear a shirt."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://en.wikipedia.org/wiki/Lolicon"
    ],
    "text": "Koyomi is a laid-back individual. Prior to his experience during his last spring break where he met Tsubasa Hanekawa, he was rather asocial in high school, claiming that having friends would \"lower his integrity as a human,\" due to a negative experience during his first year. This ideology seems to have multiple implications, as his explanations seem to change slightly in different instances. In Koyomi Vamp, he describes it as an idea that being close to others could ultimately harm him. If his friends got hurt, he would also be hurt. It gives a person more weak points. In Ougi Formula, which describes the scenario that birthed this expression, explains it in a slightly different way. Instead, it shows how he found disturbance in the fact that a \"truth\" can be made just by numbers. Something doesn't have to actually be true, but if a majority of people say it is, it's treated as such. He has his own sense of what's right, and doesn't want to be a part of the \"majority rule\" in deciding justice. In either instance, both explanations support isolation and the idea that he would be stronger as a person if he was alone.\nHis experience with Hanekawa caused him to open up and be more open to making friends. He's a poor academic student, close to failing every class except math. At home, Koyomi is the only person who thinks that his family relationship is bad, while his younger sisters, Karen Araragi and Tsukihi Araragi, believe differently.\nIt is revealed through conversations that he's quite knowledgeable on anime as noted by Nadeko Sengoku, who appears to be a bit of a closet otaku. Other characters, Mayoi Hachikuji and Hitagi Senjougahara especially, seem to speculate that Koyomi is a lolicon.\nKoyomi has a desire to help those around him and believes strongly in taking responsibility for personal matters that he could have helped despite not being any of his business. This desire causes him to behave recklessly or abuse his regeneration powers when faced with dangerous situations. Koyomi's desire to help is often portrayed as his own selfish desire and seen by those around him as being too soft towards other people."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "Koyomi is the eldest of three siblings, with Karen and Tsukihi as his younger sisters. Their parents tend to be away from home for long hours since they work as police officers, likely the cause for the sense of justice the siblings share. Prior to when the series takes place, Koyomi spent most of his high school life as an outcast and mostly failed student, only ever being good at math due to being tutored by Sodachi Oikura when he was younger. After a certain situation, he decided he didn't need friends, as they would \"lower his integrity as a human.\"\nBefore his encounter with Hitagi, he was attacked by a vampire during spring break and became a vampire himself. Although Meme Oshino helped him become more or less human again, there are several lingering side-effects such as enhanced vision, superhuman strength, and regeneration. He remains scared of morning sunlight, though it no longer affects him. During this same event, he also met Tsubasa Hanekawa, who changed his perception on making friends.\nIn his third year of high school, he becomes Tsubasa's class vice president on account of her wanting him to \"turn his life around.\" This makes the two of them responsible for planning events and dealing with other class affairs."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Vampire",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Dramaturgy",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Guillotine_Cutter",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Seishirou_Shishirui"
    ],
    "text": "On the day of the closing ceremony of his second year of high school and the very start of spring break, the anti-social Koyomi met Tsubasa Hanekawa for the first time after wind had blown her skirt up, revealing her panties. Through this odd circumstance, the two become friends, and Koyomi's friendless philosophy was supposedly broken.\nLater that night, Koyomi couldn't stop thinking lustful thoughts after seeing a girl's panties in person. After sneaking out of the house to purchase a porn magazine at the book store, he ends up encountering a limbless vampire who demands him to give his own life so she can live. He eventually panics and runs away, but changes his mind after hearing her cry for her life. He offers his blood to save the vampire, ready to die.\nWhen he awakes, he finds he never died, and that the vampire had turned into a 10 year old girl. After she saves him from the sun after it had caused him to catch on fire, she reveals that her name is Kiss-Shot Acerola-Orion Heart-Under-Blade. She explains that he can turn back into a human if he gets all of her missing limbs back from the vampire hunters that stole them from her. Well encountering these vampire hunters for the first time and nearly being killed by them, a strange man named Meme Oshino came to save him.\nWith his help, Koyomi was able to negotiate with each hunter and battle each 1 on 1 for the limbs. He fought Dramaturgy, the vampire slaying vampire, Episode, the half-vampire, and Guillotine Cutter, the human priest that aims to destroy all unholy oddities. Through out these battles, his relationship with Hanekawa grows, despite attempting to rudely push her away to prevent her from getting harmed. She ultimately gets wrapped into the fights, causing him to save her. His use of vampire powers also escalates with each battle.\nOnce he succeeds in obtaining the stolen limbs (and the heart, secretly stolen by and being kept by Oshino), Kiss-shot returns to her original form. The two chit-chat for a while and get along quite nicely. Before Kiss-shot reveals how she'll turn him back into a human, Koyomi goes on a trip to the store to get some snacks. Upon his return, he walks in on her savagely eating Guillotine Cutter. Shocked and outraged, Koyomi runs away and contemplates suicide for reviving a monster that eats people. Hanekawa convinces him to live and encourages him to slay Kiss-shot himself before someone else could be eaten. She nearly allows him to touch her breasts as means to \"prepare him for the fight,\" but he changes his mind at the last minute, realizing that it's not something \"friends\" were normally supposed to do.\nHe battles Kiss-shot with the intent to kill her. The fight ultimately seems pointless, as the two regenerate at extremely rapid rates, healing all seemingly fatal wounds almost instantaneously. Through this fight, her true intentions are revealed. After sucking her blood to the brink of death, Kiss shot admits she planned on having Koyomi kill her. That way, she could finally find a proper way to die and allow a minion of hers to turn back into a human, as the death of the master causes the servant vampire to regain humanity. This would relieve her of her guilt regarding her first minion, in which she was unwilling to save long ago. Instead, after having her plan revealed, Koyomi rejects it as he doesn't want to kill her. \nWith the help of Meme Oshino, he finds a compromise that leaves no one's wishes granted. Instead of killing her completely, he would get her to the brink of death, weakening her power, making him as close to human as possible. In return, she'd be so weak that she wouldn't even be able to take the same name anymore, nor hunger for humans. In order to keep her alive, Koyomi would occasionally feed her his blood. This plan goes through. The now unnamed vampire holds a grudge and refuses to speak. At the same time, Koyomi's relationship with Tsubasa seems to be head in a positive direction, as they end up in the same class."
  },
  "#Koyomi_Stone": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School"
    ],
    "text": "Hanekawa tells Koyomi about a stone statue that appeared to to be worshiped on the campus of Naoetsu Private High School. She had never seen the shrine when she first starting going to the school there, meaning it had to be placed recently. She suggests he should tell Oshino about it to repay some of his debt from spring break, as it seems like an odd occurrence that would relate to him.\nKoyomi goes to Oshino and tells him about the stone but he questions him whether it was an oddity or not. He asks Koyomi for a sketch. After drawing, Koyomi begins feeling like he's seen the stone before. Oshino tells him not to worry and that the stone isn't an oddity. He suggests Tsubasa should check the school's curriculum, and maybe he'd understand. \nBack at school, Hanekawa explains to Koyomi that the school offers woodworking classes to the first year students, and the misshapen wooden house was a likely a class project that was put in the flowerbed with the stone to avoid throwing it away. Koyomi later destroys the shrine, having realized that it was his own project he'd made two years ago, and had attempted to get rid of by making it a \"shrine\" for the stone. Upon further inspection, he finds that the stone turned out to just be a piece of concrete."
  },
  "#Tsubasa_Family": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Sawarineko"
    ],
    "text": "During Golden Week, Koyomi has been overwhelmed by an unexplainable feeling he get whenever he sees Tsubasa. Not sure what else to do, he asks his sisters about the situation. Tsukihi thinks that he's falling in love, but needs to distinguish true love from sexual frustration first. The two come to the conclusion that he's just sexually frustrated and what he's feeling isn't love after all. On the other hand, Karen thinks that his view of Tsubasa is understandable, and doesn't seem to differentiate love with lust.\nKoyomi soon meets Tsubasa by chance and they have a quick stroll. Here, he finds out that Tsubasa was hit by her father that morning, and her cheek was covered by bandages because of that. She makes him promise not to tell anyone before he decides to help her by using his vampire blood to heal the wound on her cheek. Afterwards, Koyomi and Tsubasa see a dead cat lying on the road, and Koyomi goes with her as she buries the cat nearby. Later that day, Tsubasa transforms into a girl with feline traits and silver hair for the first time and attacks him.\nWorried about Tsubasa's condition, he asks for Meme's help. Meme tries to subdue Tsubasa in her new form, but was unable to defeat her using non-lethal tactics even after twenty attempts. Koyomi then decides to deal with Tsubasa by himself. In his need to borrow the nameless vampire's oddity-killing sword: Kokorowatari, he pleaded to her for days. Eventually, he managed to make her lend the sword to him.\nSoon, he concealed the sword in his body and lured Tsubasa into coming to the ruins of Eikou Cram School. There, he finds out that Tsubasa has a degree of control over the sawarineko that apparently \"possessed\" her, and that her actions as the oddity were fuelled by her own thoughts. Enraged by this, Tsubasa attacks Koyomi and splits him in two, and ends up being injured by the Kokorowatari. However, Koyomi is shocked as the sawarineko loses control of itself, risking Tsubasa's identity in the process.\nKoyomi was later rescued by the vampire girl, who was disappointed in seeing him use the sword in such a wrong way. After swallowing the sword, she bites Tsubasa, suppressing the oddity inside her. Koyomi later makes a complete recovery after the vampire uses her presence to boost Koyomi's regenerative abilities.\nAfter the events during Golden Week, Koyomi gives up on his feelings towards Tsubasa, but remains good friends with her."
  },
  "#Hitagi_Crab": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade"
    ],
    "text": "Koyomi meets the quiet Hitagi Senjougahara by chance when she falls down the school's spiral staircase. There, he discovers that she weighs close to nothing. He later talks about the incident to his friend and class representative, Tsubasa Hanekawa, while in the middle of their brainstorming for the upcoming school festival. Unknown to him, Senjougahara overheard the conversation.\nHitagi confronts Koyomi about discovering her secret condition and asks him to keep quiet about it and to ignore her presence, leaving behind a piece of staple wire driven to his cheek as a threat if he breaks his promise. In spite of this, Araragi approaches Hitagi minutes later, showing that the wound he got from her attack had amazingly already healed. He tells her he knows someone that might be able to help her return to normal. \nKoyomi takes Hitagi by bike to Meme Oshino at Eikou Cram School. Oshino welcomes them and explains how he's given the former Kiss-Shot Acerola-Orion Heart-Under-Blade a new name: Shinobu Oshino. Koyomi tells Meme about Hitagi's situation. After finding out that a supernatural entity called a \"weight-crab\" caused Hitagi's loss of mass, Meme agrees to help, although reminding Hitagi that only she can help herself overcome her condition.[1]\nAt midnight, Koyomi joins Hitagi on the ceremony that was designed to allow communication between Hitagi and the oddity that stole her weight. Initially, the ceremony went smoothly as planned, but the weight-crab that manifested suddenly attacks Hitagi. Fortunately, Meme is able to subdue the oddity enough for Hitagi to voice out her request. The weight-crab leaves soon after, curing Hitagi's condition at the cost of remembering her painful memories with her family. Hitagi then declares her friendship with Koyomi. Koyomi would later become a victim of the weight-crab, although it was evident that the oddity left almost immediately.[2]"
  },
  "#Mayoi_Mai_Mai_(Snail)": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsunade"
    ],
    "text": "On Mother's Day, Koyomi plans to spend the day at the park after having an argument with his younger sister Karen. He is soon joined by Hitagi, who sports a new attire, and accompanies Koyomi at the park. They soon talk about Hitagi's determination to pay back her debt from Koyomi and his problems at home.\nKoyomi's attention soon shifts to a young girl who appears to be looking for directions. The girl, named Mayoi, repeatedly rejects Koyomi's friendly gestures, so he eventually loses his temper and a fight broke out between the two; unsurprisingly, Koyomi won. He then takes the chance to look at the slip of paper which has an address on it and, after asking Hitagi's help to go to where the address is, takes Mayoi along with them. She doesn't like Hitagi.\nKoyomi discovers that he and Hitagi are unable to locate the address Mayoi provided, so they ask help from Meme through a personal visit by Hitagi. While Koyomi waits, he talks to Mayoi and when he tries to touch her, she bites him. He has to punch her and knocks her out (again) so she releases his hand which is bleeding. Tsubasa Hanekawa passes by, sees Koyomi, and meets Mayoi, who dislikes her, too. Tsubasa find Mayoi so cute that she would \"gobble her up\". But Tsubasa scolds her for biting Koyomi's hand, knocks her head once, and demands an apology. Mayoi apologizes to Koyomi. Then Tsubasa also scolds Koyomi for hitting a child without explaining why so the child can understand what she did was wrong.\nTsubasa asks if Mayoi lives nearby, and Koyomi explains that she is lost, but he sent Hitagi to get someone. She comments about his asking information on Hitagi, but she leaves that alone and leaves, instructing him to tell Hitagi that she said \"Hi\".\nKoyomi receives a call from Hitagi's cellphone, but Meme Oshino is making the call. He talks about the new apparitions, and how Koyomi gets involved with them. Meme gets interrupted when he gets a threat from Hitagi and her stapler. Meme will give Hitagi the instructions of how to handle this new apparition, which is a ghost or a \"lost cow\". Then Meme hangs up.\nWhile Koyomi waits again, he confesses to Mayoi that he doesn't get along with his parents since he started high school, and his mother said that with his attitude he will always be a kid who can never grow up. Mayoi mispronounces Koyomi's last name quite a few times. Koyomi reveals some of his problems to Mayoi, and she reveals her parents breaking up and her fear of forgetting her mother to him\nHitagi returns, detects the scent of another woman's shampoo (Tsubasa), apologizes and confesses that she cannot see Mayoi. Mayoi tells Koyomi her story and how she got lost while searching for her mother. Koyomi tells Hitagi that getting Mayoi to her mother is his duty. Hitagi reveals that she understands why Koyomi will help Mayoi because he is kind and will rescue anyone. She then, without warning, declares that she loves him in English.\nHitagi helps Koyomi find the address with a trick she learned from Meme. They walk in a different direction and end at an empty lot due to rezoning. Mayoi cries \"I'm home!\" and disappears.\nHitagi ask Koyomi his reply, since she wanted him to express his feelings first. She enjoys talking with him and wants to talk with him more. He requests one condition or promise: pretend to see thing that she really can't see or pretend not to see things that you actually can - there will be none of that from now on. If they don't agree on something, then they will sit down and talk about it. She agrees, and they start to leave. She grabs his hand and asks him to put into words their new relationship. He answers \"Senjougahara Fascination\", and she smiles.\nNext morning, Koyomi sees Mayoi again and wonders why. She explains that she graduated from a \"haunting spirit\" to a \"wandering spirit\" and she will be wandering around the area for a while. She asks him to say \"Hi\" to her whenever he sees her."
  },
  "#Suruga_Monkey": {
    "link": [],
    "text": "Koyomi meets Suruga Kanbaru in a chance encounter, where they introduce each other. Suruga is shocked to find out that Koyomi knows and is dating Hitagi, her senior. Later that night, Koyomi lies to Hitagi about his activity and is assaulted by a hooded figure, and is subsequently found and scolded by Hitagi. After conferring with Oshino on the matter, it is revealed that Suruga is under the influence of a demon, whose artifact she and her mother mistook for a Monkey's Paw. Koyomi decides to break the contract between the demon and Suruga before her third wish (her first two having to do with people she took to be the source of her problems, including Koyomi) by rendering the intent to kill Koyomi void. Hitagi catches wind of this and intervenes at the last second as Koyomi is mercilessly pummeled by the demon-driven Suruga. Suruga is hesitant on attacking Hitagi and the demon's hold on her breaks."
  },
  "#Nadeko_Snake": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "After a reunion with his childhood acquaintance, Nadeko Sengoku, at North Shirahebi Shrine after several years, Koyomi finds out that she has been cursed with a excruciating snake curse from one of her classmates. Koyomi seeks Meme's help in order to dispel the curse from Nadeko and gets Suruga Kanbaru's assistance in carrying out the ritual. However, the ritual involves reversing the curse back to its original caster to which Koyomi impulsively reacts badly to until Suruga reminds him of who he wants to save in the first place. The curse is then reversed and Nadeko is released from it."
  },
  "#Tsubasa_Cat": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Jagirinawa",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "Koyomi is preparing for the school's culture festival until he was greeted by Nadeko who wanted to thank him from being free of the Jagirinawa's curse. He then asks her on how long she was waiting for him. Nadeko had waited for Koyomi for four hours in her middle school's uniform and she had to apologize to him for being stupid. Nadeko then requests Koyomi to bring back the volleyball shorts and school swimsuit to Suruga after she had used in the ritual. Koyomi did not hesitate to Nadeko's request at all. One moment later the two of them were caught by Tsubasa Hanekawa.\nAfter Nadeko hurriedly left Koyomi and Tsubasa behind, Koyomi referred Nadeko as his little sister's friend to Tsubasa. Tsubasa asks what happened to Nadeko's aberration with a worried look. When Koyomi said that it was solved with Oshino's help again, she was relieved.\nExclusive to the novel, Koyomi was in a rush to get the classroom's keys that involves Hitagi Senjougahara. Tsubasa points out to Koyomi that she has been hearing rumors about him being a bad influence to Senjougahara. She also brings up other rumors involving other girls as well to the point that Tsubasa thinks Koyomi is a ladies' man. Tsubasa denied the rumors and claims that she has not ever lied in her life. She then supports Koyomi to stand with Senjougahara in getting over her illness.\nHalfway through their conversation, Tsubasa suddenly had a headache and she said she was fine. Koyomi sees her telling a lie and he wanted her to go to the school nurse. Tsubasa declined his offer and decided to go home and study to let the pain slide. At the end of their talk, Tsubasa wanted Koyomi to put the volleyball shorts and school swimsuit away since Koyomi was holding them like it was treasure."
  },
  "#Karen_Bee": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Vampire",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "At the start of summer vacation, Koyomi undergoes tutoring from Tsubasa and Hitagi. During this time, his sisters have noticed that he had stopped physically fighting them, unaware that this is to prevent killing them as a result of his lingering vampire powers. He later discusses his plans about his secret as a vampire from Mayoi, before heading to Nadeko in a promised visit to her house.\nAfter being kicked out of Nadeko's and paying a visit to Suruga Kanbaru's, Koyomi meets a mysterious figure who introduces himself as Deishuu Kaiki. Afterward when he tells Hitagi of this, she knocks him out and imprisons him for his own safety. Koyomi learns from Hitagi that Kaiki is the conman who deceived her mother. Koyomi breaks free when he later gets a text from his sister asking for help. However, Hitagi only lets him leave when she gets a phone call from Tsubasa.\nKoyomi finds Karen in a feverish state and eventually learns that Kaiki inflicted her with poison from a supernatural bee during a confrontation with him. He is told by Shinobu Oshino, who he learns is actually quite talkative, that he must drain the poison from her. He manages to drain half of it, diminishing her fever somewhat.\nKoyomi is told by Hitagi that she has planned a meeting with Kaiki and convinces her not to confront him without him being there. He later returns home to find that Karen has left to once again meet up with Kaiki. With Shinobu's help he finds her but a serious battle ensues between them. However, he manages to convince Karen that her sense of justice is wrong and to let him deal with Kaiki instead. He and Hitagi later confront Kaiki who has already decided to leave the city and assures Koyomi that Karen will recover in a matter of days. Hitagi lets off the years of pain she had harbored against him and allows him to leave unscathed."
  },
  "#Tsukihi_Phoenix": {
    "link": [],
    "text": "During this time, Koyomi starts finding himself in more lecherous positions with his sisters. For instance, when he and Karen play a game where Koyomi brushes her teeth the two are caught up in the moment and aroused by it. It even reaches to the point where Karen even gives her brother consent to grope her. He doesn't due to Tsukihi walking in on them. He also strips Tsukihi, but it is shortly revealed that this was due to his shock in finding that her scars had completely disappeared. However, he does grope her, claiming that he only wanted to see what her breasts felt like. Later on, due to certain circumstances he kisses Tsukihi and confirms he felt nothing from it. He then proceeds to put his life on the line for her, subsequently taking a beating worse than even the time he fought Kanbaru."
  },
  "#Mayoi_Jiangshi": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari"
    ],
    "text": "Koyomi reminisces his conversation with Ougi Oshino about road safety. Later, Koyomi looks for Mayoi to return her backpack that she left at his house. During his search, he meets Yotsugi Ononoki and he spends some time in a conversation with her for a while with Mayoi as one of their topics. After being unsuccessful in finding Mayoi, Koyomi returns to his house. Shinobu reminds him that he only has a few hours left to finish his summer homework. Hearing this, Koyomi panics and asks Shinobu to give him a time machine to travel to the day before.[3]\nAlthough Shinobu reprimands him for being excessively dependent on her powers, she brings him to Kita-Shirahebi Shrine and uses the residual energy within the complex to create a portal to the past.[3] To Koyomi's shock, he and Shinobu are mistakenly brought by the portal to May 13, eleven years into the past, the day before the accident that claimed Mayoi Hachikuji's life. Koyomi decides to save Mayoi using this opportunity. With some help from Shinobu, they are able to track down Mayoi and prevent the vehicular accident that killed her before helping Mayoi in reaching the Tsunade Residence, where her mother is living.[4]\nShinobu and Koyomi return to the Kita-Shirahebi Shrine and Shinobu creates another portal to the present time. Upon their return, however, they stumble upon a ruined landscape.[4] Koyomi eventually pieces down the clues to determine that they are in a post-apocalyptic scenario. Shinobu later clarifies that the end of the world was indirectly caused by Koyomi's rescue of Mayoi, preventing Koyomi from finding Shinobu and bringing her to end the world, especially with Koyomi eventually dying in the hands of Black Hanekawa. Although stricken with guilt, Shinobu is cheered up by Koyomi, who prioritizes their survival for the meantime. As a result, Shinobu regains her vampire powers and, as Kiss-Shot Acerola-Orion Heart-Under-Blade spreads her influence by turning mankind into incomplete vampires that resemble zombies before attempting to kill herself through self-immolation.[5]\nIn an attempt to find survivors, Koyomi scavenges fireworks and makes a makeshift summer festival with Shinobu.[5] Later, they alert their presence to the zombies but are saved by a girl who Koyomi later discovers is Mayoi Hachikuji, now a 21-year-old survivor. After Mayoi finds out that he is Koyomi Araragi, she hands over a letter addressed to him by none other that Meme Oshino. After reading Meme's letter, Koyomi decides to part ways with Mayoi and focus more on stopping Kiss-Shot Acerola-Orion Heart-Under-Blade.[6]\nShinobu and Koyomi confront Kiss-Shot in Kita-Shirahebi Shrine, armed with replicas of the Kokorowatari. However, although Kiss-Shot appears in her injured state, she did not turn aggressive towards them. Instead, she shows self-pity for bringing herself to such a scenario, and chooses to sacrifice her energy to Shinobu in order to create a portal to the proper present time.\nThe two eventually return to August 21 of the present time. With Koyomi late for class with undone homework, he heads back home with Mayoi tagging along after looking for him.[6]"
  },
  "#Shinobu_Time": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Oddity"
    ],
    "text": "On their way back to the Araragi Residence to retrieve Mayoi's backpack, both Mayoi and Koyomi suddenly finds an unseen entity pursuing them. The chase eventually brings them to Yotsugi, who agrees to help them despite having a job herself. Yotsugi brings them to Eikou Cram School, and leaves them there momentarily, long enough for Shinobu to tell the story of how she created her first minion in hopes that it would help identify their most recent threat. Yotsugi eventually returns to accompany Koyomi, Mayoi and Shinobu, although the sudden reappearance of the entity later called \"The Darkness\" separates Shinobu from Koyomi.\nAlthough Koyomi is worried about Shinobu's safety, Yotsugi pushes him to focus on looking for Izuko Gaen, who can help them in dealing with \"The Darkness.\" As they reach Gaen, she requests Koyomi perform a task for her later that night with Suruga Kanbaru in exchange that she explains what's going on. He agrees, and she reveals that \"The Darkness\" is targeting Mayoi because of her denying to pass on and not following her role as a lost snail oddity. Koyomi refuses to let Mayoi be consumed, and is even willing to stay lost with Mayoi. But, Mayoi denies his offer, and considers leaving the right thing to do."
  },
  "#Shinobu_Mail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kako",
      "https://bakemonogatari.fandom.com/wiki/Unlimited_Rulebook",
      "https://bakemonogatari.fandom.com/wiki/Heavy_Stone_Crab",
      "https://bakemonogatari.fandom.com/wiki/Rainy_Devil",
      "https://bakemonogatari.fandom.com/wiki/Jagirinawa",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Namishiro_Park",
      "https://bakemonogatari.fandom.com/wiki/Seishirou_Shishirui",
      "https://bakemonogatari.fandom.com/wiki/Tamikura-sou",
      "https://bakemonogatari.fandom.com/wiki/Kako"
    ],
    "text": "Koyomi meets Suruga Kanbaru later that night in Eikou Cram School as promised. Soon after her arrival, a being in suited armor arrives requesting the Kokorowatari be returned to him. After a brief skirmish with Kanbaru, the building starts on fire, unknowingly as a result of Kako burning it. The being leaves the two in the burning fire as their fate seems grim. Yotsugi Ononoki comes to save them, extinguishing the fire with her Unlimited Rulebook ability.\nAfter Yotsugi places a \"specialist mark\" on his face with her foot without him realizing it in order to keep him safe, he and Suruga head to look for Gaen. The two face familiar struggles to that of former oddities such as the lost snail and a non-oddity that takes the form of a heavy stone crab, Rainy Devil, and Jagirinawa hybrid before finding Shinobu Oshino at Namishiro Park.\nThe group finally meets Gaen at North Shirahebi Shrine, where she explains that Shinobu's first minion, unknowingly to Koyomi named Seishirou Shishirui, has returned after being unable to die due to his immortality. He came back not only to claim his sword back, but to be by Shinobu's side once again. Shinobu is in denial about the situation and refuses to see him. In order to settle their problems, Seishirou requests a duel be held, with the winner getting to be with Shinobu. \nWhen about to confront the first one, he receives a text from Tsubasa that shows a picture of her sticking her tongue out. This alerts Koyomi of the situation she and Hitagi are currently in, as Tsubasa is about to defend Tamikura-sou from Kako before it can burn the building down and kill Hitagi and her father. He considers abandoning the duel in order to save them, but decides to stay under his trust that she can handle herself.\nThe duel commences. Seishirou manages to get the sword first, but Koyomi places a tailsman on him the moment he comes into contact with him. This causes him to melt and hardly stay together. Shinobu arrives to eat his remains entirely, completing his suicide while apologizing for being so stubborn against confronting him."
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari"
    ],
    "text": "When Tsubasa was about to be killed on the railroad near Hitagi's house by Kako, Koyomi came out of nowhere in tattered clothes after completing the duel with Seishirou Shishirui. He cast Shinobu's sword, Kokorowatari, into the back of Kako's neck from a distance, thereby ending the tiger's fiery rampage with one fatal strike. Before the tiger's imminent death, he asks Tsubasa if she wanted to absorb it into her body. After reassuring Tsubasa that she is herself with or without the tiger, Koyomi declined her confession of love. Koyomi would remain by her side, comforting Tsubasa."
  },
  "#Ougi_Formula": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": ""
  },
  "#Sodachi_Riddle": {
    "link": [],
    "text": ""
  },
  "#Sodachi_Lost": {
    "link": [],
    "text": ""
  },
  "#Nadeko_Medusa": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kuchinawa"
    ],
    "text": "During late October, Koyomi is given a talisman by Izuko Gaen to watch over for the meantime. Meanwhile, Nadeko begins suffering from seeing hallucinations of white snakes, something that she tries to keep a secret from Koyomi. Eventually, an entity called Kuchinawa makes contact with Nadeko, and Nadeko is given a mission to retrieve the snake-like entity's body, which eventually brings Nadeko to Koyomi's bedroom. This first visit to Koyomi's bedroom allows Nadeko to talk to Tsukihi again, as well as lose her forelocks for the first time.\nKoyomi eventually sees Nadeko in the act of taking Izuko's talisman after she sneaked into the house for a second visit. Because of a misunderstanding with Koyomi and some harsh words from Shinobu Oshino, Nadeko is brought to swallow the talisman, transforming her into a snake god. Both Koyomi and Shinobu confront her at the shrine only are are brought close to death by Nadeko's attacks. Hitagi interrupts and manages to enter a deal with Nadeko, asking her to wait until graduation day until she could exact her revenge."
  },
  "#Hitagi_End": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari"
    ],
    "text": "Koyomi spends much of his time studying for his college exams. He does occasionally visit Nadeko, now the local god of Kita-Shirahebi Shrine, but every visit always ends up with him coming home gravely injured by Nadeko. Without Koyomi knowing about it, Hitagi has asked the help of Deishuu Kaiki to deceive Nadeko and allow her and Koyomi to live past their graduation day.\nHe appears at what he thought was another visit to the shrine, after Nadeko has been \"tricked\" by Kaiki into reverting back to a human and discovering other aspects in life other than her unrequited love. Here, Koyomi expresses his guilt for not being able to help Nadeko even with his powerlessness to save her and rejectedly learns from Kaiki of his harmful existence to Nadeko. Following Deishuu's advice, Koyomi chooses to keep out of her life from then on."
  },
  "#Yotsugi_Doll": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Araragi_Residence"
    ],
    "text": "Koyomi wakes one morning to find he no longer has a reflection in the mirror. Worried that he might be turning back into a full vampire, he contacts Ononoki Yotsugi and Yozuru Kagenui for help. The two find he is in fact turning back into a vampire due to his excessive reliance on regeneration powers granted to him through feeding Shinobu Oshino his blood in order to survive dangerous situations.\nThey conclude by stating that the damage cannot be undone. He can still feed Shinobu, but otherwise all he can do is avoid using his powers in order to stay as human as possible, otherwise they'd have to kill him if he became a full fledged vampire again. While coming to terms with these implications, Kagenui receives a call notifying that Kanbaru and his sisters were being held captive by a rouge oddity specialist named Tadatsuru Teori. On his way to rescue them with Ononoki and Shinobu, he runs into Ougi Oshino and has a quick chat with her. Upon her exit, Ononoki comments on the possibility of her being the \"final boss\" who called Tadatsuru to the town in the first place.\nKoyomi confronts Tadatsuru, as he comments on the fact that he feels like he's just \"playing a role\" and that things are falling into place too well. Before he could explain himself much further, Ononoki kills him with Unlimited Rulebook.\nFrom then on, Ononoki is ordered to live in the Araragi Residence, pretending to be a doll, in order to protect Koyomi from intimidate danger. He remains without a reflection."
  },
  "#Koyomi_Nothing": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi"
    ],
    "text": "Koyomi challenges Kagenui to a fight at the North Shirahebi Shrine to train without using his vampiric skills when a difficult situation comes up again. This makes Kagenui giving him a warning when he learns something from her, he will die before actually learning it. Kagenui states her true purpose for sending Yotsugi Ononoki in his house to do anything without being bothered by oddities. Koyomi asks a series of questions about her private life and the relationship with Ononoki who just addresses Kagenui as big sister. To know their relationship, Kagenui wants to continue the fight with him landing only one shot to her to reveal Ononoki's true identity.\nKoyomi desperately tries to get advice from Karen Araragi and he even persuaded her to fondle her breasts anytime she wanted to. Karen told him that it is impossible to do so since he was refused indirectly for asking a sensitive question.\nWhat he did instead was making a false victory again like when he did back in summer break. This time however, he borrowed Shinobu's ability in materializing matter to make a pistol so he can land the shot. When he went back to the shrine, Kagenui suddenly went missing."
  },
  "#Koyomi_Dead": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Avici_Hell"
    ],
    "text": "Almost a month had passed, Koyomi goes to the shrine every morning even at the day of his college entrance exam. At the shrine, he meets a serious Izuko Gaen who knows Kagenui's disappearance. With her gone, Yotsugi is no longer a threat to any incoming conflict. Due to the events happening around town, spiritual instability is occurring because Koyomi was not able to handle the work entrusted from Gaen. It is that Koyomi can act on his own except the \"other side\" will do the same. To prevent further damage, Gaen kills him with the real Kokorowatari to prevent that \"someone\" from making its move.\nAt the moment he regained consciousness, he somehow reunites with Mayoi Hachikuji again for a long period of time. When he looked around, they were no longer at the shrine when in fact they are at Avici Hell."
  },
  "#Mayoi_Hell": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori"
    ],
    "text": "After being killed, Araragi thinks about how how he ended up in this situation before speaking to Hachikuji. He learns that the reason why he went to Hell is because he saved a vampire, Kiss-shot, which is considered one of the worst crimes.\nHachikuji takes Araragi to meet someone, with him realizing that even if he chose not to help his friends, another person would have helped them eventually. However, Araragi realizes that despite knowing this, he would still have chosen to help those people if he could redo his past. They arrive at a place that appears to be the Kitashirahebi Shrine, with Tadatsuru Teori waiting for them there. Teori explains to Araragi that he has been killed with Kokorogatari, and plans to resurrect Araragi with Yumewatari, while Teori takes out his vampire traits. This way, Araragi will revive as a full human. A rope comes down from the sky, which Gaen has dropped it down to Hell in order to bring Araragi back to life. As Araragi is being pulled back up, he instinctively grabs Hachikuji, dragging her back up as well. Before they leave Hell, Teori reveals to Araragi that the “enemy” they are fighting against is Oshino Ougi. \nAraragi is ressurected as a full human back at the shrine to witness Shinobu in her full Kiss-shot form about to kill Gaen. When she is certain Araragi is safe, Shinobu releases Gaen. Gaen is shocked that Araragi brought Hachikuji with him, but she is also glad that he did. Araragi realizes that less than two minutes have passed since he was sent to Hell, so he departs to school for the college entrance exam."
  },
  "#Hitagi_Rendezvous": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "Araragi finishes his entrance exam and goes home to find Senjougahara waiting for him outside his house. Senjougahara wants to go on a major date with him as it is close to White Day, a Japanese holiday occurring one month after Valentine’s Day. Araragi agrees and the next day, goes to Senjougahara’s home for the date. They visit a planetarium, a science museum, play bowling, have afternoon tea, and sing karaoke. \nAraragi carries (bridal carry) Senjougahara to her car after winning her challenge at karaoke. While they are heading home, Araragi apologizes to Senjougahara for not preparing any gifts for her on White Day. Senjougahara reveals she wants Araragi to call her by her given name, Hitagi, for the rest of his life. Araragi happily agrees to call her Hitagi, and Senjougahara begins calling him “Koyomi” in return.\nAraragi walks home to find Ougi waiting outside his house. Ougi asks him about everything that has happened to him lately and ends the conversation by asking Araragi if he will be on her side and help her."
  },
  "#Ougi_Dark": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Reverse": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari"
    ],
    "text": ""
  },
  "#Suruga_Devil": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi"
    ],
    "text": "After graduating from Naoetsu Private High School, Koyomi received a yellow car as a graduation present from his parents and has just recently received his driver's license. While driving around town, he stumbles upon Suruga lying in the middle of a rural crossroad and gave her a ride in his car. Here, the two friends talk about his car, as well as Suruga's dilemma regarding Rouka Numachi, a former acquaintance of Suruga's from middle school. Koyomi's advice motivates Suruga in making the decision to face Rouka again.\nThe day after Rouka's last match against Suruga, Koyomi is invited by Suruga to the Kanbaru Residence to have Suruga's hair cut back to the short one she sported during his first meeting with her. Koyomi also agrees to ask help from his younger sister Tsukihi to locate Rouka's grave."
  },
  "#Zenka_Mermaid": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Musubimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Zenka_Suo"
    ],
    "text": "Koyomi, now 23 years old, joins the Hearsay Department established by Izuko Gaen as a police officier to help with oddity-related cases.\nKoyomi and a half mermaid named Zenka Suo investigate a drowning case at a river. He goes swimming in the river without incident and asks Shinobu for advice, who tells him that the attacks will continue until he deals with the oddity causing them. He learns that the \"culprit\" is the soul of the very first drowning victim. The oddity's power prevents Araragi from diving into the river to help, so he has Suou use one of her innate mermaid abilities, the \"Mermaid's Song\". Koyomi is able to grab onto the boy's soul's 'hand' and pull him to safety, resolving the incident."
  },
  "#Nozomi_Golem": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nozomi_Kizashima"
    ],
    "text": "Koyomi and a golem named Nozomi Kizashima investigate an oddity case regarding a kamaitachi attacking people at Naoetsu Private High School."
  },
  "#Mitome_Wolf": {
    "link": [],
    "text": ""
  },
  "#Tsuzura_Human": {
    "link": [],
    "text": ""
  },
  "#Shinobu_Mastered": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deathtopia_Virtuoso_Suicide-Master"
    ],
    "text": "Koyomi is in his first year of college and living at home. He assist Izuko Gaen in investigating a series of strange mummifications around town that are mysteriously connected to Shinobu's original vampire master, Deathtopia Virtuoso Suicide-Master."
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "\"Making friends would lower my integrity as a human.\"\n\"And now for the epilogue or punch line for this episode.\"\nGag with Mayoi Hachikuji\n\"It's Araragi!\"\n\"No, you did it deliberately.\"\n\"It wasn't on purpose?!\""
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Orokamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nademonogatari",
      "https://bakemonogatari.fandom.com/wiki/Musubimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Shinobumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Yoimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Amarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Ougimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Shinomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Anime_Complete_Guidebook",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Anime_Complete_Guidebook",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(Introduction)",
      "https://bakemonogatari.fandom.com/wiki/Anime_Monogatari_Series_Heroine_Book_2:_Mayoi",
      "https://bakemonogatari.fandom.com/wiki/Anime_Monogatari_Series_Heroine_Book_7:_Fire_Sisters",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Seishun_Kijinden!_Nishio_Gakuen",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)",
      "https://bakemonogatari.fandom.com/wiki/Hyakumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Portable",
      "https://myanimelist.net/anime/23831/Mahou_Shoujo_Madoka%E2%98%85Magica_Movie_3__Hangyaku_no_Monogatari_-_Magica_Quartet_x_Nisioisin",
      "https://myanimelist.net/anime/32191/Okitegami_Kyouko_no_Bibouroku_x_Monogatari",
      "https://bakemonogatari.fandom.com/wiki/Mazemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_VR"
    ],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/VOFAN",
      "https://bakemonogatari.fandom.com/wiki/Akio_Watanabe",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_(mobile_application)",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "While Koyomi is not depicted in the light novels' illustrations, he was still designed by VOFAN. It was previously believed that Akio Watanabe, who supervises the character designs for the anime series, was responsible for his design, but VOFAN later corrected this on Twitter by showing his illustration that predated the anime series.[7]\nThe kanji for his given name (暦 koyomi) means calendar. Likely to reference the wordplay, the Koyomimonogatari app that distributed the anime adaptation of the same name features calendars.\nWhile there is no direct or canonical narrative reason for his hair being slightly different in Kizumonogatari, it could likely be meant to represent his difference in personality in the story. Theoretically, he could have started covering his left eye instead of his right after the events of Koyomi Vamp had changed him.\nIt seems he still has vampire fangs although it's not shown much. The fangs are visible in Episode 1 of Bakemonogatari when he's about to pull a staple from his mouth.\nLater in the series when the two come to terms with each other, Shinobu Oshino commonly refers to him as \"Omae-sama,\" meaning \"you\" with the -sama suffix used for extreme formality. In old Japanese when she first visited Japan, the word \"omae\" was formal, but it now is considered rude, making Omae-sama sound somewhat ironic, likely past her intentions.\nKoyomi has a fetish for short-haired girls; a fact that caused Tsubasa and Hitagi to change their hairstyles during summer vacation. While likely not necessarily related to his fetish, almost all heroine characters besides Mayoi are also depicted with short hair at some point in the series. The change in hair style is typically used as means to display change and or growth in their character.\nIn early 2016, Koyomi won the second annual best guy voting contest on the subreddit r/anime[8]."
  }
}