{
  "id": "Izuko Gaen",
  "url": "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Shinobu_Time",
        "#Shinobu_Mail",
        "#Tsubasa_Tiger",
        "#Hitagi_End",
        "#Yotsugi_Doll",
        "#Koyomi_Dead",
        "#Mayoi_Hell",
        "#Ougi_Dark",
        "#Koyomi_Reverse",
        "#Shinobu_Mastered",
        "#Mayoi_Snake"
      ]
    },
    "#Catchphrases_/_Running_Gags",
    "#Appears_In"
  ],
  "Description": "Izuko Gaen (臥煙 伊豆湖, Gaen Izuko) is the leader of an oddity specialist network, especially consisting of former members of the Occult Research Club which she also led in college.\nShe is known for her claim to \"know everything\".",
  "#Appearance": {
    "link": [
      "https://en.wikipedia.org/wiki/hip_hop_fashion"
    ],
    "text": "Izuko is a middle-aged woman with wavy long brown hair and orange eyes. Her outfit is reminiscent of hip hop fashion with a bright color scheme, consisting of a loose light green shirt over a black sweatshirt, loose maroon pants and running shoes. She wears a white baseball cap with a light green rim, and among her accessories include a smiley necklace and a pair of orange headphones hanging on her neck.\nFor some reason, where ever Gaen appears, a swirl of rainbow clouds can be seen in the background."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "Despite her looks, Izuko is actually a very knowledgeable person when it comes to the supernatural. She also apparently knows some facts about Koyomi Araragi and Tsubasa Hanekawa and is updated in current events. In fact, she boasts about her wealth of knowledge frequently, to the point of adapting the catchphrase, \"There is nothing that I don't know. I know everything,\" which is a stark contrast to Tsubasa's catchphrase.\nAlthough the credibility of her claims over \"knowing everything\" may be debatable, it can be argued that she is good in taking advantage of what she knows and what other people do not know, allowing her to break down a person's confidence, like Tsubasa's confidence in her knowledge, for example."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Occult_Research_Club",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Tooe_Gaen"
    ],
    "text": "Izuko was the upperclassman of Meme Oshino, Yozuru Kagenui and Deishuu Kaiki during their college days in which they participated in the Occult Research Club together. She seems familiar of her juniors, but has shown some form of dislike towards Yozuru for some reason. She took part in the creation of Yotsugi Ononoki and got cursed as a result – the curse being that she \"knows everything\".\nShe also claims to be Suruga Kanbaru's aunt and Tooe Gaen's sister."
  },
  "#Shinobu_Time": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari"
    ],
    "text": "As Koyomi encounters a mysterious entity that is pursuing him and Mayoi Hachikuji, Yotsugi Ononoki, who sees them by chance and eventually helps them elude the so-called \"darkness\", refers them to Izuko, who she thinks can help in their situation. Izuko welcomes them to her home. But, she feels that there is no other way to deal with the \"darkness\" because of its nature as a \"non-existence\", and she suggests that the only way for the \"darkness\" to leave the target, which she reveals as Mayoi Hachikuji herself, is for Mayoi to return to her original nature as the oddity called lost cow.\nIzuko leaves behind Mayoi with Koyomi and Yotsugi to decide on her next step. Mayoi eventually chooses to pass on instead of returning as a lost cow."
  },
  "#Shinobu_Mail": {
    "link": [],
    "text": ""
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi",
      "https://bakemonogatari.fandom.com/wiki/Deishuu",
      "https://bakemonogatari.fandom.com/wiki/Meme",
      "https://bakemonogatari.fandom.com/wiki/Yozuru"
    ],
    "text": "She appears in town after enlisting the help of Episode in a particular case. She mentions Yotsugi is also coming, but Episode does not know who that is. She also states that she wishes that either Deishuu or Meme were there instead, and that she doesn't want Yozuru there at all.\nDuring Episode's short conversation with Tsubasa, she reveals that she knows about her and Koyomi, particularly Tsubasa's humility over her knowledge. In their conversation, she points out Tsubasa's faults in acknowledging her incapability to know everything. She later leaves for parts known, although telling Tsubasa that she refuses to intervene in the issues regarding the tiger-shaped oddity roaming across town and that only Tsubasa herself can do something about it."
  },
  "#Hitagi_End": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari"
    ],
    "text": "By the start of January, through Yotsugi, Izuko attempts to bribe Deishuu Kaiki into giving up on the request he received from Hitagi Senjougahara regarding an attempt to swindle Nadeko Sengoku. Deishuu initially \"agrees\" to pull out from the job and takes the three-million-yen payment from Yotsugi, although Deishuu still continued the job regardless. Deishuu later thinks that Izuko knows of his decision to lie about pulling out of Hitagi's job."
  },
  "#Yotsugi_Doll": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari"
    ],
    "text": "Similar to Hitagi End, Gaen makes no visual appearance in this arc. When Koyomi needs help figuring out why he can't see his reflection in the mirror, he and Shinobu try to figure out who to contact. They conclude with Gaen being the best option in order to meet up with Kagenui. When Koyomi grabs his phone, he finds that Gaen had already texted him a location to meet Kagenui before even asking her."
  },
  "#Koyomi_Dead": {
    "link": [],
    "text": ""
  },
  "#Mayoi_Hell": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "Izuko revives Koyomi while being threatened by a fully restored Shinobu that if her efforts fail, she will die.  While surprised that Koyomi had brought back Mayoi Hachikuji with him from hell, she is pleased by his unpredictability, as this made things better for her."
  },
  "#Ougi_Dark": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino"
    ],
    "text": "Izuko gathers Koyomi, Shinobu, and Yotsugi to discuss how to destroy Ougi Oshino, who she reveals to be responsible for many of the events the past few months. Izuko explains how Koyomi's actions also worked in her favor; she was originally planning on having Shinobu becoming the god of North Shirahebi Shrine, but since Koyomi brought back Mayoi from hell, she is a better candidate due to the relationship between the slug and snake and it allows her to exist in the living world without being consumed by the \"darkness\". She also reveals Ougi's true identity to Koyomi and that he has to be the one who confront her about it.\nAfter the conflict with Ougi is resolved, Izuko is requested by Shinobu to strip her powers and place her back in Koyomi's shadow.  While confused as to why Shinobu would make such a request, she complies to it."
  },
  "#Koyomi_Reverse": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari"
    ],
    "text": "While not appearing in this arc, Izuko is mentioned by Ougi and Koyomi.  Due to Koyomi's abnormal existence, added by the fact that he saved Ougi when most specialists disagreed with his choice, the pair are already monitored by the specialists and the incident with the mirror world could cause more problems.  Koyomi fears Izuko's possible reaction to him being responsible for pulling another world into theirs.  It is speculated by Ougi that Tooe Gaen existed in the mirror world because she was a bitter memory left behind by Izuko and that Izuko herself will likely not be angry with Koyomi since Tooe helped him resolve the situation."
  },
  "#Shinobu_Mastered": {
    "link": [],
    "text": ""
  },
  "#Mayoi_Snake": {
    "link": [],
    "text": "In a discussion with Yozuru, it is revealed that Izuko's knowledge is the result of a curse that causes her to know everything, inflicted on her when she and the specialists created Yotsugi."
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"There is nothing that I don't know. I know everything.\""
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}