{
  "id": "Anime Monogatari Series Heroine Book 5: Hitagi",
  "url": "https://bakemonogatari.fandom.com/wiki/Anime_Monogatari_Series_Heroine_Book_5:_Hitagi",
  "toc": [
    "#Plot",
    "#Hitagi_Throwing"
  ],
  "Description": "Anime Monogatari Series Heroine Book #5: Hitagi (アニメ＜物語＞シリーズヒロイン本　其ノ伍　戦場ヶ原ひたぎ, Anime Monogatari Shirīzu Hiroin Bon Sono Go Senjogahara Hitagi) is the fifth heroine book. In this edition, Hitagi Senjougahara is featured. It was released on April 1, 2014 in Japan.\nIt contains the short story Hitagi Throwing (ひたぎスローイング) along with exclusive illustrations, interviews, and more.",
  "#Plot": {
    "link": [],
    "text": ""
  },
  "#Hitagi_Throwing": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "Told in the perspective of Suruga Kanbaru. In 7th grade, she meets Senjougahara Hitagi for the first time. While Kanbaru is practicing with her basket ball team, Senjougahara appears with a group of friends. Senjougahara tries to recruit her to join the track and field team, but Suruga rudely refuses. Senjougahara's friends, (more like fans and followers), are infuriated by Kanbaru's attitude and lack of respect. Senjougahara calms them down, and tells Kanbaru that she will be back later. (Senjougahara in middle school had a very lady-like way of speaking, which is completely different from the way she speaks in high school with Araragi and the others).\nThe next day, Senjougahara comes to Kanbaru's pratice again, alone this time. Still intent on having Kanbaru in her team, Senjougahara challenges Kanbaru to a 100-meter dash. If she wins, then Kanbaru must quit the backetball team and join the track and field team. Kanbaru refuses the challenge, thinking that Senjougahara will have the upper hand.\nSenjougahara returns again the next day. This time, she is wearing the basketball uniform she borrowed from Kanbaru's team captain. She then challenges Kanbaru to a basketball competition. Instead of playing an actual game of basketball, she wants to do a free throw game where the first person to score 10 points wins. Kanbaru finally agrees. Senjougahara wins the game, and Kanbaru is devastated. She doesn't want to join any kind of running competition because she's worried that her Monkey's Paw will activate. However, Senjougahara tells her she's more suited to playing basketball, and leaves.\nAt that moment Kanbaru realizes that Senjougahara wasn't doing all this to recruit her to track and field. When Kanbaru refused Senjougahara the first time with a disrespectful attitude, all of Senjougahara's friends were furious. At that rate, Kanbaru would have become a victim of bullying and harassment from Senjougahara's fans for the rest of her middle school days. In order to prevent this, Senjougahara tried to settle the score herself by challenging Kanbaru to a competition. If Senjougahara can beat Kanbaru in a competition, the matter will be settled, and her fans won't have any reasons to plot revenge against Kanbaru. Realizing this, Kanbaru runs after Senjougahara, and asks her if that was her purpose. Senjougahara replies in a tone that is similar to how she speaks in high school, (no longer lady-like), that even if that was her true intention, Kanbaru shouldn't say anything about it. Otherwise everything Senjougahara did will come to waste. Very grateful for what Senjougahara did for her, Kanbaru kisses Senjougahara's hand, pledging her loyalty."
  }
}