{
  "id": "Otorimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    "#English_Release_Synopsis",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Nadeko_Medusa"
      ]
    },
    "#Illustrations",
    "#Anime"
  ],
  "Description": "Otorimonogatari (囮物語) or OTORIMONOGATARI: Decoy Tale in the English publication, is the seventh part of the Monogatari series. It is the tenth book overall, and contains the story Nadeko Medusa (なでこメドゥーサ).",
  "#Etymology": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari"
    ],
    "text": "The title is portmanteau of otori, \"decoy\", and monogatari, \"story\".\nAs with Kabukimonogatari and Hanamonogatari, the kanji used to write \"otori\" (囮) contains the BAKE part (化)."
  },
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "\"—You're a liar, even though you're already a god.\"\nThe girl who was once possessed by a winding serpent, Nadeko Sengoku.\nThe girl who has been in love with Koyomi Araragi for so long now appears as an \"angel\" in pure white. But her true colors are...?\nAs the \"story\" approaches its final chapter, it twists around, entangling, evolving—."
  },
  "#English_Release_Synopsis": {
    "link": [],
    "text": "A certain middle school girl has a fondness for hats, which serve as a line of defense against eye contact along with the overlong bangs she’s worn ever since she was little. Speaking in fits and starts when she doesn’t fall completely silent, her go-to line is “I’m sorry,” and she’s given to referring to herself in third person. Nadeko Sengoku is pretty, and not just cute.\nWhen a jealous classmate tried to hex her with a fraudulent charm, Miss Bangs went and got cursed in earnest all by herself, having done her homework wrong and performed a gruesome ritual at a forgotten shrine. Thank goodness Big Brother Koyomi noticed and rescued her that time, but chopping up snakes at a place of worship that was dedicated to a serpent…\nIt might come back to bite her again, hmmmm? Hoping to be saved by someone, but unable to ask for help, the shyest member of the cast explores a running theme of these tales in her own halting voice this round: While self-reliance is well and good, beware of its debased counterfeit minted from a mere reluctance to connect with others. You know what I mean?[2]"
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Nadeko_Medusa": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nanahyakuichi_Public_Middle_School",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino"
    ],
    "text": "Although some time has passed since the end of Deishuu Kaiki's swindling activities in Nanahyakuichi Public Middle School, some of the members of the student body remain antagonistic of Kaiki, to the point of blaming him for the most unrelated things. Meanwhile, during October 31, Nadeko meets a girl named Ougi Oshino, who confronts Nadeko about her tendency to use her innocent charm to escape responsibility. On the same day since that encounter, Nadeko starts hallucinating about seeing white snakes in her vicinity.\nIn Nadeko's class, the atmosphere is strained because the curses related to the charms introduced by Deishuu have exposed negative sentiments among the class, and Nadeko is pressured to do something about it as the representative of her class. She calls Koyomi for advice, and after which, a bigger serpent, which introduces himself as Kuchinawa, tells her to go to North Shirahebi Shrine, where she is confronted for her killings of white snakes when she was cursed herself.\nTo atone for the white snakes she killed, Kuchinawa asks her to find its remains when it was alive. She tries not to involve Koyomi, but he manages to find her at night and takes her to his house. The next morning, she reunites with Tsukihi and the latter opens the topic about Nadeko's personality and Koyomi's girlfriend, which ends with Tsukihi cutting away her forelocks in irritation towards Nadeko's indecisiveness.\nNadeko's personality drastically changes after losing her forelocks and she ends up snapping at her teacher and to her class before leaving early from school. At this point, Nadeko resigns to Kuchinawa's request and returns to Koyomi's house, where Kuchinawa's body, in the form of a talisman, is stuck between the pages of Koyomi's adult magazines. Kuchinawa urges Nadeko to eat the talisman in return for getting her forelocks back, as well as her wish of having her love with Koyomi be requited. However, Koyomi catches her in the act and cautions her to put the talisman down. Because of misunderstanding and some of Shinobu's provocation, she eats the talisman and becomes an oddity.\nAfter several successful fights against Koyomi and Shinobu, Nadeko realizes that Kuchinawa is an oddity brought to life by her delusions, triggered after she found out that Koyomi had a girlfriend. She then tries to kill Koyomi, but Hitagi interferes through a phone call and asks her to wait until after graduation, to which Nadeko complies."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season"
    ],
    "text": "Otorimonogatari was adapted into the TV anime series through the compilation cour of Monogatari Series: Second Season as the third arc. For Blu-ray releases, it was released separately with it's original novel title."
  }
}