{
  "id": "Tsubasa Hanekawa",
  "url": "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Koyomi_Stone",
        "#Tsubasa_Family",
        "#Hitagi_Crab",
        "#Mayoi_Snail",
        "#Nadeko_Snake",
        "#Tsubasa_Cat",
        "#Tsubasa_Song",
        "#Karen_Bee",
        "#Tsukihi_Phoenix",
        "#Tsubasa_Tiger",
        "#Ougi_Formula",
        "#Sodachi_Riddle",
        "#Sodachi_Lost",
        "#Tsubasa_Sleeping",
        "#Hitagi_End",
        "#Ougi_Dark",
        "#Koyomi_Torus",
        "#Koyomi_Seed"
      ]
    },
    "#Catchphrases_/_Running_Gags",
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Short_Stories",
        "#Manga",
        "#Other"
      ]
    }
  ],
  "Description": "Tsubasa Hanekawa (羽川 翼, Hanekawa Tsubasa) is Koyomi Araragi's classmate, close friend, and a class representative in Naoetsu Private High School. She is known at school as an overachiever and model student who is admired by many. However, hidden by her achievements in school and her kind personality is a tense family life caused by unfortunate circumstances.\nShe was bewitched by an oddity on the first day of Golden Week, giving birth to her \"alternate self\" called Black Hanekawa, and for some time was responsible for a series of attacks on various people in town.\nShe and Black Hanekawa are the narrators of Nekomonogatari (White), and she is also the narrator of an arc in Wazamonogatari. She is the titular protagonist of four main arcs: Tsubasa Cat, Tsubasa Family, Tsubasa Tiger, and Tsubasa Sleeping, and of three minor arcs: Tsubasa Song, Tsubasa Board, and Tsubasa Lion.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Cat",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Tiger"
    ],
    "text": "Tsubasa is a teenage girl with glasses, black hair, purple pupils, and a fair complexion. She is stated to be beautiful by Suruga Kanbaru, Hitagi Senjougahara, and Koyomi Araragi. She is almost always seen wearing her Naoetsu Private High School uniform, even outside of school days.\nChronologically early on in the series she wears glasses and her hair into braids. In Kizumonogatari, she has only one pony tail while in Nekomonogatari Black and Bakemonogatari, she ties them into two with a hair ribbon that has a cat design.\nAfter the events of Tsubasa Cat, she allows Koyomi to cut her hair as a symbol of her growth (Koyomi secretly keeps her braids). She also begins wearing contact lenses instead of her usual pair of glasses. After the events in Tsubasa Tiger, her hair has silvery-white stripes, resembling a tiger's, although she commonly dyes her hair back to its normal color each morning.\nAs shown during her moments as Black Hanekawa, Tsubasa has a slim figure and is well-endowed. Koyomi once commented in Tsubasa Family that Tsubasa's breasts are \"so appealing that one would want to cop a feel.\" Another interesting detail is her rather unique choice of underwear, which is often decorated with lace."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Tiger"
    ],
    "text": "To most people she interacts with, Tsubasa is a soft-spoken girl with a kind heart and a positive personality. Her top grades make her a favorite of the teachers, while her approachable character makes admirers out of her classmates. Tsubasa is also a wealth of information due to her study habits, but keeps humble about it, always stating that \"I don’t know everything, I just know what I know\" to those who commend her knowledge (although it should be noted that she only says this to Koyomi as this catchphrase makes Koyomi happy). She is never seen angry, but even when she does get mad, she retains her positive appearance, and often resorts to scolding the offender like a teacher, only to show a smile afterwards. The only instance where she is seen with a genuiely angry expression is during Sodachi Lost, when she confronts the trickster Ougi Oshino.\nHowever, those who are familiar with her true identity know that all of those are a facade that she shows to the public. The truth is that she often does things without the sentiment that comes along with it, and moves only through common sense. She also possesses a strong sense of righteousness that becomes a double-edged sword, to the point of interacting with her may cause oneself to notice one's imperfections.\nIn Tsubasa Tiger, her personality was described as \"accepting whatever comes her way without any objections\"[1] and \"shunning all of her undesirable traits somewhere else\"[2]. The latter was what caused the manifestation of Black Hanekawa and Kako, which symbolizes her stress and her envy and negative emotions, respectively.\nDespite this, Koyomi stated that Hanekawa is the individual he respects the most. She is his first and best friend as well as his \"savior\" during Kizumonogatari, causing him to deify her as his \"ideal girl.\""
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "Hanekawa currently lives with her stepfather and stepmother. Her biological mother was 17 years old when she got pregnant, while little is known from her biological father because she apparently had many lovers. Before she gave birth to Tsubasa, she married another man who was a \"workaholic\". Right after giving birth, Tsubasa's biological mother committed suicide. The workaholic stepfather, unable to raise a child, remarried again to a woman who is Tsubasa's current mother. The workaholic father soon died from overwork and the current mother married another man who is now Tsubasa's current father.\nIn the Hanekawa residence, Tsubasa doesn't have a room of her own, and usually sleeps in the hallway of the second floor. She also often cooks her own food, as do her parents, strongly suggesting distant ties of the Hanekawa family.\nBefore meeting Koyomi Araragi, despite her cheerful and positive persona as a responsible class president, her awkward situation with her parents made her long for an exciting change to happen."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Vampire",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "Prior to her first meeting with Koyomi, Hanekawa heard rumors about a vampire coming to town. While she remained skeptical, the thought of meeting something as magnificent and other worldly as a vampire enticed her as it seemed like just the kind of life changing experience she desired.\nShe first meets Koyomi right after her second year of high school ends, and a gust of wind lifts her skirt, revealing her panties to him from the front. Through this awkward situation, their first conversation is struck. She had been paying attention to him before that, but this was the first time she ever got to talk to him directly. They talk about the fact that actually they know each other very well, despite never speaking to one another. Tsubasa notes that Koyomi doesn't seem to have any friends, to which he agrees and states he doesn't think he needs them. By the end of their conversation, she takes his phone and puts her number in it, teasingly stating he just accidentally made a friend. \nThe next time she meets him, he had turned into a vampire. Throughout the course of the story, she vigorously asserts herself to Koyomi (sometimes in rather flirtatious ways), making it very clear she wants to be friends and help him turn back into a human, even after he tries to reject her. She brings him clothes, gives advice, and even spectates his battles with the vampire hunters, causing her to get injured. Each time she was in danger, Koyomi was able to save her. In once instance however, he used his vampire blood (and in turn, the blood of Kiss-Shot Acerola-Orion Heart-Under-Blade) to heal a fatal wound, causing the supernatural blood to rest dormant inside her despite staying human.\nNear the end of the story, she talks Koyomi out of suicide after he regrets everything he had done to revive a dangerous, man eating vampire. She also provides him with the information on exactly how he can become a human again: by killing his master. In the same scene, sexual tensions rise as she nearly allows Koyomi to touch her breasts, expecting to lose her virginity, before he changes his mind and settles for giving her a back massage instead.\nKoyomi's vampire story comes to a close and spring break ends. Koyomi and Hanekawa, now close friends, end up in the same class for their third year of high school.\nIt's later confirmed that she developed romantic feelings for Koyomi over the course of Koyomi Vamp as, after having a vampire like him save her, he was exactly the kind of person she was looking for to change her life. While she's commonly displayed as a flawless being through out the course of this arc in Araragi's perspective, Meme Oshino notes that there's something creepy and off about her flawlessness, suggesting it might lead to some issues later on."
  },
  "#Koyomi_Stone": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari"
    ],
    "text": "On April 11th, Hanekawa expresses her curiosity about a shrine with a stone on a flowerbed at school. The fact that the shrine had received small offerings makes her wonder whether it is being worshiped and whether it could birth an oddity. She also wonders about its recency; the shrine hadn't been there when she first enrolled at Naoetsu High. She tells Araragi to go tell Oshino about it as thanks for his previous help.\nOshino tells Araragi to ask Hanekawa about Naetsu High's curriculum. She deducts that the shrine was a failed project by one of the handcraft students who decided to leave it at school rather than to take it home. Her deduction is on point, as said student was Araragi. He then disposes of the shrine."
  },
  "#Tsubasa_Family": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_(anime)",
      "https://bakemonogatari.fandom.com/wiki/Oddity"
    ],
    "text": "At the start of Golden Week, Hanekawa meets Koyomi by chance as she was strolling across town. After a friendly exchange between the two, they decide to go together. In their conversation, Tsubasa tells Koyomi that she has a cold relationship with her stepparents, who have been ignoring her presence most of the time. She also tells Koyomi that she was hit by her stepfather only recently, and it was the reason why she has her left cheek bandaged. By the end of their conversation, Koyomi promises to keep her story a secret to everyone in exchange for letting him lick her bruised cheek, though he uses his blood to heal her cheek instead.\nMoments later, Tsubasa picks up a dead cat on the street and buries it with Koyomi by her side. That night, Tsubasa would transform into a mischievous being that drains away the energy of others, which would be later named as Black Hanekawa, due to the influence of an oddity named the sawarineko.\nThroughout the next few days, Tsubasa would attack people at night as Black Hanekawa, draining away the energy of her victims. As the attacks increase in number, Meme and Koyomi are forced to confront her. Despite the defeat of the two in two separate encounters, Koyomi manages to suppress the sawarineko in Tsubasa, but only due to Shinobu's help. Her memories of the incident are blurry."
  },
  "#Hitagi_Crab": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari"
    ],
    "text": "As the class president, Tsubasa discusses about the class' plans for their school festival alongside her vice president Koyomi. During their conversation, Koyomi opens the topic about their classmate Hitagi Senjougahara, who was known for being an athletic and famous student in middle school before becoming antisocial in high school.\nUnknown to Tsubasa, their conversation would trigger Koyomi's first direct encounter with Hitagi, which allows the part-vampire to help in her encounter with the oddity that rendered her almost weightless."
  },
  "#Mayoi_Snail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "On Mother's Day, unlike most people, Tsubasa decides to stay outside, wearing her school uniform despite the fact that it was a Sunday. She meets Koyomi and a young girl named Mayoi Hachikuji at Namishiro Park and tries to make friends of the latter, to no avail. After a short talk with Koyomi, she leaves the two, who were later accompanied by Hitagi. Meme later explains during his response to Koyomi's request to help out in Mayoi's case that Tsubasa's ability to see Mayoi (who, as a ghost, is invisible to most people) reveals her longing to avoid returning home, which is a sign of a person inflicted by the oddity called \"lost cow\" (i.e. Mayoi)."
  },
  "#Nadeko_Snake": {
    "link": [],
    "text": "Tsubasa joins Koyomi on a trip to the bookstore to look for reference material. Here, Koyomi and Tsubasa discuss their plans for the future. Meanwhile, on the topic of the shrine Koyomi visited the day before, Tsubasa reveals to Koyomi that the shrine, called Kita-Shirahebi Shrine, is a Shinto shrine dedicated to a snake god, although she also tells him that it was the only thing she knew about that place.\nShe soon diverts the topic to Koyomi's tendency to implusively help others and she scolds him for it, warning him that he might end up hurting the feelings of others if he continues to do what he wants.\nUpon leaving the bookstore, Tsubasa reveals that she plans to go on a trip around the world, which is completely different from what the teachers of Naoetsu Private High School expect from someone like her. Suddenly, she experiences a sharp headache which worried Koyomi; Tsubasa then reveals that she has been suffering from headaches recently before making a hasty exit shortly after.[3]"
  },
  "#Tsubasa_Cat": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "Koyomi meets once again with Tsubasa at school while he was having an amusing conversation with Nadeko Sengoku, who had been recently been cured of the curse of the jagirinawa. After Nadeko flees from Tsubasa's presence, Tsubasa and Koyomi talk once again; this time, their conversation is less about Nadeko and more about him and his relationship with Hitagi. In their talk, Tsubasa tells Koyomi that there have been rumors of \"changes\" to Hitagi ever since he had entered her life and she uses this to remind Koyomi to do his best so that he doesn't ruin Hitagi's reputation in the process.\nAs their conversation goes on, however, Tsubasa is suddenly hit with another headache. Although pained, Tsubasa tells Koyomi to not worry about her, and instead requests him to focus more on Hitagi's well being. Koyomi, at that moment, remembers what happened to Tsubasa during the previous Golden Week.[4]\nAlthough it has since been resolved with the help of Shinobu Oshino and at the cost of her own memories, the problems emerge again right before the school festival because of different stress. It was revealed by the bakeneko that the source of the aforementioned stress was her feelings for Koyomi. Since they couldn't find Shinobu, who had run away, in order to seal herself, Black Hanekawa forced him to go out with Tsubasa or die, since either would get rid of her stress. He declines, stating that he wishes to stay with his current girlfriend. As she nearly chokes him to death, Shinobu appears and seals her away once again. Tsubasa's memories of the encounter are once again blurry."
  },
  "#Tsubasa_Song": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Anime_Complete_Guidebook"
    ],
    "text": "Tsubasa takes Koyomi out for karaoke. Through out the experience, she was the only person that did any singing as Koyomi declined any opportunity to out of embarrassment. To his surprise, she's an amazing singer and scored perfect 100s on every song despite it being her first time singing in public since elementary school. Noting how her tendency to be perfect made it hard to think of herself as the \"normal girl\" she wants to be, she explains her goal in doing karaoke was to find a new way to relieve stress that doesn't involve using her oddity. \nWhile her memories of Black Hanekawa's second appearance were once again blurry, it seems she at least had recollection of her heartbreak, and wanted to work towards changing her image as means to wash away the pain and move forward. She asks Koyomi to slice off her braids in a single stroke for her, giving her a bob cut."
  },
  "#Karen_Bee": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "By the time of summer vacation, she had her bob cut cleaned up by a stylist and appears without glasses, wearing contact lenses instead. Such a change shocked students and teachers alike at Naoestsu High as it interfered with her image as a model class president. She began her tutoring sessions with Koyomi right after the end of the semester. Through this, she became familiar with Koyomi's little sisters through frequent visits. \nTsubasa is later seen in the Araragi household, protecting Koyomi's sisters from his wrath. During her stay, she avoids Koyomi from using physical or verbal abuse against Karen and Tsukihi Araragi despite of Karen's reckless encounter with a conman named Deishuu Kaiki, since he had been upset when she revealed to him during Golden Week about her stepfather hitting her once. Both of his sisters come to his defense though, explaining that it is part of their usual sibling conflict and that they can handle themselves. Tsubasa later decides to leave the Fire Sisters to Koyomi's care.\nThe day after that, Koyomi would discover that Hitagi has been acting weird towards Tsubasa, to the point of declaring her subordination towards her, and finds out that Hitagi is actually \"working for her\" in the case involving Kaiki, who is the same person who contributed to the downfall of the Senjougahara family."
  },
  "#Tsukihi_Phoenix": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Kagenui_Yozuru"
    ],
    "text": "Tsubasa briefly helps Koyomi in identifying where Eikou Cram School was for Kagenui Yozuru. Despite the two being regularly familiar with the building, he never knew what its name was."
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen"
    ],
    "text": "During a routine day alone in the Hanekawa Residence, Tsubasa heads to school, where she momentarily meets Mayoi Hachikuji, who was on her way to the Araragi Residence to get her backpack, which she forgot to bring along with her after being dragged to the house by Koyomi himself. Following that short conversation, Tsubasa proceeds on her way to school, where she met a tiger-shaped oddity that is able to talk. The same day after that encounter, the Hanekawa Residence is consumed by fire and was completely destroyed.[5]\nWithout a home to live in, Tsubasa initially stayed over at the ruins of Eikou Cram School until Hitagi coerced her into staying over at her place for the meantime.[5] A few days later, she moves to the Araragi Residence after Hitagi's father made it inconvenient to have a visitor to stay over.[1] During Tsubasa's short stay in Koyomi's house, she was warmly welcomed by Koyomi's sisters Karen and Tsukihi, whom she had helped during summer break, but Koyomi's mother did point out that she cannot stay in their house for any longer.[6]\nIn a twist of fate, Tsubasa soon meets Episode, the half-vampire vampire hunter who almost took her life during spring break, although their ensuing conversation was more casual than expected. Soon, Episode meets his client, Izuko Gaen, and Tsubasa was lectured by Gaen about Tsubasa's ignorance. Izuko also reminds Tsubasa that the promblem with the tiger oddity, named by Izuko herself as \"Kako\", can only be solved by Tsubasa alone.\nTsubasa heeds Izuko's words and decides to seek more knowledge about Kako, but she realizes that she is actually dealing with a relatively new oddity. To make things worse, Hitagi's speculations indicate that Kako actually targets places from Tsubasa's past (過去, kako), more specifically the places Tsubasa called home. Tsubasa becomes afraid that with her house and the Eikou Cram School already burned down earlier, the Senjougahara and Araragi Residences are both at risk of burning down and killing her friends.[6]\nIn order to avoid this, Tsubasa decides to reconcile with her other side, Black Hanekawa, through a letter. Here, she also explains that she had also realized that both Black Hanekawa (as Tsubasa's stress) and Kako (as Tsubasa's envy and negative emotions) are part of her existence, and the only way to stop Kako is to absorb him before he could burn his next target, which turned out to be the Senjougahara Residence. Black Hanekawa manages to read Tsubasa's letter, but initially hesitated to help out. However, she took this chance to repay Hanekawa's kindness and decides to confront Kako alone.\nUnlike in previous manifestations of Black Hanekawa, Tsubasa was able to regain control of her body and used the opportunity to ask Kako to come back to her. However, Kako blatantly refuses and becomes aggressive, forcing Black Hanekawa to deal with him instead. Unfortunately, Kako's ability to envelop himself in flames made it impossible to defeat, so Black Hanekawa was able to delay his attack on the Senjougahara Residence by only ten seconds until she was rendered unable to fight.\nThen, out of nowhere, the Kokorowatari strikes down Kako before he could finish off Tsubasa, and Koyomi appears, acknowledging her short delay that allowed him to catch up.\nAfter Koyomi subdued Kako, Tsubasa finds out that Koyomi had read the letter she originally left for Black Hanekawa and decides to confess her love to Koyomi. Koyomi quickly turns her down, however. Tsubasa initially accepted the rejection well, but when she absorbs Kako, she breaks down into tears in front of him.\nIn the end, Hanekawa reabsorbs Kako back into her body and fully accepts Black Hanekawa as a part of her. This leads to half of Hanekawa's hair becoming white and forming a stripe-like pattern in her hair, which in turn causes her to dye her hair black every morning. The Hanekawa family also manages to move to a new home, where she finally gets a room for herself.[2]"
  },
  "#Ougi_Formula": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura"
    ],
    "text": "Tsubasa warns Koyomi to not enter his class, due to his bad relationship with Sodachi Oikura."
  },
  "#Sodachi_Riddle": {
    "link": [],
    "text": "Tsubasa tells Koyomi that Sodachi, who has been absent from school for so long has finally returned. Later on, Tsubasa tries to stop an angered Hitagi from fighting Sodachi, but failed."
  },
  "#Sodachi_Lost": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "Tsubasa confronts Ougi, who is about to persuade Koyomi to let them be his \"partner\" in his visit to Sodachi's home. Tsubasa won Koyomi in the debate. On the way, Tsubasa warned Koyomi about the nature of Ougi, but Koyomi tells her that she's just paranoid. Later on, she acts as Koyomi's partner and mediator in their talk with Sodachi.\nAfter the visit, Ougi, who waters down her usual playful jabs into gratuitous mockery to Tsubasa for not being able to help Kyomi, tries to exploit Koyomi's selfless behavior to make a divide between him and Tsubasa. Tsubasa however, undies her hair and proves that she can be help to Koyomi, too. Later, the two gives many hints for Koyomi to figure out regarding Sodachi's lost mother.\nLater, Tsubasa tells Koyomi that's she's leaving to go on a trip for a while. Like what she mentioned wanting to do after she graduated in Nadeko Snake, she plans to go on a trip around the world, though supposedly implies that she would only be scouting locations before going on the real trip after graduating. She also tells Koyomi that she'd tell him if she happens to find Meme Oshino while on her trip."
  },
  "#Tsubasa_Sleeping": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Dramaturgy",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade"
    ],
    "text": "It turns out that finding Oshino was actually her primary goal of the trip. After going on a wild goose chase around the world, she finally finds him and decides to tell him a story related to oddities that happened during her journey.\nWhile in Germany sometime between November and January, Tsubasa found the vampire hunter Dramaturgy while he was in the middle of a mission involving a pair of rouge vampire twins named  and Low Rise that were abducting young travelers. The two come to an agreement that he'll tell her what he knows about Oshino's whereabouts if she helps him in his mission.\nAfter a failed attempt to use her as bait, both Dramaturgy and Tsubasa get locked in the twins' dungeon. Dramaturgy gives her a briar thorn to put in her mouth, an item he as a vampire could use to commit suicide in troubling situations, though uncertain what effect it could have on her.\nThe twins take Tsubasa first. She thought the two only intended to eat her, when instead they reveal that their true intentions are to torture her to death for entertainment. As they prepare to rip off her flesh piece by piece, she bites down on the thorn as a last ditch effort. Because of the vampire blood of the all powerful Kiss-Shot Acerola-Orion Heart-Under-Blade that sits dormant in her (mostly) human body, the thorn stimulation caused an atypical reaction in which she temporarily gained vampire powers. Tsubasa escapes from the bindings keeping her down and knocks down the twins. Clearly beaten, with no more source of entertainment, the two kill each other by consuming one others' flesh.\nAfter recovering back to normal, Dramaturgy gives her information on Oshino's possible whereabouts as promised, leading her to her next destination."
  },
  "#Hitagi_End": {
    "link": [],
    "text": ""
  },
  "#Ougi_Dark": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": "As Koyomi and Ougi were both about to be consumed by the \"darkness\", Meme Oshino arrives at the scene to save them. Tsubasa herself is also present, letting Koyomi know that she succeeded in finding him before falling unconscious.\nThe following day, Tsubasa waits for Koyomi to arrive at school, informing him that she will be leaving after their graduation. She is surprised to hear Koyomi refer to Hitagi by her given name and shortly teases him about it. Upon meeting up with Hitagi, she teases her about calling Koyomi by his given name, to which she does. To everyone's surprise though, she also calls Tsubasa by her given name, leading to Tsubasa reciprocating the gesture."
  },
  "#Koyomi_Torus": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Seed": {
    "link": [],
    "text": ""
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"I don't know everything, I only know what I know.\""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Vamp",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Sleeping",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Tiger"
    ],
    "text": "Tsubasa's first name means \"wing\" while her surname has the characters for \"feather\" and \"river\".\nShe is to some degree knowledgeable about foreign languages. In Koyomi Vamp, she mentions knowing enough Spanish to speak basic conversation and corrects Koyomi when he uses a Russian word incorrectly. In Tsubasa Sleeping, she speaks broken German while in Germany.\nIn the Kizumonogatari film adaptation, her email address when put into Koyomi's phone is shown as being \"2ba3-nyannyan@XXXX.ne.jp\" which to a Japanese speaker could be interpreted as \"Tsubasan\", a cutesy, informal modification of her first name. The \"nyannyan\" being a Japanese equivalent to \"meow\" is likely a direct reference to her relation to cats later in the series. She also notably makes a lot of cutesy cat-like faces in the adaptation.\nTsubasa Tiger was written in Tsubasa's perspective instead of Koyomi's, and was the first arc to do so."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Musubimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Shinobumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Amarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Anime_Complete_Guidebook",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)",
      "https://bakemonogatari.fandom.com/wiki/Hyakumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Portable",
      "https://myanimelist.net/anime/23831/Mahou_Shoujo_Madoka%E2%98%85Magica_Movie_3__Hangyaku_no_Monogatari_-_Magica_Quartet_x_Nisioisin",
      "https://myanimelist.net/anime/32191/Okitegami_Kyouko_no_Bibouroku_x_Monogatari",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_VR",
      "https://magireco.fandom.com/wiki/Hanekawa_Tsubasa"
    ],
    "text": ""
  }
}