{
  "id": "Nekomonogatari Black Episode 03: Tsubasa Family, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_Episode_03:_Tsubasa_Family,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "Tsubasa Family, Part 3\" is the third episode of the Nekomogatari Black anime series. It acts as the beginning of the latter half of the Tsubasa Family story, which retells the events regarding Tsubasa Hanekawa's encounter with the oddity that contributed to the appearance of Black Hanekawa. It was released on December 31, 2012.\nKoyomi's mind goes on a roller-coaster ride as he grasps more of Tsubasa's complicated life, while Meme goes on a losing streak at the hands of the sawarineko. Then, a conversation between Koyomi and the oddity that claims Tsubasa's body clears many things about Tsubasa's hidden side and the intentions of the sawarineko, but it also sows more questions in Koyomi's mind.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanekawa_Residence",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "In the Hanekawa residence, Koyomi takes the chance to sneak in Tsubasa's room after she, in the form of the sawarineko, leaves her house once again. However, upon entering the house through an open window on the second floor, he was overwhelmed with shock, followed with fear so intense that he leapt out of the window and rushes back home, clinging to Tsukihi as soon as he sees her.\nKoyomi just discovered that in the Hanekawa residence, there was not a single room reserved for the girl named Tsubasa Hanekawa.\nAt that moment, Koyomi concludes that Tsubasa and her family is beyond repair.\nTsukihi, concerned about his hysterical brother, decides to offer a kiss to calm him down, but she was swiftly shoved away by the disgusted Koyomi. Tsukihi rants about his brother's utter refusal of her assuring gesture, but soon tells Koyomi that she was rather worried about him as rumors of a bakeneko running loose and attacking people began to spread across town. (It was also the reason for the about 400 missed calls Koyomi had on his phone on the 30th of April.) Of course, Karen and Tsukihi, as the Fire Sisters, are already preparing themselves for some bakeneko hunting.\nKoyomi pretends that he is even more scared now that he has heard Tsukihi's story, so he demands her and Karen sleep with him for the next few days. He does this because he knows it is too dangerous for the Fire Sisters to fight the sawarineko. Tsukihi is easily moved by the look of anxiety in her older brother's face, so she yields to it.\n\nJust as Koyomi asked, the Fire Sisters now share a bed with their older brother. However, Koyomi is still sleepless, thinking of the sawarineko and its objectives. Koyomi finds himself in a dilemma, whether to keep himself from finding out more about Tsubasa and the sawarineko or to delve in deeper, knowing Tsubasa's current situation with her family. For a moment, he wondered what had happened if he just moved away from Tsubasa's problem, but thought that it was cherry picking on his part and was not a good thing to do, considering that Tsubasa did something during Spring break that he had yet to repay.\nKoyomi tried to sleep away from his sisters, but as he curled up on the floor, he feels a degree of regret for his conversation with Tsukihi about love, now that he realizes that he knows little about Tsubasa. Despite this, however, Koyomi still feels like his chest is going to explode every time he thinks about Tsubasa.\n\nAt the first two days of May, Tsubasa never showed up at school, and the rumors of a bakeneko attacking people continue to spread. Koyomi decides to visit Meme.\nAnd to his shock, Koyomi sees Meme badly injured.\nMeme soon reveals that he has fought the sawarineko twenty times over the course of three days, and he lost in every single one of them, blaming it on how distracting the sawarineko looked as they fought (i.e., a girl with large breasts wearing only underwear) and \"losing his touch\".\nHe then mentions something that he did not say before: the sawarineko is a weakling. But it is cunning, faking death, usurping bodies and dragging its victims to the deepest pits of hell. And what makes the sawarineko a very dangerous threat in this case is the fact that it chose to possess Tsubasa Hanekawa, whose knowledge that it shares with the sawarineko makes it a formidable foe for a specialist like Meme... and may perhaps trump even a vampire. Meme admits that he hasn't seen an oddity fight through strategy, and he can't help but commend Tsubasa's brilliant mind helping the sawarineko.\nKoyomi is surprised, as if Meme was suggesting that Tsubasa was actually cooperating with the sawarineko.\nMeme thinks that there is that possibility. However, Meme makes light of his swift defeat in the hands of the sawarineko. It reveals that Tsubasa's consciousness might still be intact despite the sawarineko taking over her body, and otherwise, they would have to kill both Tsubasa and the sawarineko together.\nWhile a bad news in itself, there is still hope, Meme says.\nTheir next step is to try to salvage Tsubasa's consciousness while it is still there and exterminate the sawarineko.\nOf course, there is still the possibility that Tsubasa wasn't really possessed outright by the sawarineko.\n\nThat night, Koyomi offers his blood to Shinobu, he remembers the words Meme told him that afternoon: \"A human being of virtue cannot possibly exist\", \"Kindness is nothing but the tip of the iceberg that is a human being\", \"There is a counterpart. If there be light, then there is darkness; if white, black.\" Meme also adds that people wear facades all the time, with Tsubasa no exception, and it was her habit of insisting that she is virtuous that causes her to build up stress, and eventually unleashes her dark side.\nMeme thinks that Tsubasa, unlike the usual case of a sawarineko, has fused herself, or rather assimilated, with the oddity, creating a formidable opponent. To him, it spells big trouble if they discover that there was no possession to begin with, and tells Koyomi that they should act quickly before a complete merge occurs.\n\nMay 3.\nAlthough there are no classes this day, Koyomi comes to school in his school uniform. Upon arriving at his classroom, Koyomi takes the opportunity and unleashes his lust as he licks the desk where Tsubasa Hanekawa's breasts rest on.\nThen, the sawarineko appears, voicing out its disgust at Koyomi's perverse actions. After Koyomi tries to explain himself to the oddity, the sawarineko notices his lack of hostility towards her, to which Koyomi responds by admitting that he cannot do much against her. However, the sawarineko tells him that it might not be the case vice versa, although it appears that she is not interested in fighting Koyomi, much to his relief. She also mentions that she is rather pleased by the knowledge she had acquired from Tsubasa, and so decides to make an exception to her malicious treatment of her victims.\nKoyomi soon asks for an explanation for the reason why the sawarineko attacks people. The sawarineko tells Koyomi that it acts as a distraction. A stress buster.\nThe sawarineko tells Koyomi that due to her possession abilities, she was able to understand Tsubasa's feelings throughout her fifteen-year stay in the Hanekawa residence and so, helps her cope with his by attacking others to divert her stress... evil and illogical, but not inconsistent.\nShe then assures Koyomi that she will stop after having attacked about 500 people. Until that time comes, she asks Koyomi to tell Meme to stop interfering and leave the helping to her instead.\nKoyomi asks the sawarineko for the reason why she was willing to go this far for Hanekawa, considering that she is simply an evil spirit that should have no reason to help her out. In response, the oddity says that it is simply repaying the debt, even though it is an unthinkable practice for an oddity like her, but aside from thanking Tsubasa for the knowledge she imparted into her, she doesn't feel anything else for her.\n\nShe tells Koyomi Tsubasa's decision to bury the sawarineko that she found lying dead on the road was devoid of pity and emotion and triggered by common sense. Thus, Tsubasa never had kindness to exploit unlike what Koyomi thought.\nThe sawarineko tells Koyomi that Tsubasa longs to be a normal girl, and thus follows a set of laws and formulas that should make her \"normal\", doing those actions without carrying the emotion or virtue that is supposed to come alongside that action. Koyomi tries to justify Tsubasa's actions as her natural instinct kicking in, but the sawarineko adds to his statement, telling him that she will do things without fail, without emotion, without feelings, like a machine.\nShe tells Koyomi that she has never experienced a burial like this in her lifetime, so she feels inclined to save her.\n\nThe sawarineko prepares to leave, but reminds Koyomi of the message he is supposed to pass onto Meme. She then reveals that she has in fact given Meme a chance to live because he is an acquaintance of Tsubasa's, and would have killed him on the first round if she wanted to. As for Koyomi, she knew that he would not do anything.\nKoyomi manages to call the sawarineko before she could leave and tells her that relieveing Tsubasa's stress is an impossible task, as her return to home every day would just cause Tsubasa's stress to come back dspite the sawarineko attacking people. In response, the sawarineko tells Koyomi that she will not give up, and will even perform domestic violence if she desires... anything just to keep them out of her master's house.\nKoyomi, by impulse, rushes to stop her. But the thought of being cursed upon touching her makes him stop in his tracks. The sawarineko thinks that he has made the right decision, and tells him to leave her and her master behind as well.\nShortly after that, the sawarineko disappears.\nKoyomi returns to Tsubasa's seat and feels helpless about Tsubasa's situation. He realizes that he likes Tsubasa so much that he can't bring himself to touch him. Wonder becomes feeling becomes realization.\nHe likes her, but he knows that it is not love that he is feeling.\nRegardless, at that moment, he just wants to die for Tsubasa."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}