{
  "id": "Owarimonogatari Episode 10: Shinobu Mail, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_10:_Shinobu_Mail,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Shinobu Mail, Part 3\" (しのぶメイル 其の弐, Shinobu Meiru Sono San) is the tenth episode of the Owarimonogatari anime series, first broadcast on November 28, 2015. It is the 75th episode of the entire Monogatari anime adaptation.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Jagirinawa",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen"
    ],
    "text": "The oddity had morphed into a mix of the oddities Koyomi faced in the past. Koyomi and Suruga try to fight it, but Shinobu stays put and she throws Kokorowatari at Araragi and tells him that he shouldn't hesitate as their foe is evil and and that he wouldn't be blamed for slaying it.\nAraragi attacks the monster with Kokorowatari and quickly kills it, but a Jagirinawa pops out and attacks them. Shinobu intervenes and crushes the snakes. Shinobu explains that it had been weakened since she's fought it, it could control the rain when she did, and proceeds to eat it.\nKoyomi trades his sweatshirt for Kanbaru's tattered one. Shinobu finishes eating both the oddity and Kokorowatari and prompts Araragi to go and meet Gaen to restore their pairing. Araragi questions her for sleeping under the swings, but she tells him to try it, under the swings he sees a photo of Gaen telling him to meet her at the shrine. They go to the shrine, and, on the way Koyomi, explains his encounter with the armor. Shinobu dismisses the possibility of her being related to the armor, explaining that there's no way that her first minion had survived, it must be an impostor.\nWhen they reach the shrine they meet Gaen. She sends a message to Ononoki telling her that Koyomi is safe, and comments on how concerned she is for him from the look of his face, she introduces herself as \"Oshino Izuko\", Meme's younger sister. Shinobu falls for the lie, commenting on her similarity to Meme. Kanbaru introduces herself as Araragi's sex slave, Izuko is amused but quickly changes topic to the business at hand. Koyomi explains the situation to her and Izuko quickly states that the armor is indeed the first kin of Kiss-Shot, the first oddity slayer. Shinobu denounces her for her foolishness and urges Araragi to correct her, he explains to her that he's dead and can't be the armor. Izuko asks him why it can't be him, Kanbaru points out that vampires are immortal, Izuko praises her and begins explaining how the first oddity slayer revived 400 years after his suicide.\nHe had killed himself by throwing himself into the sun, and even Kiss-Shot, the strongest vampire and her kin aren't exempt from that weakness, but like Koyomi, who had burned in the sun, but regenerated, he too had regenerated, but he needed 400 years to achieve his old strength. He's up to now, still recovering his energy, using Koyomi and Araragi's energy he sucked in the cram school to recover himself. Izuko had wanted Ononoki to deal with him alone, but she hadn't accounted for Koyomi's interference, but she decided to give him a chance to make amends. She asks him for the reason he's been running into so many oddities, and why Kiss-Shot decided to visit his town during spring break, except for the cat, which was a coincidence, she comments on the tiger, telling Araragi that the armored man must have decided to retreat due to his trauma from being burned alive. She tells Koyomi to thank Hanekawa for saving his life for protecting his life unknowingly.\nShe goes back to the topic of explaining the story, she explains that after he was turned into an oddity, the first aberration slayer threw himself into the sun. Supposedly, he turned to ash and was scattered by the wind, leaving Kokorowatari's replica with Kiss-Shot. She explains that he died, but during the last 400 years he continuously recovered and was immediately destroyed by sunlight, without ever becoming more than ash, until his ashes amassed themselves and arrived in town, 15 years ago."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}