{
  "id": "Second Season Episode 12: Nadeko Medusa, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_12:_Nadeko_Medusa,_Part_1",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Nadeko Medusa, Part 1\" (なでこメドゥーサ 其ノ壹, Nadeko Medūsa Sono Ichi) is the twelfth episode of the Monogatari Series Second Season anime series, first broadcast on September 21, 2013. It was directed by Hiroyuki Tsuchiya, with storyboards by Takashi Kawabata.\nAfter being relieved of the snake-like curse that tormented her, Nadeko Sengoku faces several issues, namely her tendency to victimize herself and the aftermath of Deishuu Kaiki's swindling activities in her school. In the midst of this is an unusual meeting with another snake-like entity.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Nanahyakuichi_Public_Middle_School",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "In the midst of the pouring rain outside, Nadeko Sengoku, who for some reason has white hair and red eyes, is taking shelter under the floor of a shrine. She is talking to a white snake, who tells her that humans always have the tendency to do bad things, regardless whether they are good or bad persons to begin with.\nOutside, a gravely injured Koyomi Araragi forces her out of her shelter, where he declares that he will kill her. Nadeko soon realizes that it was she who delivered those wounds to Koyomi, and Shinobu appears to echo Meme's previous concerns over Nadeko, who is now an oddity with white snakes for hair. After removing Koyomi's hesitations, Shinobu joins him in a joint attack against Nadeko. However, despite their combined might, Shinobu is swatted away while Nadeko drives a spike through Koyomi's heart.\nTurning back to October 31st, Nadeko, who remains depressed over the events of June, meets Ougi Oshino by chance. Nadeko is apprehensive of Ougi because of the unusual greeting and the abrupt mention of her name despite not being familiar to Nadeko. Despite the failed greeting, Ougi, who introduces herself as Meme Oshino's niece, begins a conversation with Nadeko, bringing up the topic about Nadeko's involvement with an oddity and advising Nadeko to stop acting like a victim. Afterwards, Ougi leaves on her bicycle, leaving Nadeko perplexed as if time was stolen from her. Regardless, she heads to her school as usual.\nAfter a momentary hallucination of having a white snake twined around her arm, Nadeko returns to her \"depressing\" school life with Class 2-2 of Nanahyakuichi Public Middle School, which continues to blame the conman Deishuu Kaiki for their problems. In reality, Kaiki's selling of false magic charms to the middle school students in town only caused minor financial impact to the victims, especially those in Nanahyakuichi Public Middle School. However, the string of incidents exposed the sentiments of the students towards each other, causing Class 2-2 to exude a kind of tension that is hidden by a superficially peaceful appearance.\nLater that day, Nadeko calls Koyomi about her sightings of snakes. Without any clues to what causes the hallucinations, Koyomi is forced to rely on Shinobu in her case. Although Nadeko is cautious of Shinobu, she agrees to wait until 10 PM.\nThen, in a slip of the tongue, Nadeko voices out her enthusiasm.\nKoyomi, puzzled by her reaction to being involved again with an oddity, assumes that Nadeko is also confused. Running out of options, Nadeko decides to hang up.\nAs Nadeko tries to regain her composure, she begins hearing the voice of a man from the phone she just used, followed by small snakes spilling out of the phone's mouthpiece. Here, the voice asks Nadeko to come to Kita-Shirahebi Shrine, where he claims to teach Nadeko about the things she is trampling on to maintain a normal life. Nadeko eventually complies, and the voice soon persecutes her for killing the many snakes that now adorn a tree in Kira-Shirahebi Shrine. However, the voice gives Nadeko a chance to atone for her wrongdoings. The voice, who calls himself Kuchinawa, soon appears as a large white snake coiled around the shrine complex, and asks a favor from Nadeko.\nNadeko realizes that she would say yes to Kuchinawa regardless of whatever happens to her and thus, finds herself moving closer to an inevitable battle against Koyomi."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}