{
  "id": "Koyomimonogatari Episode 10: Koyomi Seed",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_10:_Koyomi_Seed",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Seed\" (こよみシード, Koyomi Shīdo) is the tenth episode of the Koyomimonogatari anime series, first broadcast on March 12, 2016.",
  "#Synopsis": {
    "link": [],
    "text": "In January, Ononoki appears in front of Koyomi, who had just came back from testing and was getting food. Koyomi is put off and confused by Ononoki's new guesturing habit, and Ononoki asks him to help her look for something. Koyomi declines, stating that he had messed up on a test, in which Ononoki questions what he had done in the past year and repeatedly tells him to die until he gives in. When questioned what she's searching for, however, Ononoki responds that she doesn't know.\nOnonoki believes that, by combining her short stature with Koyomi's slightly taller stature, they would be able to see farther. Koyomi assumed that one of them were going to give the other a piggy back ride, but Ononoki states that it's ineffective, and that Koyomi should stand on her instead. As Ononoki walks around town, Koyomi asks how he's going to find what she's looking for, especially since he's recently been using his vampire powers excessively. She responds by telling him to find something out-of-the-ordinary before questioning how much time Koyomi has before he's killed by Sengoku. Koyomi himself isn't sure, as the exams end first, but the results come out after graduation, and reveals that he's been using his vampire powers to survive his meetings with Sengoku. When Ononoki offers help from Gaen, Koyomi rejects it, blaming himself for not using the talisman before the incident and believing he can't rely on Gaen because of that, since \"these are the seeds I've sown.\" Ononoki then notes that Koyomi's life recently has been just as chaotic, and he responds by saying that he believes he's only focusing on the short-term problems instead of the long-term effects.\nOnonoki then tells Koyomi that he's been trying to search for something that everyone can see, but is gone when being searched: a smile. \nMonths later, after rescuing Kanbaru and his sisters from Tadatsuru, Tsubasa asks Koyomi what he thinks is the hardest thing to find, then asks what he thinks is the easiest thing to find. When Koyomi answers, \"something you can tell once you see it,\" Tsubasa calls his answer a lie, as \"you can't find something that doesn't exist.\" She then reveals that, by hoisting Koyomi on top of her, Ononoki was making him stand out, alerting Kaiki to his presence; on the day that it was most likely for Koyomi and Kaiki to cross paths, Ononoki was there to distract Koyomi and lead him away. Koyomi realized that his worry over what he had done was, in the end, pointless. Tsubasa adds that the old saying, where \"people can only be helped by themselves,\" isn't necessarily true, as it is impossible for people to survive by themselves."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}