{
  "id": "Vampire",
  "url": "https://bakemonogatari.fandom.com/wiki/Vampire",
  "toc": [
    "#Appearance",
    {
      "#Abilities": [
        "#Regeneration",
        "#Energy_Drain",
        "#Shape-Shifting_and_Matter_Generation",
        "#Shadow_Submergence",
        "#Night_Vision",
        "#Mind_Searching",
        "#Ceiling_Walking",
        "#Amazing_Speed,_Agility,_and_Strength"
      ]
    },
    {
      "#Weaknesses": [
        "#The_Sun",
        "#Crosses",
        "#Silver_Material",
        "#Door_Invitation"
      ]
    },
    "#Other_Characteristics",
    "#Half-Vampire",
    "#Humans_with_Vampire_Blood",
    "#Known_Vampires",
    "#Known_Half-Vampires",
    "#Known_Humans_with_Vampire_Blood"
  ],
  "Description": "A vampire (吸血鬼, kyuketsuki, lit. \"blood sucking demon\") is an undead, immortal, humanoid oddity sometimes referred to as \"the king of oddities.\" Vampires are nocturnal monsters that suck blood not only out of impulse and hunger, but to create servants who in turn become vampires in the process. Sucking blood also seems to empower them, reinforcing their various powers.\nVampires are also known for consuming not only human flesh, but nearly anything at all, including other oddities. If a vampire does not wish to make a minion out of their victim, they will eat them whole before their vampirism awakens. Eating oddities is a proficient way to get rid of them.\nLike all oddities, vampires thrive on the fear humanity has for them. Legends of vampires originated in the western world, which eventually became real when enough people learned of them. Vampires had no known presence in Japan prior to the first appearance of Kiss-shot Acerola-orion Heart-under-blade about 400 years before the series takes place. While not of Japanese origin, due to their description and literal translation as blood sucking demons, they are sometimes associated with the Japanese demon: oni (鬼).",
  "#Appearance": {
    "link": [],
    "text": "Appearances vary between many vampires, so much so that telling them apart from humans can be difficult if their unique features aren't easily visible. Vampires are most prominently known for having sharp fangs which allow for blood sucking. Pointy, elf-like ears are also sometimes visible, though it doesn't necessarily seem to be a strict trait. While no vampire in the series has been seen transforming into a full bat, it does appear some are able to sprout bat wings out of their back."
  },
  "#Regeneration": {
    "link": [],
    "text": "As \"immortal\" beings, most injuries have little significance to vampires due to their intense regeneration skills. While the speed depends on the vampire, almost any injury can be healed within minutes. If a body part becomes decapitated, it will evaporate and begin to grow back from where it was cut off. In addition, application of vampire blood or saliva can also heal the wounds of humans."
  },
  "#Energy_Drain": {
    "link": [],
    "text": "A supposedly rare trait, sucking ones blood drains the living essence out of them, limiting their movement."
  },
  "#Shape-Shifting_and_Matter_Generation": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Dramaturgy",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://en.wikipedia.org/wiki/Nintendo_DS"
    ],
    "text": "Vampires can not only generate matter of their own, but shape-shift their bodies. Dramaturgy uses this ability to forge his arms into swords for combat, while Episode transforms into mist in order to teleport. During one fight, Koyomi Araragi uses this ability to turn his arms into tree branches. The Kokorowatari most commonly seen in the series is a replica created through matter generation. Their matter generation is not limited by the complexity of the object, seen as Shinobu Oshino is capable of creating a fully working Nintendo DS."
  },
  "#Shadow_Submergence": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "This ability allows vampires to go inside shadows. Once inside a shadow, the area is supposedly however the vampire inside perceives it to be. Shinobu Oshino has a royal couch inside the shadow she resides in."
  },
  "#Night_Vision": {
    "link": [],
    "text": "Vampires can see in the dark."
  },
  "#Mind_Searching": {
    "link": [],
    "text": "Vampires can search for memories that they can't remember by forcing their hand through their skull and into the brain, a somewhat messy process where blood and spinal fluid constantly spurt out, though the fluids evaporate instantly."
  },
  "#Ceiling_Walking": {
    "link": [],
    "text": "Likely to resemble bats, vampires can stand and walk on ceilings as if they're on the floor. Shinobu sometimes does this in Araragi's room."
  },
  "#Amazing_Speed,_Agility,_and_Strength": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade"
    ],
    "text": "Vampires clearly appear to be much more agile than humans. After turning into one, Araragi was easily able to run and jump at incredible speeds and grew an 8 pack which he kept after mostly turning back into a human. \nIt's not clear if this was specifically because of how powerful she was herself or if it's a common ability, but Kiss-Shot Acerola-Orion Heart-Under-Blade was able to leap from continent to continent, as she did when she first arrived in Japan from Antarctica. She's also apparently able to destroy things by merely glaring at them. In the Kizumonogatari films, she's also seen being able to send bursts of energy through her hands that act similarly to the glaring power as well as being able to create large fire balls."
  },
  "#The_Sun": {
    "link": [],
    "text": "Sunlight causes vampires to catch on fire. Weak vampires will turn to ash instantly, while stronger ones can last longer. Jumping into sunlight is a common way for vampires to commit suicide, although it doesn't really kill them so much as turn them into ash and make it difficult to be revived back into a proper form. Once a vampire is out of sunlight, the flames immediately disappear and no burn marks are left on the body or clothes."
  },
  "#Crosses": {
    "link": [],
    "text": "Physical contact with a cross causes an intense fiery burning sensation. The wounded area also regenerates at an extremely slow rate."
  },
  "#Silver_Material": {
    "link": [],
    "text": "Not limited to just bullets, touching any silver matter in general harms vampires."
  },
  "#Door_Invitation": {
    "link": [],
    "text": "Supposedly, vampires need to be invited in order to go through doors. It's not clear if this characteristic truly applies to the vampires in this universe however."
  },
  "#Other_Characteristics": {
    "link": [],
    "text": ""
  },
  "#Half-Vampire": {
    "link": [],
    "text": "In certain situations, one can also take the form of a half-vampire. Bridging the gap between vampire and human, half-vampires have half of the strength of a normal vampire along with nearly none of the weaknesses. They can even walk in sunlight and cast a shadow. \nHalf-vampires don't commonly fit in with vampires or humans, making them act as lone wolves that hate both vampires and humanity."
  },
  "#Humans_with_Vampire_Blood": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade"
    ],
    "text": "If a human's fatal wound is healed with regenerative vampire blood, said blood will rest dormant inside the human and seemingly have no effect. However, if the blood comes in contact with a vampire's weakness, it can cause its possessor to die.  \nIn the case of Tsubasa Hanekawa however, since she was in possession of blood that originated from the legendary Kiss-Shot Acerola-Orion Heart-Under-Blade, a vampire so strong, she bypassed many common weaknesses, such an event did not kill her. Instead, it caused an abnormal reaction in which the blood inside her awakened and temporarily gave her vampire powers."
  },
  "#Known_Vampires": {
    "link": [],
    "text": ""
  },
  "#Known_Half-Vampires": {
    "link": [],
    "text": ""
  },
  "#Known_Humans_with_Vampire_Blood": {
    "link": [],
    "text": ""
  }
}