{
  "id": "Eikou Cram School",
  "url": "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
  "toc": [
    "#Appearance",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Koyomi_Stone",
        "#Tsubasa_Family",
        "#Hitagi_Crab",
        "#Mayoi_Snail",
        "#Suruga_Monkey",
        "#Nadeko_Snake",
        "#Tsubasa_Cat",
        "#Karen_Bee",
        "#Tsukihi_Phoenix",
        "#Shinobu_Time",
        "#Shinobu_Mail",
        "#Tsubasa_Tiger",
        "#Yotsugi_Doll",
        "#Ougi_Dark",
        "#Suruga_Devil"
      ]
    },
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Eikou Cram School (叡考塾, Eikō Juku) is an abandoned four-story building that is usually off-limits. The building is known as the makeshift home of Meme Oshino and Shinobu Oshino and was once a battlefield between oddities.\nEventually, it was mostly destroyed after being burned down as a result of Kako's attack.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)"
    ],
    "text": "The cram school is rectangular and appears to be in very poor condition, with messy rooms that show signs of neglect. Most of its structure is surrounded by wire fencing and several hazard signs, and the exterior is fenced off by metal scaffolding. Since the building was once used for educational purposes, chairs and tables are seen scattered in rooms. A tree without leaves and an empty water tank can be seen from the top of the building. The tree itself grows through the structure of the building from the inside.\nIn Kizumonogatari, the school is represented by an entirely different looking building. Rather than looking old and worn down, it's merely a clean, empty building complete with working elevators and lights. The large tree that normally goes through the center of the school up to the rooftop in the TV series has its own court yard type area in the middle of the school, complete with outdoor hallways that go around it. Classrooms appear to be in an auditorium style, also unlike the TV series. It also appears to be much higher than the buildings in the city, requiring vertical ascension on the nearby platforms in order to get there.\nThese were mostly stylistic changes for the films, as the building is canonically the same as in the TV series in the original Kizumonogatari novel."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Phoenix"
    ],
    "text": "Very little is known about the building. Despite being so run down, it apparently only went out of business just a few years ago when a large chain of cram schools opened up a branch nearby. \"A few years ago\" is ambiguous, but its known that it was new enough for Suruga Kanbaru to have attended for her 2nd and 3rd years of middle school, and closed while she was in attendance, and the appearance may be slightly exaggerated in the anime adaptation. The building's official name was a mystery before Hanekawa revealed it in Tsukihi Phoenix."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Kiss-shot_Acerola-orion_Heart-under-blade",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "The cram school is first introduced as the makeshift home of Meme Oshino, who lets Kiss-shot and Koyomi Araragi stay there in order to hide from the vampire hunters. A barrier of sorts is set around the school by Oshino, preventing the hunters from being able to find them."
  },
  "#Koyomi_Stone": {
    "link": [],
    "text": "Koyomi asks Meme about a mysterious stone shrine he found. The at the time nameless vampire is seen sitting in a corner."
  },
  "#Tsubasa_Family": {
    "link": [],
    "text": "Koyomi brings some donuts for Meme but ends up eaten by the vampire. Koyomi and Meme also have their discussion to face Black Hanekawa. Koyomi lured Tsubasa into coming to the abandoned building and after realizing she has been deceit by Koyomi, she attacks him and splits him in two but she ends up being injured by kokorowatari concealed in Koyomi's body. Koyomi is shocked when sawarineko loses control of itself. Fortunately, the vampire rescued Koyomi by biting Tsubasa, suppressing the oddity inside her after swallowing kokorowatari."
  },
  "#Hitagi_Crab": {
    "link": [],
    "text": "Koyomi brings Hitagi to meet Meme at the abandoned cram school to solve her weight problem. After hearing Hitagi's situation, Meme explains that it was the weight crab"
  },
  "#Mayoi_Snail": {
    "link": [],
    "text": "After failed finding Tsunade's house, Hitagi left Koyomi and Mayoi and went to the abandoned cram school by Koyomi's bicycle to ask for Meme's help."
  },
  "#Suruga_Monkey": {
    "link": [],
    "text": "Koyomi brings Suruga to see Meme and asks him about the monkey's paw. Meme sees through her and exposing the truth behind her attacks. It turns out that her unusual left arm is devil's arm and not monkey's. Meme explains that there are two options to solve the problem; to let the Rainy Devil kills Koyomi or cut off Suruga's left arm. Koyomi objects both options and chooses to defeat Rainy Devil to dissolve its contract as an option. During the fight with the devil, Koyomi is badly injured but due to Hitagi's direct intervention, the devil unable to continue the attacks and the contract is dissolved.\nAfter that, Suruga becomes friends with Koyomi and Hitagi."
  },
  "#Nadeko_Snake": {
    "link": [],
    "text": "Koyomi asks Meme how to deal with jagirinawa. The gang sleeps over night in the cram school."
  },
  "#Tsubasa_Cat": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Black_Hanekawa"
    ],
    "text": "Koyomi brings Tsubasa to ask for Meme's help in order to deal with Black Hanekawa."
  },
  "#Karen_Bee": {
    "link": [],
    "text": "Hitagi confines Koyomi in the abandoned cram school to 'protect' him after Koyomi told her that he met Kaiki in front of Suruga's house."
  },
  "#Tsukihi_Phoenix": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa"
    ],
    "text": "Yozuru Kagenui and Yotsugi Ononoki arrive in town looking for the school to use as a base of operations. It is told by Tsubasa that the name of the abandoned building is Eikou Cram School when Koyomi asks her for directions to it for the two. Koyomi and Shinobu later have their tremendous fights against Yozuru and Yotsugi at the abandoned cram school."
  },
  "#Shinobu_Time": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "Koyomi, Shinobu, Mayoi Hachikuji, and Yotsugi Ononoki stay in the building in attempt to hide from The Darkness that was chasing them. Shinobu tells Koyomi the story of her first minion."
  },
  "#Shinobu_Mail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Seishirou_Shishirui",
      "https://bakemonogatari.fandom.com/wiki/Kako"
    ],
    "text": "Following Izuko Gaen's request, he meets up with Suruga Kanbaru to prepare for a task they were assigned to help with. Seishirou Shishirui arrives, only being able to take the form of a suit of armor. The two attempt the battle him before the building starts on fire as a result of Kako's attack. Seishirou retreats, and the two are saved by Ononoki who uses unlimited rulebook to put out the fire."
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Black_Hanekawa"
    ],
    "text": "The night before Koyomi and Suruga arrive in the cram school, Tsubasa spends the night there after her house is destroyed in a fire. In the next morning, Hitagi comes to the building after spending the whole night searching for Tsubasa.\nLater when Black Hanekawa and Shinobu arrive, they find the building burnt to the ground after the fire that occurred in Shinobu Mail."
  },
  "#Yotsugi_Doll": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "After meeting up in a local arcade, Koyomi, Shinobu, Kagenui, and Ononoki go to the remains of the cram school in a winter night setting."
  },
  "#Ougi_Dark": {
    "link": [],
    "text": ""
  },
  "#Suruga_Devil": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi"
    ],
    "text": "Rouka Numachi's known meeting place as the \"Devil\" was the ruins of Eikou Cram School, completely demolished and turned into an open field. The only sign of the former cram school are a series of steel staircases and a stump where a tree that grew through the building one stood.\nIn the novel, Suruga brings up the fact that she used to attend the cram school before it was abandoned, implying she probably has the longest history with it out of any other character. She mentions how it supposedly shut down due to the salaries for the instructors being too high which kept the school from turning a profit."
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)",
      "https://bakemonogatari.fandom.com/wiki/Tatsuya_Oishi"
    ],
    "text": "The version in Kizumonogatari is based off a real world building known as the Yamanashi Culture Chamber. The building itself has been used by a newspaper company, a radio station and television studio, but never has it actually been used as a cram school. Director Tatsuya Oishi wanted a building with a large tree growing in the middle of it, and the Culture Chamber fit his image perfectly.\nThe name of Eikou Cram School is written with the kanji for \"wisdom\" and \"thought\". This name was referred to as \"smart-sounding\" by Araragi upon hearing it from Hanekawa."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}