{
  "id": "Shinobumonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Shinobumonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    {
      "#Plot": [
        "#Shinobu_Mustard"
      ]
    },
    "#Introduced_Characters",
    "#Illustrations",
    "#Trivia"
  ],
  "Description": "Shinobumonogatari (忍物語) is the eighteenth part of the Monogatari Series. It is the twenty-third book in the series over all and contains the story Shinobu Mustard (しのぶマスタード). It is the first book of the Monster Season.",
  "#Etymology": {
    "link": [],
    "text": "As a given name, in reference to the character Shinobu Oshino, the kanji 忍 means endurance/patience/self-restraint.\nShinobu (忍) can also be combined with mono (者) to make an alternative name for a ninja \"shinobi no mono\" (忍びの者). This could be possible word play in the title referencing the time period, or Kiss-Shot's connection to Japan or her own ability of stealth as a vampire and the plot of the story.  \nA possible English translation for this title could be \"Endure Story\", \"Endurance Story\", or a similar translation."
  },
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "The publishers summary reads:\n\"It's chic to go saving a girl who has nothing to do with you every once in a while.\" Female students from Naoetsu High School have gone missing one after the other. When the mummified bodies of the girls are discovered, there's a very distinctive marking left on the napes of their necks...? Koyomi Araragi, now a first year university student, goes on the move to track down the culprit! The curtain opens on Monogatari Series: Monster Season!\""
  },
  "#Shinobu_Mustard": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Musubimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Vampire"
    ],
    "text": "The Naoetsu High School girls' basketball team has been in a downward spiral ever since their superstar Kanbaru left. Their sense of camaraderie disappeared, and only the burden of “collective responsibility” remained. Practice is too tough, since it was originally designed for the team Kanbaru led to nationals; many want to quit, but nobody wants to be the first one to do it. Some members were affected particularly badly, like Kie Harimaze, whose grades and mental health were both falling. One evening as Harimaze walks home from practice wanting for it all to just end, she's approached by the ancient vampire Deathtopia Virtuoso Suicide-Master—and her prayers are answered.\nKoyomi is in his first year of college, and living at home. He had some trouble involving Sodachi and Hitagi earlier in the year, which Musubimonogatari describes further, if you're interested.\nMultiple girls attending Naoetsu High School have been discovered mummified around town, and Gaen's network is in full force trying to solve the case. She approaches Koyomi for help, offering in exchange to leave him alone for the rest of his college years; he agrees.\nGaen takes him to see the latest mummy, and they find among her belongings a set of flashcards. The flashcards are completely untouched except for one, which contains a series of numbers that they deduce to be some kind of code. Araragi then takes the code to a friend of his from college, Meniko, who solves it to mean the letters “D/S/V”. \nAraragi learns about Shinobu's original master, and thus the speculation is that the code was left either as a calling card by the assailant or as a “dying message” from the victim, in either case implicating Suicide-Master in the series of mummifications.\nBecause all of the victims were on the Naoetsu High School girls' basketball team, Araragi visits Kanbaru to see if she has any useful information. Kanbaru's friend and former teammate Seiu Higasa also attends the meeting. Araragi learns that no less than five of the current members have gone missing, though only he knows that three of them have been discovered as mummies. After he promises to help, Higasa entrusts him with the registry of personal info for all members of the team, which he then takes back to Gaen for analysis.\nThat night, while Araragi is trying to keep Shinobu busy (don't want her learning about Suicide-Master being implicated in a local crime spree), Ononoki appears with a summons from Hachikuji. Hachikuji says has a little girl she would like to introduce to Shinobu, so Araragi and Shinobu make a late-night visit to the shrine, only to find that little girl is actually Suicide-Master—mummified. Hachikuji discovered her buried nearby. This development complicates Suicide-Master's status as the prime suspect, but before any of that, Araragi, Hachikuji, and Shinobu need to revive her. To do so, they plan for Shinobu to kill and revive Araragi with her magic swords so he can retrieve special blood from Hell.\nHowever, when he is torn to pieces by Shinobu's practiced sword techniques in an elaborate Katanagatari reference, he wakes up not in Hell, but in Heaven. Face to face with him is Princess Acerola, naked but for a demon mask. They discuss herself, her regrets, and Suicide-Master; finally, she instructs him to close his eyes, whereupon she removes the mask and imparts a mouthful of her saliva into his mouth. He returns to the real world and unloads the saliva into Suicide-Master's mummified mouth, which begins the healing process. Gaen says this should take about a day, at which point she should be well enough for questioning.\nBut before that, another mummy is discovered, this time with an intact cell phone, and another series of numbers on the screen. Meniko solves this code out to be “F/C”. Those letters prove harder to understand than “D/S/V”, since nobody on the basketball team has those initials, nor do any involved party. Koyomi speculates it might mean “Fan Club”, but after discussing it with Karen and learning that Gaen's network has confirmed the safety of all remaining basketball team members, any suspicion that could have been directed toward Kanbaru's fan club seems to disappear.\nIn order to put on airs of power for her old master, Shinobu asks Araragi to pretend to be her minion, and they choose Kanbaru's traditional Japanese mansion as the location where they will fully revive Suicide-Master to make it seem like Shinobu's own castle. The charade doesn't really work.\nWhile Suicide-Master and Shinobu have their long-awaited reunion, Gaen takes Araragi outside to discuss more developments in the case. The fifth missing girl's personal belongings, including her school uniforms, were discovered in the team's changing room. It's possible this was done by the culprit to hinder the investigation, which would mean that information about the investigation has been leaked to the culprit. She also informs him that DNA analysis has concluded that the vampire genes in the mummies match Suicide-Master's (vampiricism is apparently genetic).\nSuicide-Master tells part of her side of the story. She came to Japan to see Shinobu, and after realizing she'd diminished to the form of a young girl, she wanted to put on airs to meet her old minion. However, she died of “food poisoning”, sucking the blood of a high school girl. But if Suicide-Master turned into a mummy as a result of the first blood she sucked, then she couldn't have carried out the subsequent mummifications. This leads Gaen and Araragi to conclude that a different vampire was responsible for those subsequent attacks, and that the last missing girl, Souwa Kiseki, had been successfully turned by Suicide-Master's blood-sucking and was attacking her teammates in an act of revenge. That also explains why all the mummies had Suicide-Master's vampire genes.\nIf Kiseki is still at large and out for revenge, then other team members are still in danger. A pajama party currently being held at Higasa's house with Kanbaru and other former team members attending would be a prime target, so Araragi rushes off to make sure they're safe. The party attendees make him wear women's pajamas and do his hair in twintails. As he chats with them, he realizes he's in the wrong place—that based on how the culprit obtained information about the investigation, he ought to be back where he was before. The culprit wouldn't have known that Kanbaru was at Higasa's house—they would have assumed she was at her own home.\nMeanwhile, the culprit, a blond, golden-haired high school girl vampire, appears in Kanbaru's house. Evidently she was after Kanbaru, but instead she found Suicide-Master, who reproaches her for using her vampire powers for uncool purposes like revenge. Suicide-Master then makes her an offer. Having become so old and weak that she can't even regain her full form, Suicide-Master wishes to be killed before she ends up wanting to kill herself, like most vampires do. So, Suicide-Master gives the high school girl vampire the choice of sucking her blood and turning back into a human, or eating her whole and becoming a fully-fledged vampire. The high school girl vampire takes Suicide-Master up on the offer, but just before she goes in for the kill, Araragi shows up and stops her. He also reveals that she isn't Souwa Kiseki, but rather Kie Harimaze.\nIt turns out that Suicide-Master didn't actually attack Harimaze in the opening of the book—she just asked for directions. Harimaze begged Suicide-Master to turn her into a vampire, and Suicide-Master obliged. The vampirification was successful, but Harimaze's blood poisoned Suicide-Master, turning her into a mummy.\nBelieving Suicide-Master to be dead, Harimaze buried her near the shrine, took up her name, and went about attacking her teammates. Because personal identification of mummies is so difficult, especially when they all had similar hairstyles and bodies, she was able to make it seem like she was one of the victims. She was able to spy on the investigation using the cell phone she'd placed on one of the mummies, which eventually ran out of charge.\nAfter the reveal, Harimaze attacks Araragi. Before she gets to him, however, Kagenui appears and stops her. (Gaen had sent for Kagenui early on as a last resort in case they couldn't resolve the case without her brute force.) After a bit of a tussle, Suicide-Master convices her that neither Harimaze nor herself are strong enough to be worth her time.\nIn the end, Harimaze agrees to go back to being human in order to de-mummify her former teammates, and Suicide-Master leaves Japan with her wish to be killed unfulfilled. Finally, Araragi tells the whole story to Hitagi."
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://media.discordapp.net/attachments/360585675457822731/802343605707472916/temp.png?width=795&height=620"
    ],
    "text": "Prior to release, the common English interpretation for the arc's name \"Shinobu Masutādo\" was Shinobu Mustard, before changing to Shinobu Mastered. The official Taiwanese translation confirms that it is Shinobu Mustard.[1]"
  }
}