{
  "id": "Episode",
  "url": "https://bakemonogatari.fandom.com/wiki/Episode",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Tsubasa_Tiger",
        "#Shinobu_Mail"
      ]
    },
    "#Catchphrases_/_Running_Gags",
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Manga"
      ]
    }
  ],
  "Description": "Episode (エピソード, Episōdo) is an oddity specialist who specializes in vampire hunting. He acts as a mercenary who is willing to cooperate with other specialists when paid. He is a half-vampire himself.",
  "#Appearance": {
    "link": [],
    "text": "Episode has blonde hair of medium length and not too neatly combed, as well as have sanpaku eyes. Art in the manga adaptation depicts him with white hair. He wears a white uniform and wields a giant cross as a weapon.\n\nDespite his appearance, he claims to be six. He's likely gotten an abnormal maturity growth from his parent vampire, which led him to look like a teenager despite being a six year old child."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "Episode is aggressive and arrogant, and as a half-vampire he is openly disgusted by vampires and references to his other prey as: \"those who think if they have the powers of mosquitoes, then they are invincible\". Shinobu Oshino states half-vampires do not belong anywhere, and consequently hate both humans and vampires. His catchphrase seems to be: \"That's hilarious.\" In the English translation of Kizumonogatari, he says \"Gotta love it.\""
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Dramaturgy",
      "https://bakemonogatari.fandom.com/wiki/Guillotine_Cutter"
    ],
    "text": "Episode is a half-vampire. Half-vampires, in exchange for an immortality that is weaker than that of a regular vampire, are characterized by not bearing most of a regular vampire's weak points. For example, they can walk under the sun and they can cast a shadow. Normally, half-vampires are not accepted in both humanity and oddity side, and his human father and vampire mother were exterminated by their respective races shortly after his birth. This circumstance leads Episode to hate vampires as well as humans. He acts not entirely because of work but also for personal feelings, so Meme Oshino warned Koyomi Araragi that he wouldn't easily give up like Dramaturgy. After his parents’ death, he was housed by Guillotine Cutter’s church, though he does not consider him as his godfather."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "He stole the left leg of Kiss-Shot Acerola-Orion Heart-Under-Blade in effort to slay her. While confronting Koyomi Araragi along with the other hunters, he is stopped by Meme Oshino, who convinces him to fight Koyomi 1 on 1 in order to learn the location of Kiss shot.\nIn his duel with Koyomi, he fights by throwing his giant cross and teleporting by morphing into mist. As a half-vampire, the weakness of crosses is nullified, so he is able to touch it without being burnt. Koyomi barely manages to dodge each attack, but still is affected by burning cuts that the cross give him.\nTsubasa Hanekawa calls out to help Koyomi before Episode wounds her with his cross. Koyomi flies into a flurry of rage and causes an explosion in the ground, causing debris to prevent Episode from manifest as mist. He gets the jump on him and nearly chokes him to death before Oshino stops him. Koyomi runs back to Hanekawa and saves her using his vampire blood to heal her. After wards, Episode returns the leg as promised.\nIn the novel, he helps clean up afterwards and apologizes for getting too excited and hurting his friend."
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen"
    ],
    "text": "Episode later returns to town for the first time after the events of spring break and had the chance of meeting with Tsubasa Hanekawa. Although Tsubasa showed some fear upon seeing the man who almost killed her, she manages to engage in a casual conversation with him. In this talk, he reveals that he returned after receiving a job from a client. That client later introduces herself as Izuko Gaen.[1]"
  },
  "#Shinobu_Mail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": "Concurrent to Tsubasa Tiger, Episode then stops Koyomi from drinking a bottle of green tea that Shinobu's first minion had poisoned with holy water. He and Izuko show up to confront the first minion, who escapes, and they end up finding the erotic literature resembling them that Koyomi had purchased.\nAlong with Izuko, he observes the duel between Koyomi and Shinobu's first minion, amused at Shinobu's intention for her two former servants to fight over her. He later helps Izuko clean up the aftermath of the duel and collect the leftover samurai armor, which is forged into Yumewatari."
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"Totally makes me laugh!\" (alternatively translated as \"that's hilarious!\")"
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen"
    ],
    "text": "In the English audio book of Kizumonogatari, Episode's voice is deep and booming, largely contrasting his more flamboyant voice in the anime adaptations. This is likely a result of the directors looking at the source material from a fresh perspective, not looking to directly replicate the standards set by the previous adaptations. This was later revised in the Nekomonogatari White audio book.\nHe is nicknamed Sode by Izuko Gaen—in romaji spelled as sōdo—which is the Japanese spelling of word \"sword\". This a running theme of the vampire hunters and Shinobu's name."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  }
}