{
  "id": "Tsukimonogatari Episode 04: Yotsugi Doll, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari_Episode_04:_Yotsugi_Doll,_Part_4",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "Koyomi and Yotsugi land near a bridge, where Ougi Oshino is. After she refuses a one-jump hitchhike from Koyomi, Ougi notices that he is not with Shinobu like always, although he is still relying on the powers of other people. Koyomi soon decides to part ways with Ougi, when she notices that Koyomi has been calmer and more mature than before when faced with the possibility of losing his humanity. Koyomi continues walking away, stating that all that matters now is that he has to succeed.\nYotsugi and Koyomi continue their journey to Kita-Shirahebi Shrine. Here, Yotsugi offers her own information about Tadatsuru Teori, which she insists Koyomi to listen to. According to her, Tadatsuru, unlike Yozuru who deals with still-living immortal oddities, handles immortal oddities considered dead. However, their incompatibility stems from back in their college days, when Meme Oshino, Deishuu Kaiki, Yozuru Kagenui, Izuko Gaen and Tadatsuru Teori reanimated a corpse as a harmless summer project, and Tadatsuru and Yozuru fought over who will own the corpse that would later be known as Yotsugi Ononoki. In the end, Yotsugi chose Yozuru, and it sparked the discord between Yozuru and Tadatsuru.\nAfter retelling her own origins to Koyomi, she tells him that she is willing to act as a bargaining chip if ever Koyomi is unable to save Suruga and his siblings in time. However, Koyomi rejects that idea and repays it by flipping Yotsugi's skirt. Instead, Koyomi plans to act as a decoy while Yotsugi finds a chance to rescue the three girls before making a quick escape using Unlimited Rulebook; meanwhile, Koyomi has to deal with Tadatsuru by performing a dogeza in front of him. Yotsugi questions the usefulness of Koyomi's dogeza in front of an immortal oddity specialist, and soon, she begins doubting if Koyomi has matured at all for devising such a plan. Still, her alternate plan is outright killing Tadatsuru in a surprise attack, and Koyomi brings them back to the drawing board.\nThe two soon reach the main complex of Kita-Shirahebi Shrine, where Tadatsuru Teori is filling the shrine's offering box with rapidly folded pieces of paper. Koyomi assumes that the offering box is now a makeshift timer that would end as soon as Tadatsuru fills it with origami. Without a way to determine how much time is left, Yotsugi settles with Koyomi's decoy plan. As Yotsugi begins searching for Tsukihi, Karen and Suruga, Shinobu emerges from Koyomi's shadow to remind Koyomi to be safe, and she will bite him and turn him into a vampire the moment he loses his advantage.\nKoyomi eventually steps in front of Tadatsuru Teori, and he immediately makes a connection between him and Yozuru Kagenui. Tadatsuru then reveals that he and Yozuru share a similar curse that prevents them from stepping on the ground as a lesson on \"knowing one's place\". Soon, Tadatsuru reveals that his main objective is to eliminate Koyomi, and Koyomi takes the chance to ask him to release the three girls.\nTadatsuru refuses. However, he soon begins to wonder about the reason why he is in Kita-Shirahebi Shrine, as well as his reason to exterminate Koyomi. Tadatsuru suspects that he was merely given a role to fill in, and he thinks that Yozuru, Yotsugi, and even Koyomi were put in a similar position. Soon, the topic shifts to Meme Oshino and his whereabouts, and not even Tadatsuru knows where he is right now.\nSoon, Tadatsuru finishes the last origami pieces and stands determined over the offering box. He refuses to confront Koyomi and instead urges him to look for Meme.\nThen, Tadatsuru turns away from Koyomi for his final request, something that a human like Koyomi wouldn't be able to fulfill. Inside the main temple, Yotsugi emerges and uses Unlimited Rulebook in its strongest to swiftly kill Tadatsuru.\nKoyomi is left stunned by Yotsugi's decision, but she points out that she chose to kill Tadatsuru despite having options to leave him unscathed because she is a monster. Thus, she warns Koyomi to not become someone like her.\nKoyomi and Yotsugi soon find Suruga, Tsukihi and Karen sleeping inside the offering box. Yozuru also manages to meet up with Koyomi and Yotsugi, although she tells the two that she cannot handle tasks that need to exert power to be accomplished. By daybreak, Koyomi and Yotsugi return the three girls to their futons in the Kanbaru Residence, and Yotsugi finally parts ways with Koyomi, just as he discovers that he reclaims a body that is more resilient to sunlight.\nThe experience where he sees Yotsugi murders someone as a monster remains in his head for some time. He thinks that it serves as a reminder of how he and Yotsugi stand as a human and a tsukumogami, as well as a reminder of the mistakes he committed in the past, notably related to Nadeko Sengoku and Mayoi Hachikuji.\nOn his visit to Tamikura-sou, Hitagi Senjougahara surprises Koyomi by giving him chocolates, and this reminds him of Valentine's Day. Soon, Koyomi tells Hitagi about what happened and Hitagi does not seem worried, although she deems it necessary to ask other specialists about what to do. As Koyomi begins to ramble about his life, about Tadatsuru and about Tsubasa Hanekawa, Hitagi pins down Koyomi and tells him to postpone his plans for until tomorrow.\nKoyomi eventually returns to check up on his sisters. Aside from seeing them in the middle of changing clothes, he sees Yotsugi on Tsukihi's bed, much to his shock. Yotsugi, who ends up with the Fire Sisters as a prize in a claw crane game, soon reveals that she is advised to watch over him by Izuko and Yozuru while the town remains unstable. For the meantime, Koyomi finds himself with one more young girl to deal with at home."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}