{
  "id": "Owarimonogatari Episode 13: Shinobu Mail, Part 6",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_13:_Shinobu_Mail,_Part_6",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Shinobu Mail, Part 6\" (しのぶメイル 其ノ陸, Shinobu Meiru Sono Roku) is the thirteenth and final episode of the first cour of the Owarimonogatari anime series, first broadcast on December 19, 2015.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Seishirou_Shishirui",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Ononoki_Yotsugi"
    ],
    "text": "Koyomi calls Hitagi and she asks him if everything is resolved. When he says no Hitagi tells him to leave everything conserning Hanekawa to her. Although curious about what is happening with Hanekawa he asks about how Senjougahara felt when Kanbaru confront her with her feeling. She answered that she felt burdened by them but tries her best to better herself and be a bride to him. He asks if someone better appear will she leve him and she answers yes and that is why everyone has to work to remain special as not to be dumped over someone better as no bond is absolute. She also assures him that he is special to her, Kanbaru and Shinobu and they all choose him. \nAraragi is happy she understands and says they should talk like that more often. As everyone is ready for the battle Izuko Gaen removes the mark from Araragi and Seishirou asks why did he come in that weak stage as Araragi thinks that he doesn't want to count on Shinobu's power but support her. She puts a sword that omits electricity and says that the first to deliver a blow with it will be the winner. Araragi asks to be coached by Kanbaru and she gives him advise on how to run to the sword and preserve energy. \nThen Gaen comes and tells him about how Hanekawa is in trouble with the tiger that controls the flames of purgatory and Senjougahara is about to get burned. She implies that he should break the rules and leave, probably saving his life in the process . He asks Kanbaru to help the girls and she leaves.Gaen questions if the girls will understand and trust him after that but he says that even if it is about the one that saved his life and his lover sometimes he prioritize a girl and he hopes they will understand.\nThe duel is about to begin and Seishirou asks Araragi what he hopes to achieve and he says that he might not be special or irreplaceble like Seishirou but he is the only him.  Gaen counts and Seishirou gets to the sword first but Araragi incapacitates him with the charm that Meme gave to him. He then takes the sword as Seishirou is liquified while repeating the former name of Shinobu \"Kiss -Shot\". \nAs he is ready to strike Shinoby appears saying he forgives Seishirou and that she was at fault. She also says she is happy to see him as she thought she never would again. As she begins to eat him she wispers,crying, that she does not want to see him again as she has someone more important. Koyomi said that it did not feel good but his suicide had finally succeded.\nThe shot changes with him being in his room where he tells Ougi what happened. She asks what happened next and he says that he joined Kanbaru and went to help with the tiger. After that Kanbaru went to Senjougahara and he went with Hanekawa. Ougi asks if Shinobu ate the armor as well and she point out that another apparition sword can be made from it and in Gaen's place she would have taken it before Shinobu ate it and maybe that is why Episode was there. Araragi does not believe it and Ougi, before leaving, tells him the full name of the first minion Seishirou Shishirui as she thinks he would like to know the name of his romantic rival. \nThen Ononoki appears and tells him he is very talkative around Ougi but Araragi thinks it is fine. Then she asks if he thinks that nobody can be happy if he is with Shinobu. Araragi says yes and OnonokI answers that this sounds like an excuse and he should aim for the happy ending. Araragi thinks that nobody is happy but they have time to change that train of thought, maybe even 400 hundred years. Then again, in the end, time may change that too."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}