{
  "id": "Jagirinawa",
  "url": "https://bakemonogatari.fandom.com/wiki/Jagirinawa",
  "toc": [
    "#Appearance",
    {
      "#Plot": [
        "#Nadeko_Snake",
        "#Shinobu_Mail"
      ]
    },
    "#Appears_In",
    "#See_Also"
  ],
  "Description": "Jagirinawa (蛇切縄, lit., \"snake-cutting rope\") is a type of invisible snake oddity that constricts its victim and leaves scaly scars. Attempting to touch one with bare hands causes them to bleed.",
  "#Appearance": {
    "link": [],
    "text": "Despite being invisible, a white sheen can occasionally reveal parts of its body."
  },
  "#Nadeko_Snake": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Nanahyakuichi_Public_Middle_School",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "As a result of the swindles of Deishuu Kaiki at Nanahyakuichi Public Middle School, a classmate placed a curse on Nadeko Sengoku when she turned down a love confession. The curse caused the oddity to manifest onto her body. Nadeko attempted a ritual which involved mutilating snakes at a snake shrine, but it only made the snake angrier. \nIt was removed by Koyomi Araragi with the help of Suruga Kanbaru and Meme Oshino. While the group initially believed there to only be one jagirinawa on Nadeko, there were actually two meaning she was cursed twice by two separate people. While the first snake was able to be exterminated through a proper removal ritual, the second grew hostile after Koyomi attempted to grab it and attacked him and Suruga. After the two were able to dodge its attacks, it slithered away from the shrine to attack the person that initialized the curse."
  },
  "#Shinobu_Mail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "After Koyomi sliced an odd monkey-crab oddity with the Kokorowatari, it revealed a jagirinawa form that had multiple snakes stemming out of the remains of the oddity. Unlike past jagirinawa, the snakes appeared to be a completely visible white. Shinobu Oshino was able to defeat it before it harmed Koyomi or Suruga, causing it to collapse into pieces. She then proceeded to eat the remains."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  },
  "#See_Also": {
    "link": [],
    "text": ""
  }
}