{
  "id": "Koyomimonogatari Episode 11: Koyomi Nothing",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_11:_Koyomi_Nothing",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Nothing\" (こよみナッシング, Koyomi Nasshingu) is the eleventh episode of the Koyomimonogatari anime series, first broadcast on March 19, 2016.",
  "#Synopsis": {
    "link": [],
    "text": "In late February, Koyomi challenges Kanegui to a fight at the North Shirahebi Shrine, where he is easily defeated. Koyomi reveals that he wants to learn how to fight from Kagenui so he wouldn't have to rely on his vampire powers, and she responds that he would die before he learned her techniques. She questions why he even bothered, since she sent Ononoki to protect him from oddities, and Koyomi tells her that he feels ashamed being protected by his sisters, since he wants to protect them back.\nKoyomi asked why Kagenui got involved in the oddity business, and she reveals to him her childhood: when she was in Kindergarten, she protected herself from a kid that may have been possessed by an oddity. Since then, she had \"overdone\" her work against oddities multiple times, which is why she now specializes in immortal oddities. She then questions whether Koyomi's reasons for asking her that was to see if she would join his \"harem,\" which Koyomi silently denies the existence of.\nKoyomi asks one final question: her relationship with Ononoki. He questions why Ononoki calls her \"big sister\" only while Koyomi and Kaiki were referred as \"big brother Koyomi\" and \"big brother Kaiki.\" She tells him she would reveal who Ononoki really is... if Koyomi could hit her once in battle.\nKoyomi tries enlisting help from his sister Karen, who initially refuses to teach him how to fight, but agrees after Koyomi offers to fondle her breasts. However, Karen reveals that it's impossible for Koyomi to hit someone stronger than him and advises him to run away instead. When Koyomi doesn't yield, she deduces that he's trying to get information out of someone, and asks whether Kagenui really meant what she said. Koyomi himself doesn't know, leading him to believe that he needs to pretend he has the odds in his favor, when in reality it was close to zero.\nAfter Shinobu drank some of Koyomi's blood, he materialize a pistol for him, as Kagenui didn't specify on \"shot.\" Koyomi believed that this idea was guaranteed to fail. However, when he arrived at the shrine, Kagenui was nowhere to be found..."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}