{
  "id": "Owarimonogatari Episode 11: Shinobu Mail, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_11:_Shinobu_Mail,_Part_4",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Shinobu Mail, Part 4\" (しのぶメイル 其ノ肆, Shinobu Meiru Sono Yon)is the eleventh episode of the Owarimonogatari anime series, first broadcast on December 5, 2015.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Kagenui_Yozuru"
    ],
    "text": "Izuko Gaen explains how fifteen years ago, while in college, she thought of using a resurrection spell on a corpse, thus creating Yotsugi Ononoki. She adds that the phoenix (Tsukihi Araragi) found its host around that time too, concluding that these two events led to the ashes of the first one arriving in this town.\nKoyomi remembers that this was also about the time Tsubasa Hanekawa was taken into custody by her late step-father's wife and her new husband and was given a new family name. Then he ponders how he must think of the fifteen years that followed as a span. It started with a shikigami, a phoenix, and a cat, and it continued eleven years ago with a snail ,(after the death of Mayoi Hachikuji), a monkey granting a wish (Kanbaru Suruga), a crab taking the weight off of a girl (Hitagi Senjougahara), and concluded with a snake (Nadeko Sengoku) two months prior.\nHe believes they are all connected to the ashes but Gaen say this is only a distant cause but it had something to do with Shinobu coming to town, Shinobu denies the claim. Araragi thinks he feels jealous that everything is conected to that man. Shinobu insist he is dead and Gaen answers that if her first minion is ressurected that is cause for a celebration, making shinobu angry.\nAt this point Kanbaru intervenes asking how did the cycle of the first minion being ressurected and then reburned by the sun stopped and how he found enough power to appear to Araragi. Gaen says that this town was the first's hometown and 15 year ago this shrine was still maintained,being \"an air spot\", a place where apparitions or bad things, on their way to become apparitions, gathered and where they died. she also explains that in contrast to Meme her job is to deal with apparitions before they happen and this can be done if the air spots can be controlled.This can be achieved while there is a God and that is why a long time ago one was enthrowned here but fifteen years ago reached its limits due to the ahes arriving there. She adds that there have been attemps to fix it but a shrine without a God doesn't have any restrictive abilities and it fell to ruin. Kiss shot and her first minion gather around them apparitions by existing and thus he could feed of the apparitions to gain power and he was driven by revenge.\nKoyomi asked why Yotsugi couldnt handle the job and if it had anything to do with them using the energy gathered in the shrine to travel to the past, but Gaen suggests that all Shinobu did was come to the shrine and that was enough for her first minion to gain power and ressurect, even if the talisman that meme oshino gave to araragi had him starved. So when Yotsugi came to the shrine it was empty. Then Araragi wonders why he didnt call for Kagenui and Gaen explains that she doesnt control her and that she asked for more help cause if he ressurects completly he will be almost unstopable. She wants to kill him before he eats a human.After that she leaves Araragi some money for breakfast and leaves.\nKoyomi asks Shinobu what they should do and she says that everything is going according to the specialist's plan and the first minion will be dead soon. She also reassures Koyomi that he is the one for her and he shouldn't feel envy. Araragi volunteers to go shopping. Kanbaru promises to watch after Shinobu and asks for a light novel with a weird title to which Araragi protests but in the end agrees. She also asks for brassiers and even though he refuses she says she believes he can do it and he can pick one according to his taste.\nKoyomi goes to pick up the books but he is embarrased and decides to buy some magazines containing photos of mature women since lately he is being teased for having a lolita complex because of the time he spends with Shinobu, Ononoki and Hachikuji. He also realises that since the darkness severed his bond with shinobu he is free for the first time. As he turns to leave the bookstore he bumps into a girl that calls him \"the second one\" and asks him if he gave his message to Kiss shot."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}