{
  "id": "Yozuru Kagenui",
  "url": "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Tsukihi_Phoenix",
        "#Yotsugi_Doll",
        "#Koyomi_Nothing",
        "#Mayoi_Snake"
      ]
    },
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Yozuru Kagenui (影縫 余弦, Kagenui Yozuru) is an oddity specialist and a professional onmyouji, specializing in immortal oddities.",
  "#Appearance": {
    "link": [],
    "text": "Yozuru is a lady with black hair and red pupils. Her hair, which is styled in a bob cut, has red streaks on it, and is adorned with a bird-shaped hair clip. She is dressed in a khaki shirt worn over a black collared top, the latter of which is also decorated with the same bird design as in her hair clip, and wears a pair of dark red pants held in place by suspenders. Her footwear of choice is a pair of black high-heeled sandals."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "Kagenui is a rather famous figure in the realm of the supernatural, to the point that Shinobu Oshino, herself a very powerful oddity, refused to divulge any information about her as a form of respect. She speaks in a Kansai dialect, and is described as having the expertise in the dialect as a native speaker. Yozuru also has an unusual quirk of avoiding to step on the ground, as if playing a game where the ground is a sea filled with sharks. She maintains this quirk at all times, and would even use her familiar Yotsugi Ononoki as a platform of sorts if needed. It is later revealed that she acts this way due to a curse.\nShe appears friendly to strangers, although she can be blunt when talking to oddities that are not part of her agenda. When it comes to her targets, however, she can be ruthless, attacking them without any regard for the chaos she would ensue.\nYozuru considers herself a paragon of justice, her ideology is based on exacting justice by eliminating those who should not exist (immortal oddities) and disregarding the consequences and doing such an act. To her, immortal oddities have no place in the world. Despite this, however, she has a considerate side as well, seeing people like Koyomi as a human despite having contact with an oddity. According to Koyomi himself, Yozuru reminds him of Meme somewhat."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Occult_Research_Club",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen"
    ],
    "text": "Yozuru went to the same university as Deishuu Kaiki and Meme Oshino. The three of them were a part of the university's occult research club along with Tadatsuru Teori and Izuko Gaen who was their upperclassman. Among the three, she is the one who prefers to stand for justice. She also seems to know Meme's quirks, including the aloha shirt he always wears and the things that he would and wouldn't say to other people.\nShe's had a rivalry with Tadatsuru ever since their college years especially due to the fact that Yotsugi chose her over him as her master. The two worked on the legs of Yotsugi, causing both of them share a curse that prevents them from touching the ground."
  },
  "#Tsukihi_Phoenix": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari"
    ],
    "text": "Kagenui arrives in town and was seen by Koyomi Araragi, who is sitting on the shoulders of his younger sister Karen, perching at the top of a mailbox. She asks for directions to Eikou Cram School, which turns out to be the abandoned cram school building which Meme Oshino has called home once, and refers to him and Karen as \"devil boy\" and \"hornet sister\" respectively. After getting the directions to Eikou Cram School, Yozuru promptly leaves, but not until telling the two to look out for a young girl who is also looking for directions to the said place.\nSoon, Yozuru and her shikigami Yotsugi arrive at the Eikou Cram School building and she decides to stay temporarily there. Afterwards, they head to the Araragi Residence, where their target, a girl named Tsukihi Araragi, is home alone.\nAs she waits for their target to arrive, Koyomi and Shinobu Oshino arrive at the Araragi Residence, and they confront Yozuru after discovering her identity and occupation. To the surprise of Koyomi, Tsukihi is immediately attacked by Yozuru's familiar using its Unlimited Rulebook, causing Koyomi to fly into a rage. Yozuru quickly pins down Koyomi before he could reach Yotsugi, and she explains that Tsukihi is an oddity, more specifically a phoenix.\nDue to Shinobu's request, Yozuru decides to retreat for the meantime, but she warns that they will come for Tsukihi the next time she is left alone.\nThat night, Yozuru is visited by Koyomi at the Eikou Cram School building and is challenged by him to a fight, with Shinobu tagging along with him. Yozuru agrees to fight Koyomi, and she effortlessly beats up Koyomi despite having his vampire abilities boosted by Shinobu before the fight began. Although she appears to come up as a victor, Koyomi refuses to give in, and she eventually concedes, thinking that the fight was worthless in the end since Koyomi would never stand down anyway.\nYozuru soon leaves town with Yotsugi after the battle."
  },
  "#Yotsugi_Doll": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Nothing": {
    "link": [],
    "text": ""
  },
  "#Mayoi_Snake": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "Her name literally means \"cosine\", while her surname means \"weaver of shadows\"."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}