{
  "id": "Hanamonogatari (anime)",
  "url": "https://bakemonogatari.fandom.com/wiki/Hanamonogatari_(anime)",
  "toc": [
    "#Plot",
    "#Episode_List",
    {
      "#Presentation": [
        "#Abandoned_Locations_/_Main_Character_Bias",
        "#Fully_Presented_Seemingly_Minor_Character",
        "#%22Invisible%22_Background_Characters_Suddenly_Appearing",
        "#Alternate_Color_Palettes_/_Intense_Lighting_Effects"
      ]
    },
    "#Music",
    "#External_Links"
  ],
  "Description": "Hanamonogatari (花物語) is the fifth Monogatari adaptation from studio Shaft. It adapts the Hanamonogatari novel from the novel series' second season. It is the only novel from second season that was not adapted into the Monogatari Series Second Season anime cour.\nAll five episodes of Hanamonogatari released on August 16, 2014, similar to how Nekomonogatari Black was released.",
  "#Plot": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari#Plot",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "Hanamonogatari takes place in April, a year after the events of Kizumonogatari. Suruga Kanbaru has reached her third year of high school, and all of her upperclassmen friends have graduated.\nRumors arise around school that some mysterious \"devil\" is solving peoples' problems. After investigating and meeting the mysterious person, she finds her Rainy Devil arm has gone missing."
  },
  "#Episode_List": {
    "link": [],
    "text": ""
  },
  "#Abandoned_Locations_/_Main_Character_Bias": {
    "link": [],
    "text": "The technique that involves a lack of traditional background and side characters is mostly similar to all past adaptations, but a few instances break the usual standard."
  },
  "#Fully_Presented_Seemingly_Minor_Character": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Seiu_Higasa"
    ],
    "text": "Minor characters typically have their faces obscured, but for the first time, what could normally be seen as a minor character is depicted like a main character in the case of Seiu Higasa. Granted, her face is still rarely shown up close and most scenes show her from far away.  \nIn books released after this adaptation, she eventually becomes a reoccurring character in the novels who befriends Koyomi, perhaps implying she was always meant to be seen as a similarly important character."
  },
  "#%22Invisible%22_Background_Characters_Suddenly_Appearing": {
    "link": [],
    "text": ""
  },
  "#Alternate_Color_Palettes_/_Intense_Lighting_Effects": {
    "link": [],
    "text": "Color palettes mostly stay consistent in Hanamonogatari, although there's an instance of distinct color pallet changes in the ending (later the opening in the blu-ray) sequence. Lighting also occasionally affects the colors of characters."
  },
  "#Music": {
    "link": [
      "https://en.wikipedia.org/wiki/Satoru_Kosaki",
      "https://en.wikipedia.org/wiki/Kei_Haneoka",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_(mobile_application)",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/The_last_day_of_my_adolescence",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Hanaato_-shirushi-"
    ],
    "text": "Hanamonogatari is the first anime adaptation to feature a composer other than Satoru Kosaki and his team due to a hiatus. His replacement, Kei Haneoka, composed the soundtrack for the series and has kept his role ever since with the exception of Koyomimonogatari and Kizumonogatari.\nHaneoka's music notably stands out as being different from Kosaki's, featuring a lot more long, emotional, free-form style music. Kosaki's style is still largely alluded to in certain songs however, like with an apparent remix of Kosaki's theme for Deishuu Kaiki. \nThe opening of the series is titled The last day of my adolescence, written by meg rock, arranged and composed by mito, and performed by Miyuki Sawashiro, the voice of Suruga Kanbaru.\nThe ending theme is Hanaato -shirushi- performed by Marina Kawano."
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}