{
  "id": "Nekomonogatari Black Episode 02: Tsubasa Family, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_Episode_02:_Tsubasa_Family,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Tsubasa Family, Part 2\" ( つばさファミリー 其ノ貳, Tsubasa Famirii Sono Ni) is the second episode of the Nekomogatari Black anime series. It continues the Tsubasa Family story, which focuses on the events after Koyomi's transformation into a vampire in Kizumonogatari, particularly Tsubasa's encounter with the oddity that contributed to the appearance of Black Hanekawa. It was released on December 31, 2012.\nThe day after spending much of his time with a new friend, Koyomi visits the unlikely home of the eccentric Meme Oshino following Tsubasa Hanekawa 's contact with an oddity called a sawarineko. Despite the risks involved in facing an oddity, Koyomi pushes through with his part of the plan in trying to sort out Tsubasa's case, but will soon find himself in a dangerous situation with a surprisingly powerful foe.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Mister_Donut"
    ],
    "text": "The night of the 30th of April.  \nThat night, Koyomi visits the abandoned cram school building carrying stuff straight from the convenience store . Inside, he sees a young girl with golden hair sitting in one corner. It turns out that he is there to give the mysterious girl, who will be named Shinobu Oshino, his blood to sustain herself. Although she glares coldly at him, Koyomi smiles and tells her to do the same before approching her to make his neck accessible to the young vampire.\nKoyomi, however, is surprised when Shinobu pauses and her body moves towards his back, as if reaching for the bag of groceries behind him. He thinks that a powerful vampire — or rather a remnant of one — has no chance of getting an indulgence to donuts, but Shinobu stubbornly tries to get more of the donuts after getting one. Fortunately, those donuts appear to have made her easy to tame. However, Koyomi has to save the other donuts for Meme, whom the donuts are for, so he decided to keep it to himself for the meantime.\nBut Shinobu's sullen expression weighs down on him, as if reminding him that it was his fault that she is forced to live a lifestyle like she is living right now. Although Koyomi is supposed to not feel any compassion towards her, his heart eventually gives in. After handing over the box of donuts to Shinobu, the young vampire tears it open and proceeds to indulge herself.\n\nSoon, Meme Oshino, the person who was supposed to eat those donuts, arrives, telling Koyomi to stop bullying Shinobu, although that isn't the case. Koyomi soon notices that Shinobu has been acting with less maturity than before, and Meme explains that it is probably due to the fact that oddities are built from the beliefs of humans; that is, Shinobu changed because of human intervention... and since of all the people who know of her existence, Meme suspects that Koyomi himself was the reason for her mental regression.\nKoyomi acknowledges the possibility that he caused Shinobu to act younger than what she truly is, but he doesn't accept that the Shinobu who is eating her donuts like a dog is the kind of Shinobu that he imagines her to be. Meme points out, however, that direct influence doesn't always yield an expected effect, and there are other factors to consider as well, particularly the \"parent's hope\"... what someone wishes for his/her child. The term suddenly reminds Koyomi of Tsubasa for a moment, then he realizes that he has to be a bit more responsible for his actions, especially since Meme warns him that making the wrong decisions with oddities involved may spell bad news.\n\nMeme soon shifts the topic to Tsubasa Hanekawa and asks about how she is doing. Koyomi's lack of an answer worries Meme a bit, since he assumes that this means that whatever happened to Tsubasa is something that he can't talk to her. Regardless, Meme pushes Koyomi to divulge whatever he can, knowing that nothing forbids him from talking about Tsubasa.\nKoyomi decides to tell what he can... that is, telling the events of the day before, omitting certain details that cannot be said. He covers his first moments of the day, his conversations with his sister Tsukihi and classmate Tsubasa, and the event that happened right after that.\nTsubasa picks up a dead white cat on the road.\nMeme then asks if this dead cat is a silver one without a tail.\nKoyomi affirms it.\n\nMeme then reveals that it is a sawarineko, one of the oddities that he has been looking for. An oddity that resembles the domestic cat. He soon adds that by itself, the sawarineko is not a risk, but the factor that is Tsubasa Hanekawa makes it a dangerous one. Meme explains that the burial of a sawarineko can be seen as a normal activity, but adding Tsubasa to the equation was able to transform that normal scene into an earth-shattering one.\nMeme tells Koyomi that the only way to resolve this issue is to split up; Meme will exhume the remains of the sawarineko (which requires Koyomi to tell where it was buried), while Koyomi will handle the more difficult half of the plan: to visit Tsubasa directly talk to her, and watch closely at her eyes.\n\nKoyomi takes off by bike and heads to the direction of Tsubasa's house. However, before reaching the house, he sees a peculiar silhouette in the distance. Initially, Koyomi doubts that it was Tsubasa based on the silhouette itself. However, upon seeing the same underwear Tsubasa was wearing the day before on the figure in the distance, Koyomi quickly tails what he thinks is Tsubasa.\nSoon, Koyomi comes face to face with what appears to be Tsubasa, but with silvery-white hair, cat ears, and wearing nothing but black underwear. The silvery-white Tsubasa soon speaks at Koyomi, whom she calls \"her master's friend\", and then hurls two bodies at him. To Koyomi's shock, those were the unconscious bodies of Tsubasa's stepparents.\nThe Tsubasa with silvery-white hair soon prepares to leave, requesting Koyomi to dispose of the bodies any way he could, but Koyomi ignores this. Suddenly, the playful silver cat changes her mood and lunges at Koyomi, pointing out that it was him who is responsible for the suffering of \"her master\". The silvery-white cat bites down on Koyomi's left arm and tears it right apart, and the sensation of pain quickly rips through Koyomi's body.\nAs Koyomi is pinned down at the head by the cat's heavy foot, she tells Koyomi that her master no longer needs him anymore. Meanwhile, Koyomi realizes that the \"master\" this cat is telling about is none other than Tsubasa herself, and the one who just stained the streets with his blood is none other than the oddity that Tsubasa encountered the day before.\nSoon, the oddity tells Koyomi that Tsubasa no longer needs anyone — friends, family, or even herself — and that she will give her the freedom that no one else can give for her... and the first step to achieving that is getting rid of her stress. After that, she disappeared.\n\nKoyomi picks up his torn arm and tries to sort things out as his vampire powers of regeneration kick in. He then calls for the ambulance to take Tsubasa's parents to a nearby hospital, while he no longer needed to do anything about the bloodbath that happened earlier, since all of his blood quickly evaporated before he could do anything.\nHowever, he notices that his blood fizzles out slower than he expected, and with one arm, he drives his way back to Meme's place.\n\nKoyomi wakes up in the late afternoon the next day. Meme already has an idea about what happened, and remarks that their worst fear has come true. Fortunately, Koyomi is close to fully recovering, thanks to Shinobu boosting his regenerative ability by her mere presence. Koyomi soon tells Meme about his slower regeneration ability despite being bitten by Shinobu not long before what happened, and Meme just tells him that \"he simply picked the wrong opponent\".\nEspecially if said opponent can overpower Koyomi's immortality just by her touch, not to mention their ability to drain a target's energy, although not to the degree of a vampire's similar ability.\nMeme soon reminds Koyomi to be careful with fighting against the sawarineko, since it is not in the match between a vampire, the strongest oddity known, and a much weaker sawarineko, but between a human with oddity blood and a real oddity, which Koyomi is a former at the end of the day. He also adds that his search for the cat corpse came up empty, complicating things even further for them.\nMeme decides to call it a day to give Koyomi ample time to rest his torn arm and also reminds him to give thanks to Shinobu for her efforts. Koyomi still thinks that Shinobu only treats him like some source of nutrition, and Meme thinks that Koyomi is a thick-headed idiot for being too harsh on her.\nHe also reminds Koyomi that he has to come home immediately, as he has heard Koyomi's phone vibrate like crazy.\n\nKoyomi continues to point out his responsibility for Tsubasa, but Meme takes responsibility for what happened to her, and doesn't want him — who aside from being a part-oddity is a human and a minor — to be gravely injured for his lapses in judgment.\nMeme then tells Koyomi that he will be put off of the hook in Tsubasa's case indefinitely, and that he will no longer be allowed to take action."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}