{
  "id": "Guillotine Cutter",
  "url": "https://bakemonogatari.fandom.com/wiki/Guillotine_Cutter",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp"
      ]
    },
    {
      "#Appears_In": [
        "#Main_Series",
        "#Manga"
      ]
    },
    "#Trivia"
  ],
  "Description": "Guillotine Cutter (ギロチンカッター, Girochin Kattā) is one of the three vampire hunters that targeted Kiss-Shot Acerola-Orion Heart-Under-Blade. It is implied that he is a priest of a certain church.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Vampire",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "Koyomi Araragi describes him as a standard man with hedgehog hair. He always keeps one eye closed and is seen wearing a priest robe with a red scarf around his neck. He does not have any weapon.\nDespite being the only vampire hunter out of the three that is not a vampire himself, he has pointy, elf-like ears, a characteristic typically found in vampires and other humanoid oddities like Yotsugi Ononoki."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Vampire"
    ],
    "text": "Guillotine Cutter denies and eliminates the existence of oddities. Koyomi describes him as a calm but dangerous person. While the only of the three vampire hunters that is not a vampire himself, Guillotine Cutter is not an average human as he was able to take both of Kiss-shot's arms.\nHe refers to himself as God and will stop at nothing to accomplish his goals."
  },
  "#Background": {
    "link": [],
    "text": "He is an archbishop of a \"history-less\" new religion. The religion, which is nameless, does not acknowledge the existence of oddities. He serves as a commander of the special forces to eliminate the oddities for the religion. Kiss-Shot's literal translation is that he is the shadow commander of the black team serving under the umbra fourth group of the dark special duty forces."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "Before Koyomi goes to fight Guillotine Cutter one-on-one, Meme Oshino tells him that Tsubasa Hanekawa was kidnapped by him. Since Guillotine Cutter does not use any weapon, he uses Tsubasa as a weapon against Koyomi. He proposes that Koyomi surrenders in order to stop him, as killing her would be easy.\nKoyomi, using the vampire's ability to shape-shift, turns his arms into self-controlled plants and subdued Guillotine Cutter, causing him to faint. After that, he returns the arms as he promised, much to his dismay. \nAfter Kiss-Shot regained her true form, Guillotine Cutter discovered her, and she killed and ate him."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "Guillotine Cutter is one of the only important characters in the series to appear in just one installment alone.\nHe is also one of the only named characters to permanently die during the events of the story."
  }
}