{
  "id": "Owarimonogatari Episode 08: Shinobu Mail, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_08:_Shinobu_Mail,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Shinobu Mail, Part 1\" (しのぶメイル 其の壱, Shinobu Meiru Sono Ichi) is the eighth episode of the Owarimonogatari anime series, first broadcast on November 14, 2015.\nAt the start of the new school term, two months before Ougi Oshino becomes a student in Naoetsu Private High School, Koyomi Araragi, who recently lost his link with Shinobu Oshino, encounters a mysterious being who is on a search for Kiss-shot Acerola-orion Heart-under-blade and her sword Kokorowatari.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Kiss-shot_Acerola-orion_Heart-under-blade",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "Two months before Ougi Oshino transferred to Naoetsu Private High School, Koyomi Araragi's link with the vampire Shinobu Oshino was severed, and he experiences being \"human\" for the first time. Koyomi stops attending school and stays in Eikou Cram School for the meantime.\nOne night, Suruga Kanbaru visits him, albeit with her own dose of violence (kneeing him as a form of greeting) and quirkiness (opening topics like not wearing anything under her hoodie) as she confirms about Koyomi's message about wanting her to meet in the cram school building. Koyomi then reveals that he is asked to enlist Suruga in a request whose details are left unknown to him, and he expects Suruga to be persistent in helping him. True enough, Suruga feels compelled to assist Koyomi regardless of the details.\nAs Koyomi and Suruga prepare to head to the real rendezvous point for the person that Suruga has to meet as part of Koyomi's request, a stranger with the appearance of a man wearing a large suit of Japanese armor barges into Eikou Cram School. Suruga immediately attacks the stranger, but finds out that the armor is empty inside. The two soon discuss on what to do with the armor, but the armor once more reassembles itself, prompting Suruga to go on the offensive again. However, Suruga soon finds herself weakening at every punch made at the suit of armor to the point of collapsing after making a few attempts.\nKoyomi immediately identifies that the suit of armor is using a kind of energy drain used by vampires, and he soon looks for a way to escape with Suruga. In response, the suit of armor begins attacking Koyomi and has him held at the neck. Koyomi sees this as a chance for Suruga to run away, but she stubbornly insists in attacking the suit of armor. Shortly, reddish-pink flames engulf the cram school building, and the armor speaks about looking for a \"master\" while using the voice he stole from Koyomi. Koyomi links this with the armor's energy drain ability, allowing it to steal Suruga's strength and tackling skill earlier.\nSoon, the suit of armor reveals that it is looking for Kiss-shot and is looking to retrieve the Kokorowatari, without which he feels incomplete. The armor leaves as the cram school is engulfed with flames, leaving Koyomi and Suruga to find a way out of the burning building. Suruga is already planning to die inside the inferno, but Koyomi refuses to die at that moment. Instead, he gambles on jumping off the window with Suruga.\nThen, as they are about to break through the windows, a blast comes towards them, knocking out Suruga immediately. There, Yotsugi Ononoki appears, claiming that she is the only one who can kill Koyomi."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}