{
  "id": "Bakemonogatari (anime series)",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(anime_series)",
  "toc": [
    "#Plot",
    "#Episode_List",
    {
      "#Presentation": [
        "#Eye_Fixation",
        "#Head_Tilts",
        "#Body_Pans",
        "#Screen_Flashes",
        "#Alternate_Color_Palettes_/_Intense_Lighting_Effects",
        "#Abandoned_Locations_/_Main_Character_Bias",
        "#Widescreen_Aspect_Ratio",
        "#Real-life_Footage_&_Imagery"
      ]
    },
    {
      "#Music": [
        "#Opening_Theme_Songs",
        "#Closing_Theme_Songs"
      ]
    },
    "#Blu-ray_Changes",
    "#Bakemonogatari_Portable",
    "#External_Links"
  ],
  "Description": "Bakemonogatari (化物語) is the anime adaptation of Bakemonogatari, the first part of the Monogatari Series light novels. It is the first adaptation from Japanese animation studio Shaft. It is directed by Akiyuki Shinbo and Tatsuya Oishi, and written by Fuyashi Tō.\nThe series started airing on July 3, 2009 in Japan. It was scheduled to be 15 episodes long but only the first 12 episodes were featured in the original broadcast. The remaining three episodes, Tsubasa Cat, Parts 3-5, were later distributed on the official website, with the final episode releasing on June 25, 2010.\nThese last three parts of Tsubasa Cat have earned a reputation for being difficult to impossible to view legally outside of Japan, leaving many fans of the series to rely on piracy and fansubs to watch them.[1] As of May 2020, the only way to stream these episodes in North America is through Funimation.",
  "#Plot": {
    "link": [],
    "text": ""
  },
  "#Episode_List": {
    "link": [],
    "text": ""
  },
  "#Eye_Fixation": {
    "link": [],
    "text": "Eyes are constantly zoomed into and shown close up, especially to show emotion."
  },
  "#Head_Tilts": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shaft"
    ],
    "text": "Characters occasionally tilt their head in bizarrely dramatic ways. This technique is now an infamously iconic visual cue for Shaft and is dubbed as \"The Shaft Head Tilt\", as it appears in other series by the studio quite frequently as well."
  },
  "#Body_Pans": {
    "link": [],
    "text": "Characters occasionally have slow pans and zooms on their entire bodies."
  },
  "#Screen_Flashes": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Color_scenes"
    ],
    "text": "Commonly, text is flashed one the screen. Sometimes these are colored screens showing animation numbers, kanji, words related to scenes, or quotes from the novel. It's speculated that these screens were originally used as means to compensate for low budget while also working as a unique technique."
  },
  "#Alternate_Color_Palettes_/_Intense_Lighting_Effects": {
    "link": [],
    "text": "Characters and their clothing occasionally change color schemes in different scenes. Different shades of lighting are also used frequently.\nIn Bakemonogatari, most color palette swaps notably make hair darker and mutes the colors of clothing."
  },
  "#Abandoned_Locations_/_Main_Character_Bias": {
    "link": [],
    "text": "Most scenes take place in architecturally interesting locations that also contrast the character designs. Commonly, only 2 - 3 characters are ever seen on screen at once, making locations appear abandoned and empty. Background characters are nonexistent, and one time side characters have their faces obscured. It's not usually made entirely clear, but certain scenes, such as those showing characters sitting in classrooms, seem to imply that there are cases in which background characters are there, they just aren't shown. Supposedly, this technique was used to represent Koyomi and his indifference towards those around him."
  },
  "#Widescreen_Aspect_Ratio": {
    "link": [],
    "text": "Sometimes scenes are depicted with a cinematic ratio."
  },
  "#Real-life_Footage_&_Imagery": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)"
    ],
    "text": "Real life photos and footage is used quite sparingly in multiple, brief instances. For instance, a close up of a body part could show a real life image in its place or backdrop of the sky could use real footage. Some scenes depict characters with pictures of real people.\nRealistic material is almost entirely absent in all the adaptations proceeding Bakemonogatari except Kizumonogatari, implying its likely a technique heavily related to director Tatsuya Oishi."
  },
  "#Opening_Theme_Songs": {
    "link": [],
    "text": ""
  },
  "#Closing_Theme_Songs": {
    "link": [],
    "text": ""
  },
  "#Blu-ray_Changes": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Jagirinawa"
    ],
    "text": "Studio Shaft is infamous for making major visual improvements to their blu-ray releases, especially in the late 2000's when their budget was significantly lower. While blu-ray alterations are still made in modern releases, the anime adaption of Bakemonogatari has the second highest number of them in the series with 2292 total, just behind Second Season with 2840. It should however be noted that Bakemonogatari has the highest average of changes per episode, with 176 compared to Second Season's 123.[2][3]\n Changes range from minimal color alterations to entire character redraws that fix inconsistencies in character design. Some background art used in the TV version were actual real life photos which were later drawn in the blu-ray release.  \nThe two episodes of the Nadeko Snake arc in particular had the most amount of changes with over 800 total. One portion that was supposed to show Nadeko being attacked by the Jagirinawa merely displayed an image of the night sky. In the blu-ray, the actual scene was depicted in place of the sky image.  \n The few images that did display the intended scene featured very minimal animation and Nadeko shivering instead of squirming."
  },
  "#Bakemonogatari_Portable": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Portable"
    ],
    "text": "A PSP game based off of the series released in Japan in 2012."
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}