{
  "id": "Nisio Isin",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisio_Isin",
  "toc": [
    "#Biography",
    "#Monogatari_English_Release_%22About_the_Author%22_Section",
    "#Style",
    {
      "#Works": [
        "#Zaregoto_Series",
        "#Ningen_Series",
        "#Sekai_Series",
        "#Mah%C5%8D_Sh%C5%8Djo_Risuka",
        "#JDC_Tribute_Series",
        "#Monogatari_Series",
        "#Katanagatari",
        "#Densetsu_Series",
        "#Boukyaku_Tantei_Series",
        "#Novelizations",
        "#Other_Works",
        "#Manga"
      ]
    },
    "#External_Links"
  ],
  "Description": "Nisio Isin (西尾 維新, Nishio Ishin), frequently written as NisiOisiN to emphasize that his pen name is a palindrome, is a Japanese novelist and manga writer born in 1981. He is the creator of the Monogatari Series novels.",
  "#Biography": {
    "link": [
      "https://en.wikipedia.org/wiki/Ritsumeikan_University",
      "https://en.wikipedia.org/wiki/Mephisto_Prize",
      "https://en.wikipedia.org/wiki/Kodansha",
      "https://en.wikipedia.org/wiki/Faust_magazine",
      "https://en.wikipedia.org/wiki/otaku",
      "https://en.wikipedia.org/wiki/Kodansha_Box#Pandora",
      "https://en.wikipedia.org/wiki/Kodansha_Box",
      "https://en.wikipedia.org/wiki/Ryusui_Seiryoin"
    ],
    "text": "Nisio Isin attended and left Ritsumeikan University without graduating.[1] In 2002, he debuted with the novel Kubikiri Cycle (クビキリサイクル, Kubikiri Saikuru), which earned him the 23rd Mephisto Prize at twenty years of age.[2] He currently works with Kodansha on Faust, a literary magazine containing the works of other young authors who similarly take influence from light novels and otaku culture, and Pandora, the Kodansha Box magazine. He was also publishing a twelve volume series over twelve months for the Kodansha Box line; Ryusui Seiryoin was matching this output, and the Kodansha Box website stated that this is the first time in the world two authors have done twelve volume monthly novel series simultaneously from the same publisher.[3]"
  },
  "#Monogatari_English_Release_%22About_the_Author%22_Section": {
    "link": [],
    "text": ""
  },
  "#Style": {
    "link": [
      "https://en.wikipedia.org/wiki/parody",
      "https://en.wikipedia.org/wiki/manga",
      "https://en.wikipedia.org/wiki/Hellsing_(manga)",
      "https://en.wikipedia.org/wiki/Jojo%27s_Bizarre_Adventure",
      "https://en.wikipedia.org/wiki/word_play",
      "https://en.wikipedia.org/wiki/Kiyoshi_Kasai",
      "https://en.wikipedia.org/wiki/Vampire_Wars",
      "https://en.wikipedia.org/wiki/Hiroshi_Mori_(writer)",
      "https://en.wikipedia.org/wiki/Natsuhiko_Kyogoku",
      "https://en.wikipedia.org/wiki/Ryusui_Seiryoin",
      "https://en.wikipedia.org/wiki/Kouhei_Kadono"
    ],
    "text": "Nisio's work is characterized by references to other novels, as well as parodies of famous manga series. Among these, Hellsing and Jojo's Bizarre Adventure[4] references are particularly common. He is well regarded as an author who has blended the conventions of mystery novels and character-driven light novels.\nAs well as stepping on the conventions and stereotypes of anime and light novels, he is known for creating characters with unusual features, such as extremely strange names which are a play on words, such as Nanananami Nanami, Shikigishi Kishiki, Kiss-shot Acerola-orion Heart-under-blade, Backyard Bottomslash, Quarter Queen, Sagano Usagi, Byōinzaka Kuroneko (which translates roughly as \"Black Cat of Hospital Hill\") and Shikizaki Kiki.\nHe said that he learned much from the novels of Kiyoshi Kasai (the author of Vampire Wars), Hiroshi Mori, Natsuhiko Kyogoku, Ryusui Seiryoin, and Kouhei Kadono. He also said that the five writers were, metaphorically speaking, the God-like beings who had shaped and molded his writing style.[5]"
  },
  "#Zaregoto_Series": {
    "link": [
      "https://en.wikipedia.org/wiki/bunkobon",
      "https://bakemonogatari.fandom.com/wiki/Shaft",
      "https://bakemonogatari.fandom.com/wiki/Akio_Watanabe"
    ],
    "text": "The Zaregoto Series (戯言シリーズ, Zaregoto Shirīzu) is written by Nisio Isin and illustrated by Take. The series was published between February, 2002, and November, 2005. It was followed by a spin-off series Ningen Series starring the Zerozaki clan. All books were released in Japan by Kodansha Novels, and the first two have been released in the US by Del Rey. The Japanese edition finished at nine volumes in November 2005, and it has since been released in a bunkobon edition.[6]\nMonogatari Series animation studio Shaft began releasing an 8 episode OVA in October 2016 also featuring Monogatari character designer Akio Watanabe."
  },
  "#Ningen_Series": {
    "link": [],
    "text": "Connected to the Zaregoto Series, it is also known as the \"Zerozaki Ichizoku Series.\" The illustrations are also provided by Take. This series has also been published by Kodansha Novels."
  },
  "#Sekai_Series": {
    "link": [],
    "text": ""
  },
  "#Mah%C5%8D_Sh%C5%8Djo_Risuka": {
    "link": [],
    "text": ""
  },
  "#JDC_Tribute_Series": {
    "link": [
      "https://en.wikipedia.org/wiki/Ryusui_Seiryoin"
    ],
    "text": "The Japan Detectives Club was created by Ryusui Seiryoin, and NisiOisin is one of several authors to write novels using that setting."
  },
  "#Monogatari_Series": {
    "link": [
      "https://en.wikipedia.org/wiki/Mephisto_Prize#Mephisto_.28magazine.29"
    ],
    "text": "The series was first created by Nisio Isin as a series of short stories for Mephisto magazine. While his previous Zaregoto series featured large casts of characters, each Bakemonogatari story tends to introduce only one new character. The previously published stories, and some new ones, were eventually collected in two volumes as part of the Kodansha Box launch titles on November 1, 2006 and December 1, 2006. The first volume contains three stories titled Hitagi Crab (ひたぎクラブ), Mayoi Snail (まよいマイマイ) and Suruga Monkey (するがモンキー); the second volume comes with two newly written stories titled Nadeko Snake (なでこスネイク) and Tsubasa Cat (つばさキャット).\nA prequel to the series, titled Koyomi Vamp (こよみヴァンプ) was published in the first issue of Pandora magazine, it was later released as a separate volume on May 7, 2008 as Kizumonogatari (傷物語, \"Scar Story\"). The first volume of Nisemonogatari (偽物語, \"Impostory\"), a sequel to the series, was released on September 2, 2008 and contains Karen Bee (かれんビー). The second volume, containing Tsukihi Phoenix (つきひフェニックス), was released on June 10, 2009.[7] The first volume of Nekomonogatari (猫物語, \"Cat Story\") is a prequel that takes place between Kizumonogatari and Bakemonogatari. It was released on July 28, 2010 and contains Tsubasa Family (つばさファミリー).\nThe second volume of Nekomonogatari is the start of the second season to the series and contains Tsubasa Tiger (つばさタイガー) and was released on October 29, 2010. Kabukimonogatari (傾物語, \"Slope Story\") was released on December 24, 2010 and contains Mayoi Jiangshi (まよいキョンシー). Hanamonogatari (花物語, \"Flower Story\") containing Suruga Devil (するがデビル) was released on March 31,2011. Otorimonogatari (囮物語, \"Decoy Story\") containing Nadeko Medusa (なでこメドゥーサ) was released on June 30,2011. Onimonogatari (鬼物語, \"Demon Story\") containing Shinobu Time (しのぶタイム) was released on September 28, 2011. Koimonogatari (恋物語, \"Love Story\") containing Hitagi End (ひたぎエンド) was released on December 22, 2011.\nThe final season of the series contains six books. The first one is Tsukimonogatari (憑物語, \"Possess Story\") containing Yotsugi Doll (よつぎドール). The second is Koyomimonogatari (暦物語, \"Koyomi Story\") containing twelve short stories. The third, fourth, and fifth collectively are Owarimonogatari (終物語, \"End Story\") containing Ougi Formula (おうぎフォーミュラ), Sodachi Riddle (そだちリドル), Sodachi Lost (そだちロスト), Shinobu Mail ( しのぶメイ), and Ougi Dark (おうぎダーク). The sixth is Zokuowarimonogatari (続終物語, \"Continuation End Story\") containing Koyomi Reverse (こよみリバース).\nA season meant for miscellaneous side stories called Off Season began with the release of Orokamonogatari (愚物語, \"Fool Story\") which contains Sodachi Fiasco (そだちフィアスコ), Suruga Bonehead (するがボーンヘッド), and Tsukihi Undo (つきひアンドゥ). It was followed by Wazamonogatari which contains Cruel Fairy Tale: Princess Fair (残酷童話 うつくし姫), Acerola Bon Appétit (第零話 あせろらボナペティ), Karen Ogre (第零話 かれんオウガ), and Tsubasa Sleeping (第零話 つばさスリーピング). The third novel is Nademonogatari which contains Nadeko Draw (なでこドロー)."
  },
  "#Katanagatari": {
    "link": [],
    "text": "This twelve volume samurai epic with illustrations by take was released one volume a month throughout 2007. A spin-off novel, Maniwagatari, was released a year later."
  },
  "#Densetsu_Series": {
    "link": [],
    "text": ""
  },
  "#Boukyaku_Tantei_Series": {
    "link": [],
    "text": ""
  },
  "#Novelizations": {
    "link": [],
    "text": ""
  },
  "#Other_Works": {
    "link": [],
    "text": ""
  },
  "#Manga": {
    "link": [],
    "text": ""
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}