{
  "id": "Orokamonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Orokamonogatari",
  "toc": [
    "#Etymology",
    "#Publisher's_Summary",
    "#Synopsis",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Sodachi_Fiasco",
        "#Suruga_Bonehead",
        "#Tsukihi_Undo"
      ]
    },
    "#Illustrations",
    "#Promotion",
    "#External_Links"
  ],
  "Description": "Orokamonogatari (愚物語) is the fourteenth part of the Monogatari series. It is the nineteenth book overall, and contains the stories Sodachi Fiasco (そだちフィアスコ), Suruga Bonehead (するがボーンヘッド), and Tsukihi Undo (つきひアンドゥ). It is the first book in the Off Season of the series.\nAs the first novel of Off Season, it is the first 1 volume installment to feature arcs that don't chronologically sequence each other. Instead, each individual arc features a different narrator and tells its own story, not directly related to the other arcs in the novel but following a common theme.",
  "#Etymology": {
    "link": [],
    "text": "The title is portmanteau of two terms:"
  },
  "#Publisher's_Summary": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "Yotsugi Ononoki, the shikigami girl assigned to watch over Koyomi Araragi. This dead tsukumogami girl faces a challenge, but what exactly is that do-or-die struggle with her life on the line? As the \"story\" grows, it keeps on running, ever burning bright!\nThese are the modern-day oddities! Oddities! Oddities!\nYouth is going back and forth between pain and peace."
  },
  "#Synopsis": {
    "link": [],
    "text": ""
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Sodachi_Fiasco": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Lost"
    ],
    "text": "Sodachi Oikura tells of her whereabouts after moving at the end of Sodachi Lost to a new town."
  },
  "#Suruga_Bonehead": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Rainy_Devil",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino"
    ],
    "text": "Suruga finds the left rainy devil arm that should have been gone. She and Ougi Oshino investigate."
  },
  "#Tsukihi_Undo": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi"
    ],
    "text": "While pretending to be her doll, Tsukihi catches Yotsugi moving when she thought she was wasn't around. Yotsugi tries to convince Tsukihi she's a magical girl possessing her doll by defeating a monster."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Promotion": {
    "link": [],
    "text": "An official microsite for the release of Orokamonogatari was opened on the website of Kodansha BOX. The site contains sound clips of notable female characters in the series insulting Koyomi, from Hitagi in Bakemonogatari to Ougi Oshino in Owarimonogatari, as well as the publisher's summary for Orokamonogatari and Owarimonogatari.\nA related contest was also opened, giving away a Shinobu Oshino T-shirt autographed by Nisio Isin to one follower of Nisio Isin's official Twitter account (@nisioisin_info) who tweeted and/or shared on Facebook one of fifty sound clips from the female cast of the Monogatari series."
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}