{
  "id": "Second Season Episode 06: Summary One",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_06:_Summary_One",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Adapted_from",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Summary One\" (総集編Ⅰ, Soushuuhen I) is the sixth episode of the Monogatari Series Second Season anime series, first broadcast on August 10, 2013.\nNekomonogatari Black tells the story of Tsubasa Hanekawa in Tsubasa's point of view. In this recap episode, Koyomi Araragi retells the events that happened to him during the timeframe of Nekomonogatari Black in his point of view.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade",
      "https://bakemonogatari.fandom.com/wiki/Sawarineko"
    ],
    "text": "Koyomi reminds the viewers that he became a vampire during spring break, thanks to a powerful vampire named Kiss-Shot Acerola-Orion Heart-Under-Blade, but that transformation was short-lived as he was able to turn back to normal. Afterwards, he had to take care of the very vampire that bit him, who lost much of its powers and has regressed to the form of a young girl.\nAfter what seemed like his last taste of the supernatural, Koyomi stumbles upon another supernatural entity, an oddity called a sawarineko, which charmed his friend (and \"love interest\") Tsubasa Hanekawa during a time when she was in a stressful situation with her stepparents. Meme Oshino, a supernatural expert who had helped him before, tells Koyomi of Tsubasa's current situation, something that Koyomi doubted at first. It was only when he was brutally attacked by Tsubasa herself, in the form of the sawarineko. Koyomi made a full recovery after sleeping for ten whole days.\nUpon waking up in the ruins of Eikou Cram School, Meme warns Koyomi about confronting the sawarineko, despite making it out barely alive due to his vampire blood. Meme then decides to deal with the sawarineko by himself. During this time, Koyomi decides to know more about Tsubasa, only to be frightened by what he saw (or didn't see) inside the Hanekawa Residence.\nMeme soon shows up defeated by Tsubasa's other persona, which he later calls Black Hanekawa, and gives up on intervening. To him, the only way to deal with an oddity that was able to use its host's knowledge is to let its host deal with the oddity.\n\nBlack Hanekawa and Koyomi encounter once more, but this time, the oddity clarifies things with Koyomi. First, her actions are motivated by what Tsubasa actually wants. Second, during their moment of contact, Tsubasa did not show any pity to the cat she just buried. And third, Black Hanekawa has decided to be Tsubasa's savior for the second reason.\nKoyomi soon realizes that he may just have fallen for Tsubasa and decides to do what he needs to do. After pleading for many days to Shinobu, he acquires Shinobu's oddity-killer, the Kokorowatari, and uses it in an attempt to subdue the sawarineko while it is inside Tsubasa. During their confrontation in the ruins of Eikou Cram School, Koyomi finally discovers that Tsubasa and the sawarineko actually share the body unlike a parasite infecting a host; in fact, Tsubasa may have been acting hand in hand with the sawarineko to appease her stress instead of facing her problems head-on.\nTsubasa, with her cover blown, decides to use Koyomi to take away her stress by killing him on the spot. But upon splitting Koyomi in two by the waist, she discovers that the Kokotowatari is inside his body, causing the attack to deal extreme pain to Black Hanekawa to the point that the sawarineko is forcing itself over Tsubasa.\nAs Koyomi regrets his foolish approach to subduing the sawarineko, the vampire later known as Shinobu Oshino steps up to deal with the berserking oddity by swallowing the Kokorowatari and biting the sawarineko.\n\nAfter what happened the lives of Koyomi and Tsubasa seem to be back to normal. However, Koyomi points out that he no longer holds any feelings of love towards Tsubasa.\nHe prefers to stay single until that \"moment\" comes."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Adapted_from": {
    "link": [],
    "text": "The events in this episode are based on Nekomonogatari Black, which focuses on Tsubasa's first contact with the sawarineko during Golden Week."
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}