{
  "id": "Nisemonogatari Episode 06: Karen Bee, Part 6",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_06:_Karen_Bee,_Part_6",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "Despite Koyomi's best efforts, he has failed to extract all of the poison of the wreathe-fire bee from his younger sister Karen. Fortunately, his attempt to cure helped bring down her fever. The day that followed, he goes out of his house, and during his walk across town, he sees a familiar backpack.\nThe thought of swooping down and molesting his favorite victim came to his mind, but for some reason, Koyomi decided to greet his friend, Mayoi Hachikuji, with a pat on her shoulder and a simple hello. Mayoi bitterly responds by saying that his actions has revealed to her that he has become boring, and simply walks away. Koyomi tries to justify his actions, thinking that her protests every time he touches her \"where one should not touch her\" is sincere, but Mayoi reveals that she actually meant the opposite when she wanted Koyomi to stop. However, since Koyomi decided to stop doing what he had always done to Mayoi, she decided to treat Koyomi like someone unfamiliar, since nothing much is left of Koyomi if he takes away his tendency to be too clingy to her.\nMayoi continues to tell Koyomi to go away, but Koyomi refuses.\n\nSoon, Mayoi decides to finally open a conversation with Koyomi by commenting on how Koyomi looked serious compared to the day before. Koyomi tells Mayoi that many things have happened, and Mayoi chose to not ask anything about it. Mayoi then senses something off about Koyomi, much to his shock, and he ends up telling about the wreathe-fire bee, the oddity that attacked his younger sister Karen.\nKoyomi proceeds to rant about his younger siblings acting like idiots sometimes, putting themselves in harm's way to do what they think is right. Mayoi, in response, jokes that Koyomi might actually be just as idiotic as his sisters sometimes as well, but reminds Koyomi that they might have helped a lot of people in those \"idiotic things\" they do. Koyomi still considers his sisters as children, and he finds himself responsible for their actions until they are ready.\nMayoi is then asked by Koyomi about what she thinks is the age needed for a person to become an adult. According to her, a person becomes an adult by the age of 20, but is also subject to change depending on the era. Regardless, she thinks that one can become an adult just by undergoing the process of time. Koyomi realizes that asking for his middle-school sisters to grow up is a tall order, and Mayoi responds by telling him that his sister's childish behavior is natural for kids like them... and the problem comes when those children do not acknowledge that fact that they are still young.\nKoyomi soon shifts the topic to Mayoi, and she responds by comparing herself to a particular manga character (see Cultural References section), much to Koyomi's shock.\n\nLater, Koyomi approaches Hitagi's place and decides to part ways with Mayoi. Although their farewell is lighthearted, Koyomi's mind is filled with worry for his friend, who disappears into the summer sun.\n\nAt Room 201 of Tamikurasou, Koyomi nervously enters Hitagi's house, which is filled with the sound of wood being chipped away and wood shavings from dozens of pencils. Hitagi asks if a situation wherein 100 pencils are found embedded on a particular someone's body is considered as a homicide. A terrified Koyomi points out that it counts as first-degree murder, and in response, Hitagi decides to sharpen more pencils to make a point. Meanwhile, with a cutter in hand, she then decides to invite Koyomi to come in, promising not to cuff him unlike the last time.\nHitagi soon reveals that she is sharpening a staggering amount of pencils to attack Deishuu Kaiki with, since she has planned a meeting with him and because Koyomi refused her \"protection\" (i.e., being chained and cuffed while being hand-fed for days).\nAfter protesting about Hitagi's twisted definition of the word \"protection\", Koyomi mentions having talked to Tsubasa that day as well. Hitagi slipped as she calls Tsubasa \"Hanekawa-sama\", and tries to cover it up by saying that she was not bullied, which contributed more to Koyomi's worry towards her.\nTheir conversation soon returns to Kaiki. Hitagi shows an old business card she had of Kaiki and decides to follow it to track him down, but Koyomi appears to doubt the credibility of the business card, since he knew that Kaiki is supposed to be a conman. Hitagi assures him that she was able to contact Kaiki by using the number in the business card.\n\nThen, Koyomi decides to tag along.\nHitagi points a sharpened pencil just inches from his eye and threatens him to not think about coming with her in the meeting with Kaiki, or else suffer a painful death. Despite this, Koyomi pleads to Hitagi, telling her that he has a reason for confronting Kaiki as well, and Hitagi understood, although she still prefers to go alone. Koyomi then points out that there is another reason why he chose to confront Kaiki, and it was Hitagi herself; he knew that Hitagi's decision is reckless, so he decides to protect her from getting herself hurt.\nMeanwhile, Hitagi tells Koyomi that Kaiki is a person that she would still seek for even if he never returned to town, and she is willing to leave her home just to track him down. Koyomi questions Hitagi's obsession over Kaiki, but Hitagi reminds Koyomi that Kaiki is responsible for the destruction of her family, although it is implied that she might actually blame more things than what actually happened to Kaiki alone.\nAnd Koyomi knew about this, especially because he knows that she has met the crab way before Kaiki.\nSoon, Koyomi wonders about how \"fake\" Kaiki was, especially since despite being a conman, he was supposed to have seen the crab. Hitagi doubts so, but she also considers the fact that being a fake might actually be a fake in itself... a falsification of incompetence, all for maximizing income. Koyomi then thinks about Kaiki's newest victims, including his younger sister Karen, who is described as Hitagi as a \"hero-man\" like him. Hitagi reminds Koyomi that a truly evil person is impervious to any \"right\", and a drastic measure must be taken to defeat someone like him. Koyomi, however, refuses to take Hitagi's plan to stick pencils into him as an option, as it would make justice turn against her, and will pull her away from him.\nKoyomi insisted to come with Hitagi after expressing his love and concern for Hitagi. Hitagi is taken by Koyomi's words and decides to abide by his decisions, but only after meeting particular \"conditions\", which she decided to reveal only when they have met Kaiki personally. Although Koyomi wanted to know what this \"condition\" is, Hitagi was able to persuade him into being patient about it.\nAs it was getting too late, Koyomi decides to go home for the meantime, waiting for the time when they will meet Kaiki. Although Koyomi knows that he can handle situations even with little sleep, Hitagi still asks Koyomi to rest, as she knows that Kaiki is too much to handle without a decent rest.\n\nUpon arriving at the Araragi residence, a teary-eyed Tsukihi tells Koyomi that Karen has gone missing. Before her hysteria could consume her, Koyomi calms her down and asks for more details. However, Tsukihi knows little about her possible whereabouts, although she suspects that Karen is heading towards Kaiki's place. Koyomi then decides to find Karen himself, and leaves behind Tsukihi.\nAs Koyomi, filled with anger and worry, tries to sort out Karen's possible moves, he is suddenly accompanied by a young girl with blond hair, dressed in a loose white dress — Shinobu Oshino. Shinobu remarks about the common recklessness between Karen and Koyomi, and Koyomi responds by asking if she will help or just tease him. Shinobu reminds Koyomi that their relationship is complicated, yet they are bound together as fellow vampires. She also adds that she cannot refuse anything that he orders to her. Koyomi refuses to give orders to Shinobu, and in response, she decides to not help him...\n...right after telling her that she is willing to help, as long as he gives out the request in the way she wants.\n\nAfter Koyomi gives out the \"order\" to search for Karen, Shinobu quickly goes to work, using Koyomi's blood as a basis for searching for Karen by smell. And it seems that Shinobu already has her tracked down."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}