{
  "id": "Tsukimonogatari Episode 01: Yotsugi Doll, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari_Episode_01:_Yotsugi_Doll,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks",
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "Yotsugi Doll, Part 1\" (よつぎドール 其ノ壹, Yotsugi Dooru Sono Ichi) is the first episode of the Tsukimonogatari anime series, first broadcast on December 31, 2014.",
  "#Synopsis": {
    "link": [],
    "text": "February 13. Koyomi once again finds himself being shaken by his younger sisters Karen and Tsukihi to wake him up. Although Koyomi decides to sleep more, Karen forces him to wake up, reminding him that he has no time to think about Valentine's Day and he only has a month to study for the upcoming college entrance exams. Koyomi eventually complies to Karen, and a contented Karen soon goes on her daily jog across town.\nAs Koyomi \"grumbles\" about having to prepare a bath for Karen, he soon asks Tsukihi about Karen's reasons for not spending time on affairs aside from acting as the brawny half of the Fire Sisters. Tsukihi rejects Koyomi's idea of having the Fire Sisters disband, although she also admits that the idea had crossed her mind. In fact, she is certain that Karen would eventually quit as things become more interesting for her in high school.\nKoyomi eventually goes to the bathroom to prepare Karen's bath. However, the deed eventually entices him into jumping into the bath as well. Tsukihi catches Koyomi while taking off his clothes and accuses him of going before Karen, even if Tsukihi is already preparing herself to do the same thing. Tsukihi initially prepares herself to defeat Koyomi to get into the bath first, but she eventually settles for bathing together with her older brother.\nTsukihi soon finds taking a bath with Koyomi more awkward than expected, and this awkwardness eventually sparks an exchange of awkward words between the two siblings. However, Tsukihi still presented herself to wash Koyomi's hair and body, something that Koyomi also repaid by doing the same to her.\nAs Tsukihi opens the topic about Nadeko's full recovery after what happened to her, Koyomi is reminded of being advised to stay away from Nadeko's life, as well as the aftermath of the vacancy of the role of the local god of Kita-Shirahebi Shrine. Tsukihi thinks that Koyomi worries too much about other people, and he should do something about himself more, like study for the upcoming college exams.\nKoyomi is about to end their bath session together. However, he notices, much to his shock, that he cannot see his reflection in the mirror, as if he is a vampire."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}