{
  "id": "Seiu Higasa",
  "url": "https://bakemonogatari.fandom.com/wiki/Seiu_Higasa",
  "toc": [
    "#Appearance",
    "#Personality",
    {
      "#Plot": [
        "#Suruga_Devil",
        "#Shinobu_Mastered",
        "#Mayoi_Snail"
      ]
    },
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Seiu Higasa (日傘 星雨, Higasa Seiu) or Hoshiame Higasa (日傘 星雨, Higasa Hoshiame) is a member of the basketball team with Suruga Kanbaru. During her second year, she was the vice-captain, but since Suruga retired from the club because of the effects of the Rainy Devil, she became the new captain.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School"
    ],
    "text": "Higasa is a teenage girl with short, black hair and purple eyes. She wears the standard Naoetsu Private High School female uniform."
  },
  "#Personality": {
    "link": [],
    "text": "She appears to be very blunt as she calls Suruga an idiot for having bad grades much to her shock."
  },
  "#Suruga_Devil": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari"
    ],
    "text": "Higasa's first appearance was in Hanamonogatari, where she briefly talked to Suruga a few times. She refers to Suruga as \"Ruga\"."
  },
  "#Shinobu_Mastered": {
    "link": [],
    "text": ""
  },
  "#Mayoi_Snail": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "Higasa was oddly one of the few seemingly minor characters to receive a full character design. As with the presentation of the series, those who appear only for a brief conversation or two often have their faces obscured. She however was more so presented as if she's a part of the main cast despite only appearing in a few scenes. She appears to be slightly more predominate in later books however, implying she was meant to be considered more than a minor character from the beginning.\nHigasa's given name is either 'Hoshiame' or 'Seiu'. Both names are different readings of 星雨 and both are used in the novels. It is unknown which is her 'real' given name."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}