{
  "id": "Nisemonogatari Episode 11: Tsukihi Phoenix, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_11:_Tsukihi_Phoenix,_Part_4",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "Tsukihi, still unconscious, is now lying on the couch in the living room, wearing a new yukata after the one she wore was torn to shreds by Yotsugi Ononoki's attack against her. Meanwhile, Shinobu explains the true nature of the oddity that is now in the body of Tsukihi Araragi.\n\nAccording to Shinobu, the \"ghost busters\" actually lied when they told Koyomi that a phoenix resides in Tsukihi's body. What is currently possessing Tsukihi is the Dying Bird (死出の鳥, Shide no tori), a kind of supernatural cuckoo that reincarnates itself by being reborn as a child in the womb of a mother. Interestingly, the story behind the Dying Bird is similar to that of a phoenix, who at its final moments throws itself into the flames to be reborn once again; in this case, the role of those \"flames\" are given to Tsukihi's — and by extension, Karen and Koyomi's — mother.\nShinobu assures Koyomi that the oddity is generally harmless, and its victim is \"blessed\" with the ability to heal back any wound, cure any illness and live a healthy life until its lifespan is reached.\n\nLater that afternoon, Koyomi tries to make up an alibi about what happened in an attempt for Karen to avoid getting involved in the mess he had with two oddity specialists earlier. Fortunately for him, Karen seems to buy his explanations. As Karen decides to watch over the front porch, Koyomi decides to go upstairs, but not before hearing his sister's reassuring message of her willingness to die for her siblings.\nSoon, Koyomi visits Tsukihi, who is fast asleep at her bedroom, and wonders about her nature as an immortal. Then, he suddenly kisses her on the lips.\nAlmost instantly, Tsukihi explodes in rage as she finds her first kiss stolen by none other than her older brother. Meanwhile, Koyomi is rather relieved to have felt absolutely nothing when he kissed her, and he now understands that Tsukihi truly is his sister.\nKoyomi soon recalls that there was a time when he was an only child, and that he became an older brother to Karen when he was three and Tsukihi was born when Karen was one. Regardless, Koyomi still considers Tsukihi as his little sister. Koyomi then asks Tsukihi to disregard his kiss to her, since they are siblings, and they have said things like \"getting married\" in the past anyway.\nKoyomi leaves her room afterwards, leaving behind a rather confused Tsukihi, who still cannot believe that his brother just stole her first kiss. He then leaves the Araragi residence on his bike, leaving behind Karen to watch over the house.\n\nWith a burst of energy, Koyomi rides his bike across town. Shinobu, his constant companion, asks if he has already decided on his next step. Koyomi tells her that although it might not gain him even a little bit, he will fight Yozuru and Yotsugi for the sake of his sisters, to which Shinobu smiles in relief. Then, she remarks that she likes Tsukihi's name, as it reminds her of the moon (since Tsukihi's name has the character for \"moon\" in it), and she will try to help out as well.\nAfter a bloody exchange has been sealed between them, Koyomi and Shinobu head towards Eikou Cram School, now the turf of Yozuru Kagenui and Yotsugi Ononoki.\nAt the fourth floor, the two sides meet once again after what happened earlier. Yozuru continues to mention Meme's name and habits as if mocking Koyomi's relationship with him, but Koyomi and Shinobu, whose form is very different from her childish form, calmly listen to Yozuru's talk.\nSoon, Yozuru decides set up the rules.\nIt would be an all-out brawl, with Koyomi taking on Yozuru, and Shinobu taking on Yotsugi. Koyomi agrees on this match-up, and so Shinobu and Yotsugi head to the second floor, but not until Yotsugi had her way in insulting Shinobu's age and her supposed gap of power.\nMeanwhile, Koyomi decides to ask Yozuru about her relationship with Meme. As Koyomi mentions Meme's unusual style of clothing, Yozuru comments that there must be something that makes him stay with his aloha shirt style; then, she tells Koyomi that she, Meme and Kaiki were classmates in university. Koyomi is rather shocked to discover that Kaiki is closely related to her.\nAnd another surprise awaits Koyomi. Yozuru was able to pin down Tsukihi's location because of Kaiki as well.\n\nSoon, Yozuru asks if Koyomi's position with his supposedly \"fake\" sister has changed due to that revelation, Koyomi gives a negative response before leaping straight into Yozuru.\nHowever, Yozuru was able to catch him by the wrists, and upon declaring that she has given up on persuading him to do things her way, she decides that the only way to bring him down is through her fists. As Yozuru crushes Koyomi's wrists, she drives her head into Koyomi's like a hammer, breaking through his skull on each strike. Then, a final headbutt drives Koyomi into the wall.\nBut Yozuru has just begun her assault. As she throws Koyomi through several floors up, she asks Koyomi about the implications of his actions... What would happen if Karen finds out that Tsukihi is a fake? How would his mother deal with birthing an oddity? What would Tsukihi do if she knew about her nature?\nAs Koyomi lifelessly hangs by the tree at the top of the ruins of the cram school, Yozuru asks Koyomi once again: What would happen if Tsukihi knows that she is an oddity? To her, someone like Tsukihi is unfit in her current surroundings, and she is tasked with stopping her before she could intervene with the affairs of normal humans.\nYozuru's fist bores into Koyomi's chest and she throws Koyomi several floors down again, only to drive her high-heeled shoes into Koyomi's face, driving him even deeper into the ruined cram school building.\n\nYozuru soon drags the lifeless Koyomi to the second floor of the cram school. When she arrives, she is surprised to find out that Yotsugi is defeated, and Shinobu appears unhurt. Yozuru decides to fight Shinobu in Yotsugi's place, but Shinobu flatly refuses, especially with Koyomi, although badly injured, refusing to concede to either Yozuru's words or her attacks.\nYozuru tells Koyomi that his decisions will matter in the end, but she asks him to leave others away from it. Koyomi disagrees that they are talking about \"other people\" in this situation; he points out that they are talking about his family. And he will do anything for his family, whether it involves lying, deception, troublemaking or anything inherently evil.\nKoyomi points out to Yozuru that she is there to eliminate evil, but he is there to embrace evil, and is even willing to be called the worst person in the world, as long as his sisters are safe.\n\nYozuru soon explains the Concept of Fundamental Good by Mencius. According to this concept, \"humans are born fundamentally good\". However, there is a concept of fundamental evil, formulated by Xunzi, and it is based on simple realism. According to Xunzi's concept, humans are born evil, and their good deeds are a lie, a fake, a form of hypocrisy. And a person has to exert a greater effort to be good.\nShe then remembers a question given by Kaiki in the past, \"Given the real thing and an indistinguishable fake, which is worth more?\" Yozuru considered that the real thing had higher value, while Meme sees both as having equal value. Kaiki's answer: the fake carries a greater value, because in its great efforts to become real, it became more real than the real thing.\nYozuru is quite amused at how Kaiki tackled the question.\n\nSoon, Yozuru throws Yotsugi on her back and prepares to leave, conceding in favor of Koyomi and Shinobu. She felt that the fight is worthless since neither of them had the urge to kill the opposing party. Koyomi returned the sentiment, and says that Yozuru still considered him a human despite the vampire blood in his veins, something that only Meme let him feel.\nFor some reason, being compared to Meme makes Yozuru uncomfortable, and so she decides to end their encounter with something that Meme would never say:\nGoodbye.\n\nKoyomi returns to his house and goes straight to Tsukihi's room, where she awaits his return. Koyomi gives her a one-liner explanation of what just happened to him a while ago, and declares that he will end up fighting monsters again if it is for his sisters' sake in the end, although he tells Tsukihi that he hates them.\nHe then decides to introduce Hitagi to them by the end of summer break.\n\nAfter all of this, he still has a lot of work to do.\nFor now, Koyomi calls it a day."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}