{
  "id": "Owarimonogatari Episode 19: Ougi Dark, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_19:_Ougi_Dark,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Riferimenti_culturali:",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Ougi Dark, Part 2\" (おうぎダーク 其ノ貮, Ougi Dāku Sono Ni) is the nineteenth and sixth episode of the second cour of the Owarimonogatari anime series, first broadcasted on August 13, 2017.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tooe_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Rainy_Devil"
    ],
    "text": "Koyomi Araragi reacts with disbelief but Izuko Gaen asks him why he believed her when she introduced herself as Oshino Ougi while posing as Kanbaru's fan (Ougi in Japanese). As for the surname, it's certain that it's fake since Meme has no family, which makes her identity entirely \"unknown\". Gaen's original plan was to exterminate her with the Kokorowatari, which was reforged by her after she predicted an oddity like Ougi would appear.\nShinobu Oshino remains bitter about her theft of the armor, but Gaen explains that she already returned, so there shouldn't be any conflict. Gaen continues explaining that they'll use proper means to exterminate Ougi. Araragi asks her how she predicted Ougi's appearance. She explains that she speaks from experience, after witnessing her sister Tooe Gaen fake Darkness. Gaen confirms and adds that a fake Darkness is more dangerous than a real one, since it wouldn't allow a happy copout ending like Hachikuji's enshrinement, so they must defeat her immediately.\nAraragi decides that he'll reject Ougi's request for help, just like he rejected to kill Kiss-Shot despite her begging, he then asks for Ougi's true identity.\nAt Nadeko's house, Tsukihi Araragi helps shading Nadeko's manga, Tsukihi encourages Nadeko Sengoku to work towards her goal by putting as much effort as she can. Nadeko feels like she's being tricked but accepts the advice. Tsukihi says that, unlike Nadeko, she doesn't have as much drive towards anything, specially now that Karen will move on to high-school and Koyomi is going to college while she'll be separated from both, so she must find her own objectives, just like Nadeko.\nAs soon as Tsukihi leaves Nadeko's house, she's met by Ougi Oshino, who claims to have met her yesterday, a fact which Tsukihi doesn't remember. Ougi then offers to take Tsukihi home on her bike which she accepts. On their way, the two talk about Nadeko's current state, Ougi mentions that she prefers how Nadeko is now, as she thinks that \"girls like that are cuter when they aren't cute\" and she felt sad for Nadeko's cuteness, which she used to bind herself. She continues saying that her cuteness was too precious to throw away,and that's why she needed extreme measures.\nTsukihi asks for clarification, but Ougi claims not to know anything, as \"Araragi is the one that knows\". Ougi follows up asking Tsukihi about her objectives, after Tsukihi says that she has no specific plans, Ougi tells her that she has a future far too large, as she has talent for anything she wants and that if not for her siblings, she would have died during summer break (when Kagenui came after her).\nTsukihi says that's fine since people can't live by themselves. Ougi agrees, saying that monsters like the two of them are the only ones that should live alone. Soon Tsukihi notices that Ougi is going the wrong way.\nOugi feigns being lost until they reach the formerly-burned-down Eikou Cram School. Ougi suggests they should explore the ghostly building. Tsukihi explains what the building used to be and Ougi is dissapointed to discover the building's nature, as she thinks things are more exciting and scary when you don't know their true nature, much like a mystery book. Tsukihi disagrees, as she thinks that the work after finding the truth may be longer, and the solution to the mystery may be wrong.\nWhile ascending the stairs, Ougi laments how, while Tsukihi's true nature may be accepted by those around her, Ougi's might not, as it's unsightly. Ougi stops and says that Tsukihi has no future, she just has a infinite present, and asks her if she thinks that's fine. Tsukihi says she's okay with simply living in the moment, never thinking about the future. When they reach the fourth floor, Ougi dismisses Tsukihi and sends her home with her bike before entering Oshino's old room where she finds Araragi waiting for her.\nOugi questions Araragi's wish to return to his status quo with Shinobu to which replies that he's fine. She then asks what he intends to do with Hachikuji, he tells her of Gaen's plan and Ougi comments on how convenient a solution that is.\nAraragi asks her about her conversation with Tsukihi, and Ougi says that she didn't get to finish her job with her and that a phoenix like her might be more than she can handle and she wonders how Kagenui planned to exterminate her. Araragi says that a oddity can be destroyed by disclosing their true identity, but Ougi doubts even that would sway Tsukihi because of Araragi's love for her despite knowing the truth, which might be why Kagenui gave up.\nOugi concludes their conversation by asking stating that Araragi will disclose her identity and exterminate her right then and there. Araragi replies that he must do it, since he's the only you who can do it, and he wants to do it. Ougi doubts Araragi decided to do it himself, and whether he's doing it for Shinobu and Hachikuji's sake.\nShe continues saying that she's just attempting to plead for her life by appealing to Araragi's sense of justice. She realizes that it's useless to try and rushes Araragi to finish his job.\nAraragi then states Oshino Ougi's identity, she's himself.\nMuch like Tooe Gaen created the Rainy Devil by materializing her overbearing self-control, Araragi materialized his desire to criticize himself. In August he learned of the Darkness, an entity tasked with judging things and correcting them.\nWhen he confronted the Oddity Slayer, he had absorbed some of Kanbaru's energy, including of the Rainy Devil's arm. This energy combined itself with the Shinobu's when he was absorbed by her which created Oshino Ougi, which explains why she's able to use Kiss-Shot's Materialization skill in order to create the fake cram school and Nadeko's hair tie. And Ougi's surname, came not from Meme, but from Shinobu.\nAraragi wanted to be punished for helping the vampire Kiss-Shot. He felt he didn't deserve Hanekawa's feelings for him. He felt like he took advantage of Hitagi after helping her with her problems. He felt inferior to Kanbaru due to her straightforwardness. He felt guilty for not being able to save Nadeko's classmates from the curse. He felt guilty for reconciling with Shinobu.\nAll of that piled up and he felt like he needed someone to correct his mistakes starting with Sodachi. Gaen then speculates that Tsukihi will be Ougi's next target, as he feels guilty for keeping her nature from her."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Riferimenti_culturali:": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}