{
  "id": "Second Season Episode 20: Shinobu Time, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_20:_Shinobu_Time,_Part_4",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Shinobu Time, Part 4\" (しのぶタイム 其ノ肆, Shinobu Taimu Sono Yon) is the twentieth episode of Monogatari Series Second Season, broadcast on November 16, 2013.\nKoyomi and Yotsugi's race against time to prevent the mysterious \"darkness\" from its ruthless pursuit has taken them to the front door of the \"lady that knows everything\", Izuko Gaen. As they face the harsh truth regarding their current dilemma, Mayoi Hachikuji makes a heart-shattering choice.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Mayoi",
      "https://bakemonogatari.fandom.com/wiki/Kiss-shot_Acerola-orion_Heart-under-blade",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa"
    ],
    "text": "In the open area of a large lakeside Japanese-style house, Izuko Gaen begins explaining about the current situation while Yotsugi Ononoki is on her lap.\nAccording to Izuko, Yotsugi's master Yozuru Kagenui is currently on a mission that is too difficult to leave behind and has left Yotsugi to deal with her own problem. On the other hand, Izuko has minced her words about the \"darkness\", but she also wants Koyomi to not worry because he is currently safe at the moment.\nFor the meantime, Izuko asks for three favors before she would agree to provide Koyomi with the information he wants: first, to introduce her to Suruga Gaen (currently Suruga Kanbaru); second, to help Yotsugi in her pending task; and third, to ask Suruga's help in the second request.\nAfter Koyomi agreed to fulfill the three requests, Izuko decides to bring her end of the favor, although she demands him to stay where they are, particularly because the target of the \"darkness\" is none other than Mayoi herself. Izuko explains that the \"darkness\" is a non-existence whose main purpose is to consume any oddity that has strayed off from the right path.\n400 years ago, the \"darkness\" came to Shinobu Oshino (then the vampire Kiss-shot Acerola-orion Heart-under-blade) for lying about being a god despite being a vampire. However, she managed to escape the \"darkness\" by creating her first minion and returning to her nature as a vampire. At the present, however, Mayoi becomes the target for lying about remaining on the living world despite supposedly having moved on. In addition to this, she is also not doing her role as the oddity called the \"lost cow\" either, as Koyomi had never experienced getting lost even with Mayoi accompanying her. The only moments where he did get lost were, coincidentally, the moments during the descent, where Mayoi is unconscious, which are also moments when the \"darkness\" isn't pursuing them.\nKoyomi pushes Izuko for a way to defeat the \"darkness\", but Izuko points out that they are dealing with a law, something that wouldn't move to mere words. Mayoi then decides that the only way to deal with the \"darkness\" is if she, as a ghost, would disappear.\nIzuko leaves Koyomi and Mayoi, while Yotsugi decides to accompany them. Mayoi is trying to accept that her time is now limited and urges Koyomi to move on from having happy moments with her. Koyomi remains stubborn, and even considers allowing Mayoi to return to being the lost cow. However, Mayoi rejects his plan of wasting twenty years of his life for her sake, especially with Hitagi, Tsubasa, Karen, Tsukihi and Shinobu to consider.\nEven to the end, Koyomi remains hardheaded about her decision. Still, he eventually agrees to do their usual exchange, ending with Mayoi biting her tongue.\nHowever, as Koyomi faces Mayoi, she goes for a kiss, apologizes for biting her tongue, then confesses her feelings for Koyomi.\nFour months later, Koyomi tells the story following Mayoi's journey to the afterlife to Ougi Oshino inside Naoetsu Private High School. As agreed upon, Koyomi asked Suruga's assistance in helping Yotsugi complete her mission, one which Koyomi thinks was bigger than the incident with the \"darkness\". Koyomi admits that he still feels that there might have been another way to deal with the \"darkness\", but Ougi lauds Mayoi's brave decision to move on instead of risking being devoured.\nOugi leaves after thanking Koyomi for the story, returning to her \"work\", which she likens to \"darkness\" and \"punishing liars\".\nKoyomi reveals his plan about keeping Mayoi's passing on a secret to everyone except for Ougi and Yotsugi to Shinobu, and wonders about its outcome, although he expects Tsubasa to find out about it soon. Koyomi still denies that this is part of him being unable to deal with Mayoi leaving his side, but it was only at that day, four months after that moment, that he was finally able to say goodbye and thank Mayoi for everything."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}