{
  "id": "Onimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    "#English_Release_Synopsis",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Shinobu_Time"
      ]
    },
    "#Illustrations",
    "#Anime"
  ],
  "Description": "Onimonogatari (鬼物語) or ONIMONOGATARI: Demon Tale in the English publication, is the eighth part of the Monogatari series. It is the eleventh book overall, and contains the story Shinobu Time (しのぶタイム).\nThe English version was published on October 30, 2018.",
  "#Etymology": {
    "link": [],
    "text": "The title is a compound of oni, \"demon\", and monogatari, \"story\"."
  },
  "#Synopsis": {
    "link": [],
    "text": "Immediately following the events of Kabukimonogatari, Araragi and Hachikuji begin having run-ins with a near-indescribable void, which seems to be pursuing them for reasons they cannot determine. The answer to the question, and the solution to their predicament, lies in the memories of Shinobu and the insight of literal know-it-all Izuko Gaen, but it will require Mayoi to finally abandon her existence as a Lost Cow and leave the living world behind for good."
  },
  "#English_Release_Synopsis": {
    "link": [],
    "text": "It, like the dark that makes up most of the cosmos, is not an aberration. Nonbeing can swallow you whole, yet if anything, it’s the anti-aberration. Darkness, in fact, is the Law, an executioner from whom a mark can try to run and hide, but only for so long. When it comes calling, the fortunate just might have the time to say goodbye. And the Darkness is—here now.\nBefore ever visiting Japan to find a place to die, four centuries, indeed, before her failed suicide attempt, the legendary vampire Kissshot literally stepped foot on the land of the rising sun with an epic jump that ended a lonely sojourn in Antarctica. It was back in those days that the proud noble created her first thrall. It was then, too, that she first met the Darkness.\nHaving messed with a more recent past with her help, and returning to the present to reunite with two more characters that look like little girls but are actually his elders, Thrall No. 2 Araragi reclaims the mic only to cede it in large part to the bloodsucking demon who goes by “Shinobu” these days. Her story, though, may not even be the most poignant one told herein.[2]"
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Shinobu_Time": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino"
    ],
    "text": "In Shinobu Time, right after meeting Mayoi, Koyomi went back home to return Mayoi's backpack. They suddenly came across a mysterious darkness that starts chasing them down. The darkness cannot be seen but can be sensed by them. Koyomi and Mayoi escaped on a bicycle. They managed to escaped with the help of Yotsugi Ononoki.\nThey ended up in the abandoned cram school. Shinobu reveals that during her first visit to Japan, 400 years ago, she saved the local people from a severe drought by accident and was revered as a goddess by them. She then spent the next years living as a goddess in Japan until all the villagers started disappearing mysteriously, until only Shinobu and a demon hunter she befriended remained.\nSoon after, the same being that Koyomi met attacked them and Shinobu barely escaped alive, taking with her the demon hunter's hand by accident, which she used to revive him as a servant of hers just like Koyomi. However, the man blamed her for all that happened and unable to reason with him, Shinobu watched him committing suicide by exposing himself to the sunlight. Since then Shinobu never returned to Japan until six months ago, when she and Koyomi first met.\nAfter Shinobu tells Koyomi her story, they realize that Yotsugi was overhearing their entire conversation and after Mayoi awakens, they start discussing ways to deal with the darkness being before it appears before them. Koyomi, Mayoi and Yotsugi manage to escape again, but Koyomi is knocked out cold by the shock of Yotsugi's jumping just to awaken several hours later and learn that they unwillingly left Shinobu behind.\nAs Koyomi's vampire powers had not disappeared yet, they conclude that Shinobu is still alive but with Koyomi's powers weakening, it means that they have to find her before she is killed for good. Having no clue about what to do, they decide to contact Izuko Gaen who might provide some advice and when they decide to take shelter in a house, Izuko herself opens the door for them, much to their surprise.\nIn exchange for her help, Koyomi listened to Gaen's three requests. After Koyomi accepts, Gaen shows the darkness' true motive - it is a manifestation of the natural order, and means to destroy apparitions not behaving as they should—in this case, not Shinobu, but Mayoi. She exposes Mayoi as a \"ghost of a ghost\", who should have passed on Mother's Day, when she finally found her way home; she also stopped leading people astray, neglecting her duty as a lost cow.\nGaen leaves to allow Koyomi and Mayoi to process this, and Mayoi realizes she has to pass on, rather than be eaten by the darkness. Bidding Koyomi farewell, she kisses him and confesses her love for him before vanishing. Four months later, Koyomi tells the story of the incident to only one person - Ougi Oshino. On his way home, he realizes he never told Mayoi one thing he should have said - goodbye."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season"
    ],
    "text": "Onimonogatari was adapted into the TV anime series through the compilation cour of Monogatari Series: Second Season as the fourth arc. For Blu-ray releases, it was released separately with its original novel title."
  }
}