{
  "id": "Nisemonogatari (anime series)",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_(anime_series)",
  "toc": [
    "#Plot",
    "#Episode_List",
    {
      "#Presentation": [
        "#Non-literal_/_Teleporting_Locations",
        "#Screen_Flashes",
        "#Alternate_Color_Palettes_/_Intense_Lighting_Effects",
        "#Real-life_Footage_&_Imagery"
      ]
    },
    "#Music",
    "#Links"
  ],
  "Description": "Nisemonogatari (偽物語) is the anime adaptation of Nisemonogatari, the third part of the Monogatari Series. It is the second Monogatari adaptation from studio Shaft. It is the first to be directed by Tomoyuki Itamura, who went on to direct the rest of the TV series while Bakemonogatari director Tatsuya Oishi went through development hell working on Kizumonogatari. Like most Shaft works, it's also \"chief directed\" by Akiyuki Shinbo. \nBased on the two volumes of the original novel, it follows the story of Koyomi Araragi and his experiences after the events in Bakemonogatari. For this addition of the series, Araragi's sisters act as the main focus.\nIt's a common misunderstanding to think Nisemonogatari was written as a \"fan fiction\" of sorts by the author and was never supposed to be published, and albeit not completely false, this is somewhat misleading. This belief stems from the fact Nisio Isin (the author) said in one of his afterwords for Nisemonogatari he wrote it as a hobby. However, it's important to note he says the same to almost every single volume of the series, and continues to say it to this day. \n\nThe series aired from January 8th, 2012 to March 18th in Japan with 11 episodes total.",
  "#Plot": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari#Plot"
    ],
    "text": "The anime series begins about a month after Bakemonogatari during summer break."
  },
  "#Episode_List": {
    "link": [],
    "text": ""
  },
  "#Non-literal_/_Teleporting_Locations": {
    "link": [],
    "text": "Arguably, a lot of visuals, including locations, in the first adaptation weren't meant to be taken literally, but this new technique depicts characters seemingly teleporting to alternate locations, especially to compliment the dialogue. Prior to this, scenes generally stood still, with characters only being shown in one location at a time and setting a new scene before showing them in another. \nIn addition some areas, such as Kanbaru's House, are extremely exaggerated, with a conveyor belt, signs, and shovels set around to compliment the scattered books being cleaned up. Locations prior never had this level of exaggeration."
  },
  "#Screen_Flashes": {
    "link": [],
    "text": "Colored screen flashes appear to be mostly identical and hold the same purpose. Flashes showing dates appear to be used more commonly."
  },
  "#Alternate_Color_Palettes_/_Intense_Lighting_Effects": {
    "link": [],
    "text": "Unlike before, color palettes of characters generally stay the same throughout, although intense lighting effects seem to be used even more frequently. Occasionally, this intense lighting affects the colors of characters."
  },
  "#Real-life_Footage_&_Imagery": {
    "link": [],
    "text": "Compared to the first adaptation, real-life imagery is used a lot less. One instance includes brief footage of an egg frying when describing the fire sisters."
  },
  "#Music": {
    "link": [
      "https://en.wikipedia.org/wiki/Satoru_K%C5%8Dsaki",
      "https://bakemonogatari.fandom.com/wiki/Naisho_no_Hanashi",
      "https://bakemonogatari.fandom.com/wiki/Marshmallow_Justice",
      "https://bakemonogatari.fandom.com/wiki/Platinum_Disco",
      "https://bakemonogatari.fandom.com/wiki/Futakotome"
    ],
    "text": "Satoru Kōsaki returned as the music producer for the series.\nThe series features an ending theme song by ClariS and ryo of supercell entitled Naisho no Hanashi.[1] The opening theme songs for the series are Marshmallow Justice and Platinum Disco, performed by Eri Kitamura and Yuka Iguchi respectively. The opening theme song for the first and third episode is Futakotome, performed by Chiwa Saito."
  },
  "#Links": {
    "link": [],
    "text": ""
  }
}