{
  "id": "Koyomimonogatari Episode 03: Koyomi Sand",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_03:_Koyomi_Sand",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Sand\" (こよみサンド, Koyomi Sando) is the third episode of the Koyomimonogatari anime series, first broadcast on January 23, 2016.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme"
    ],
    "text": "In June, Koyomi meets up with Hachikuji again as they go through their usual tongue-biting gag. Hachikuji asks where Koyomi was going, and he states that he was being a good student now and going to school. Koyomi then brings up that Meme had left town, although he notes that Hachikuji hadn't personally met him. Hachikuji brings up Koyomi's debt, teasing him about his failure to pay it off, but Koyomi reveals that he was able to pay it off. Hachikuji, wanting to \"help\" Koyomi pay off his debt, said that she tried to find a ghost story for Meme and was going to sell it to Koyomi for five million yen, but since Meme left, she was willing to sell it to Koyomi for it's original price: fifty yen. After giving her the money, Koyomi listens to Hachikuji's story and goes to investigate a sandbox.\nKoyomi notes that the sand in the sandbox had created a face reminiscent of a demon, and thinks about the story Hachikuji told him: that the face would reform even after playing around with it. As Koyomi plays in the sandbox, he realized that the investigation was pointless and, believing that it was a work of an oddity or person, heads back home.\nTsubasa then calls him and, after hearing the results of the investigation, scolds him for his ineptitude, telling him that he should've investigated the entire sandbox, not the sand itself. Koyomi goes back to the sandbox and digs up all the sand to unearth cracks beneath the surface; the sand was leaking through the cracks, creating imprints that coincidentally resembled a demon. Koyomi then understood that, if the sandbox was to break, the sand could seep through and mix with the dirt underneath the sandbox, becoming a soil liquefaction hazard. He then notes to inform the park manager."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}