{
  "id": "Nisemonogatari Episode 01: Karen Bee, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_01:_Karen_Bee,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Karen Bee, Part 1\" (かれんビー 其ノ壱, Karen Bī Sono Ichi) is first episode of the Nisemonogatari anime series. It is the 16th episode of the entire Monogatari Series anime adaptation. It was released on January 7, 2012, and was directed by Tomoyuki Itamura, who also handled the episode's storyboard, with script by Yukito Kizawa.\nThe start of Koyomi Araragi's summer vacation ends up with him in chains as a sinister person sneaks into the neighborhood, causing his lover Hitagi Senjougahara to take drastic actions. Meanwhile, a sneak peek at the day that passed reveals an intimate talk between Koyomi and the ghost of Mayoi Hachikuji.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi",
      "https://bakemonogatari.fandom.com/wiki/Karen",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "Koyomi Araragi finds himself chained up inside an abandoned cram school building at the morning of July 30. After struggling to get himself free of the restraints that leave him unable to move, he is accompanied by someone... and that someone is Hitagi Senjougahara, his lover, carrying a plastic bag and a flashlight.\nAraragi asks Senjougahara to remove the handcuffs restraining him, and Hitagi flatly refuses. In an instant, Araragi concludes that she is responsible for his current predicament, and Hitagi quickly admits that it is her doing, even throwing away the keys that would unlock the cuffs on Araragi's hands.\nSoon, Hitagi points out why she is doing this extreme thing to Koyomi: \"I'll protect you.\" Koyomi understands what Hitagi is trying to say, but he somewhat wished that she would be more direct when telling it to him.\nKoyomi soon asks Hitagi to hand him some food to eat. After Hitagi shows the contents of the plastic bag, he opts to have a drink instead, however, Hitagi has other plans. She drank half of the water from the bottle and, after playing with Koyomi for a bit, lets some water drip into her hand before asking Koyomi to lick the water from her fingertips. After that, Koyomi decides to ask Hitagi for a rice ball, and one gets shoved into his mouth. Hitagi then points out that she only had bought food from a convenience store, and she promises to prepare home-made lunch for him next time.\nAlthough initially, Senjougahara's motives are unclear, what she said earlier clearly reveals everything: \"I'll protect you.\" However, her methods are clearly extreme, for someone's lover.\n\nFlashback to the morning before: July 29, a Saturday.\nAraragi's daily tutor sessions with Tsubasa Hanekawa (and Hitagi on Sundays) is put on hold when Tsubasa fails to show up for personal reasons. On his way to the living room, he sees his younger sister Tsukihi, and he discovers that his other younger sister Karen is missing. Araragi thinks that his sisters are up to no good, and Tsukihi tells him to refrain from being too nosy when it comes to their personal affairs.\nSoon, Koyomi's inquisitiveness reaches a point where Tsukihi becomes annoyed by it. As Koyomi fends off a flying remote control thrown by his sister towards him, he thinks whether her sisters growing up would even solve his current problems... although he doesn't want someone too quiet like Nadeko Sengoku as a sister.\nKoyomi remembers being invited by Nadeko to come over to her house some time, so he decides to call his childhood friend. Nadeko momentarily startles Araragi by shouting over the phone, but she manages to calm down a bit, only to get excited when Koyomi decides to visit her house on the same day.\nAfter the call, he tells Tsukihi that she would come along as well. She is a bit surprised, and she tells Koyomi that Nadeko would prefer that he comes to her place alone. It appears that Tsukihi does not want to be in the way of Nadeko's bonding time with Koyomi, but Araragi thinks that he will only come there as a friend visiting another. Koyomi ends up going alone, but not until Tsukihi notices that her older brother has stopped going on sparring sessions with Karen.\nOf course, Koyomi is just trying to avoid hurting someone by using his vampire-granted physical strength.\nDuring his long walk to Nadeko's place, he sees the ghost named Mayoi Hachikuji walking at a distance. For a moment, Koyomi is split between visiting Nadeko and playing with Mayoi. However, he decides to go with Mayoi first.\nIn an instant, Koyomi showers Mayoi with kisses while tossing her in the air. Since Mayoi does not know who is doing such things to her, she snaps and goes on the offensive; fortunately, she manages to recognize Araragi, although she made a mistake on his first name.\nAfter clarifying how his first name is spelled, Koyomi, now joined by Mayoi, and they have an energetic conversation about what he is currently doing. Soon, the conversation shifts into a weird talk about money, convenience stores selling love, and plans for the series' closing theme song credits. Soon, Araragi talks about his secret about being a vampire. Mayoi thinks that it is find hiding a secret or two from his family, since sharing one's secrets means that one is ready to involve others into said secret.\nJust as things become serious for the two, Mayoi finds herself challenged by Araragi when it comes to her mastery of the Japanese language (i.e. shoving \"courage\" to words and changing its meaning entirely)... and Araragi would do a handstand when he is amazed by Mayoi's statements.\nMayoi manages to take Araragi down in three tries, and he does the handstand like he promised. However, she discovers that Araragi just wanted to take a peek at her panties. Koyomi ends up being kicked on the face by a flustered Mayoi, but he fights back by using Mayoi's witty comments back against her. As Mayoi admits her defeat, Araragi apologizes for calling her panties as \"childish\" as he tells that she actually wears semi-transparent black panties. Mayoi protests that she does not wear such a thing, but Araragi forces her to show her panties clearly to him.\nForced into a corner, Mayoi raises her skirt so that Koyomi could see her panties clearly... then a pie pan comes flying into his face.\nKoyomi and Mayoi soon continue on their conversation on keeping the supernatural a secret from everyone. Mayoi points out that keeping the supernatural unknown to people would make things much simpler, as people normally need to see what's on the stage and not what's behind it when watching a play. As for the case of his sisters, Mayoi advises him that he needs to find a way to lead them out of the supernatural world if needed; otherwise, it is better to do nothing.\nSoon, Araragi decides to say goodbye for now. Mayoi says that she is always wandering around, thinking whether she is close to his house... or when she will meet him soon again.\nAs Mayoi takes her leave, Araragi asks Mayoi: \"You aren't going to disappear, are you?\"\nHe remembers Meme Oshino's abrupt farewell, and he wonders if she would go away as abruptly as she is.\nMayoi chuckles and points out that he has been the kind of person who worries too much about others, while she and Shinobu were the people who always end up listening to his problems. She then asks Araragi if he would help her when she gets into bad trouble again. Araragi says that he would certainly help her, and he would hear out Mayoi if she has problems of her own.\nShe thinks that there is a reason why she remains on the living world, and she declares it as her mission to find out what this reason is. When the time that she leaves, she promises to say goodbye to him.\nAlthough Koyomi is a bit afraid about that certain moment, Mayoi assures him with a beaming smile."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}