{
  "id": "Rouka Numachi",
  "url": "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Suruga_Devil"
      ]
    },
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Rouka Numachi (沼地 蠟花, Numachi Rōka) is a former basketball player whose broken leg ruined her athletic career forever. She was a former athletic rival of Suruga Kanbaru. After her injury ruined her life, she gained an interest in collecting misfortune which eventually turned into collecting devil body parts.",
  "#Appearance": {
    "link": [],
    "text": "Rouka is a girl of high-school age, with light brown hair and eyes. Her wavy hair is left unkempt, flows to her shoulders, and has a pair of locks that curl inwards from the back of her head, resembling a devil's horns."
  },
  "#Personality": {
    "link": [],
    "text": "Because of her background, Rouka develops an obsession with misfortune, even at a young age. As a grade school pupil, she often puts herself in a pedestal by comparing her talent with the misfortune of others. However, after her life-changing injury, this eventually motivates her to collect the misfortunes of other people, justifying it as a way to ascertain that other people are more unfortunate than her.[1]"
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "Rouka is a girl with a talent for sports. In grade school, she excelled as a soccer player, but eventually grew out of the sport, and eventually chose basketball as a sport during middle school.[1] Like in her soccer days, Rouka became famous as a player, and she eventually got the nicknames \"Poisonous Numachi\" (毒の沼地, Doku no Numachi) and \"Inescapable Numachi\" (跳ばずの沼地, Tobazu no Numachi), a play on her surname, which also means \"swamp\", because of her exceptional defense.[2]\nOne day, Rouka's left leg suffered from a stress fracture caused by excessive usage of her legs, and this abruptly ended her career as both a basketball player and a student. Rouka left her school and soon moved to another town. At this point, Rouka learned how to collect the misfortunes of other people, and eventually used this to create her persona as the \"Devil\" (悪魔様, Akuma-sama).[1] Later, with the help of information from Deishuu Kaiki, she also began collecting the parts of the Rainy Devil.[3]\nIn her middle school days, she was considered a nemesis by Suruga Kanbaru, who was well-known for her offense.[2]"
  },
  "#Suruga_Devil": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "After the graduation of Koyomi Araragi and Hitagi Senjougahara, Suruga Kanbaru, now a third year student of Naoetsu Private High School, began to hear rumors about a \"devil\" that solves problems of students. Anxious that this is directly related to her left arm, which is still cursed by the Rainy Devil, Suruga decides to investigate, leading her to meet Rouka Numachi, who was a person from Suruga's past. During this first meeting, Rouka takes away the devil's left arm from Suruga, causing the latter to experience life with both normal arms again.[4] Still, Suruga continues to meet up with Rouka, especially after learning of Rouka's contact with the conman Deishuu Kaiki.[2]\nRouka eventually reveals to Suruga that she is also on a search of parts from the Rainy Devil after acquiring one from a girl named [3] and she wants to collect and replace her body parts with that of the Rainy Devil. At that moment, she already had taken the left leg, right shoulder, ribs and pelvis, as well as the devil's left arm she recently took from Suruga.[5] Suruga is left in a dilemma about Rouka's situation, but hearing about the real story of Rouka, especially the fact that she had committed suicide before graduation day in the school she transferred to, has convinced Suruga to confront Rouka again.[3]\nSuruga challenges Rouka on a rematch with the devil's head at stake (which Suruga received from Deishuu Kaiki beforehand), and Rouka accepts the offer, although Suruga later finds out that Rouka is still oblivious to the fact that she has died. Unlike their first one-on-one game, Suruga was able to win over Rouka, and this eventually allows Rouka to pass on.[5]\nRouka's death weighed heavily over Suruga, and she wanted to visit Rouka's grave, as well as help fulfill Rouka's wish. Koyomi Araragi, who has been in contact with Suruga after a chance encounter, suggests that it would be safer to keep the devil's parts separated, although he agreed to have his younger sibling Tsukihi to help in locating her grave.[5]"
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School"
    ],
    "text": "Rouka's first name literally means \"glazed flower\" in Japanese.\nRouka's known meeting place as the \"Devil\" was the ruins of Eikou Cram School, completely demolished and turned into an open field. The only sign of the former cram school are a series of steel staircases and a stump where a tree that grew through the building once stood."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}