{
  "id": "Yotsugi Ononoki",
  "url": "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Tsukihi_Phoenix",
        "#Mayoi_Jiangshi",
        "#Shinobu_Time",
        "#Shinobu_Mail",
        "#Hitagi_End",
        "#Koyomi_Seed",
        "#Yotsugi_Doll",
        "#Hitagi_Rendezvous",
        "#Ougi_Dark",
        "#Koyomi_Reverse",
        "#Tsukihi_Undo",
        "#Nadeko_Draw",
        "#Shinobu_Mastered"
      ]
    },
    "#Abilities",
    "#Catchphrases_/_Running_Gags",
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Yotsugi Ononoki (斧乃木 余接, Ononoki Yotsugi) is an expressionless human corpse tsukumogami and the shikigami familiar of Yozuru Kagenui.\nShe's a somewhat unique take on both of the terms that define her, as tsukumogami are normally described as tools or objects that have come to life after years of neglect, and shikigami are typically depicted as being spirits or ghosts that are bound to an onmyouji master. In her case, she's a corpse that was neglected but brought back to life, and a shikigami in the sense that she's a \"spirit\" that is bound to her master.\nWhile originally introduced as an antagonist, she eventually becomes a frequent supporting character. Later in the series, she pretends to be Tsukihi Araragi's doll and lives in the Araragi household in order to protect Koyomi Araragi. She also eventually becomes a common partner for Nadeko Sengoku.\nShe is the narrator of an arc in Orokamonogatari and the titular protagonist of three main arcs: Yotsugi Doll, Yotsugi Buddy, and Yotsugi Shadow, and of two minor arcs: Yotsugi Future, and Yotsugi Stress.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukihi"
    ],
    "text": "Yotsugi looks like a 12 year old girl with turquoise hair, green eyes, pointy ears, and a strange orange hat with googly eyes. Her outfit consists of a frilly orange dress in varying shades of color, striped blue and grey stockings, and yellow boots.\nAs Tsukihi's doll, she commonly wears a kimono, likely due to Tsukihi dressing her up to match her fashion sense."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Kagenui"
    ],
    "text": "Possibly due to the circumstances surrounding her creation, Yotsugi is seemingly void of any obvious personality traits. Her facial expression almost never changes from neutral and she speaks in a flat, monotone voice. Throughout the series she explores her identity by adopting various signature phrases and gestures. In her first appearance, she frequently ends statements with \"Boku wa kimegao de sou itta\", roughly meaning \"I said, with a posed look\", notably using the masculine \"boku wa\" to refer to herself. She would later drop this phrase out of embarrassment and regret, indicating her ability to express such emotions in her own way. When Koyomi Araragi mentions the subject he is immediately hushed by her and told never to bring it up again.\nShe retains a mannerism of referring to anyone as an older sibling, even in situations where she's technically older. She refers to Koyomi as \"oni no onii-chan\", often translated as \"devilish big brother\" or \"devil boy,\" referencing his relation to vampires since they're commonly considered to be demons. She has been shown to address Deishuu Kaiki as Kaiki-onii-chan as well, greeting him with a peace sign hand gesture and the words \"yay\" and \"peace\", much to his annoyance. She seems to keep the \"yay peace peace\" mannerism from then on.\nKagenui is the only person she calls her big sister without using it as an honorific (i.e. only Onee-chan as opposed to Yozuru-Onee-chan.) Kagenui has admitted there is some significance to this after Koyomi notices, but never explains what it is.\nDespite appearing almost entirely stoic, she still has hinted at feeling genuine emotion. She's mentioned how she considers Koyomi her friend on multiple occasions, such as when giving him advice \"as a friend\" as opposed to as an oddity specialist. She's also expressed how she wouldn't want to have to harm him despite needing to follow orders as a shikigami.\nYotsugi also has an appreciation for muscles."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Occult_Research_Club",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "Yotsugi was once a human before she died and became a corpse. About fifteen years ago, the corpse was resurrected as a doll-like tsukumogami shikigami by members of the Occult Research Club as a sort of project. Ononoki had to choose between Tadatsuru Teori and Yozuru Kagenui in order to decide which would be her master as a shikigami. Ultimately, she chose Kagenui, forging a bitter rivalry between Teori and Kagenui. Despite this, she notes that she may have chosen Meme Oshino over both of them if she had the choice.\nShe does not seem to have memories of what she was like prior to resurrection, as what she would consider her \"life\" started when she was resurrected fifteen years ago. It is also unclear if her appearance was the same in her past life."
  },
  "#Tsukihi_Phoenix": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Shide_no_Tori",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "Yotsugi is first seen while Koyomi is walking with Mayoi Hachikuji. She mysteriously refers to each of them as \"oni\" (demon) and \"snail\" respectively and asks for the location of Eikou Cram School before leaving. This occurred after Koyomi had already ran into Kagenui for the first time, who was looking for the same place.\nIt's revealed by Kaiki that she and Kagenui are specialists who specialize in immortal oddities. After Koyomi comes home, he finds the two of them at his door step and it's revealed that they had come to kill Tsukihi for unknowingly being a Shide no Tori. Yotsugi uses her Unlimited Rulebook ability to blow the top of her body to smithereens. This angers Koyomi to a dangerous level, causing him to charge at her in rage. The attack didn't actually seem to do much though, as Tsukihi's upper half had already regenerated by the next time he looked at her. The two come to a compromise and agree to fight Koyomi and Shinobu Oshino elsewhere at a later time before finishing Tsukihi off.\nYotsugi ends up battling a teenaged Shinobu and loses off-screen. After Koyomi's conversation with Kagenui, she admits defeat and takes Ononoki with her."
  },
  "#Mayoi_Jiangshi": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "Yotsugi is now alone and sees Koyomi Araragi carrying Mayoi's backpack while she was \"dispatched\" to do something. She also tells him to stop reminding her catchphrase \"I said with a posed look\" this time. In an ice cream shop, Yotsugi reveals her nature being an oddity as a Tsukumogami where she died once and was \"reincarnated\" compared to Koyomi who did not die as an immortal being.[1]\nAs Koyomi talks about Mayoi's nature as a ghost, Yotsugi thinks why she, Koyomi, and Mayoi have continued living on if there was an intention for it. She ends the conversation with a question to him if Mayoi was truly happy being a ghost.[1]"
  },
  "#Shinobu_Time": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen"
    ],
    "text": "After being followed by the entity known as the Darkness, Koyomi Araragi and Mayoi Hachikuji are abruptly blasted away by Yotsugi Ononoki's Unlimited Rulebook, saving the two from the mysterious phenomenon. Despite Koyomi's belief that her role is to \"...appear out of nowhere, save me, and explain everything\", Yotsugi is shown to be clueless, as she questions Koyomi on what the Darkness was and upon him stating this phenomenon cannot be fought, Yotsugi performs her \"Unlimited Rulebook: The Disengagement Edition\", escaping to the abandoned Eikow Cram School with Koyomi and Hachikuji.\nYotsugi distracts him with a kiss intended to stimulate Koyomi and awaken Shinobu Oshino, who they believe possesses knowledge of the Darkness and then leaves to return to her work. It is revealed when Shinobu finishes her anecdote that Yotsugi was in the hallway listening the entire time. When Hachikuji awakens, the Darkness returns shortly after and Yotsugi once again performs her \"Unlimited Rulebook: The Disengagement Edition\" to escape to an unknown mountain area. The broken link between Koyomi and Shinobu and the loss of his vampiric traits are shown through Koyomi passing out from Unlimited Rulebook's impact, and him, Hachikuji and Yotsugi are lost amidst the sea of trees on the mountain. Yotsugi mentions Izuko Gaen can aid them in restoring the broken link and giving information on the Darkness. Once they hike down the mountain, Gaen invites them into her home and says she was intrigued by their issues due to the job she gave to Yotsugi was not moving forward.\nSince she was a witness of the Darkness, Yotsugi does not follow Gaen in fear it would come after her."
  },
  "#Shinobu_Mail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": ""
  },
  "#Hitagi_End": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku"
    ],
    "text": "Yotsugi Ononoki has a few brief appearances in Koimonogatari. Deishuu Kaiki enters a nearby Starbucks and discovers Yotsugi sitting across him, drinking a sugary beverage and adopting new character traits such as making sideways peace signs and saying 'Peace, peace', as well as giving a warning from Izuko Gaen to 'withdraw' from his plan to swindle Nadeko Sengoku. In order to bribe him, Yotsugi hands Kaiki three million yen from Gaen and the two part ways.\nShe later meets Kaiki in a train and reprimands him that \"No good can come of doing things that aren't like you. It's not like you haven't made the same mistake before\", referring to how he duped the Senjougahara family two years before. Yotsugi leaves him by telling Kaiki he has a high probability of success, but he always fails in scenarios similar to his current task."
  },
  "#Koyomi_Seed": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari"
    ],
    "text": ""
  },
  "#Yotsugi_Doll": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari"
    ],
    "text": ""
  },
  "#Hitagi_Rendezvous": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": ""
  },
  "#Ougi_Dark": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Reverse": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari"
    ],
    "text": ""
  },
  "#Tsukihi_Undo": {
    "link": [],
    "text": ""
  },
  "#Nadeko_Draw": {
    "link": [],
    "text": ""
  },
  "#Shinobu_Mastered": {
    "link": [],
    "text": ""
  },
  "#Abilities": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Unlimited_Rulebook"
    ],
    "text": "Yotsugi has a power called Unlimited Rulebook which allows her finger to shape-shift and cause explosions. The power can also be used for other things such as large jumps that behave similarly to teleportation. There's also a short range version where she uses her pinky finger instead. Yotsugi also seems to have a type of super strength, which allows her to carry Kagenui and others using only 1 finger. Her body parts are also able to be removed and reattached."
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"I said with a posed look.\"\n\"Unlimited Rulebook.\"\n\"Yay, peace peace.\""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Jiangshi",
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari"
    ],
    "text": "Yotsugi's first name literally means \"cotangent\", which shares a similar theme as Yozuru's name, which means \"cosine\". Her surname means \"axe in a tree\".\nThe \"ki\" (木) in \"Ononoki\" is the same \"ki\" used in \"Kaiki.\" Yozuru seems to imply this was due to his influence when naming her.\nIn the novels, Yozuru is originally only described as ever standing on Yotsugi's shoulders when they travel. After the anime adaptation depicted her as standing on her finger, it seemed Nisio Isin wanted to integrate this into the novels as well when he has Koyomi stand on her finger in Koyomimonogatari.\nIn the TV version of Mayoi Jiangshi in Monogatari Series Second Season, a scene ends with her smiling while requesting Koyomi Araragi to ask Hachikuji if she's happy living as a ghost. In the blu-ray version however, the smile was removed for a more common, neutral expression. This marks the first instance of her smiling in the TV series. In the novel, she's explicitly described as being expressionless during this moment. An instance where she smiled in the TV version of Hitagi End was also changed.  \nIn the fighting game BlazBlue: Central Fiction, a skin with an Ononoki color pallet is available as DLC for the character Racheal Alucard.\nDespite being female, Yotsugi refers to herself with the first person Japanese pronoun boku, which is more commonly used by men."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}