{
  "id": "Hanamonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    "#English_Release_Synopsis",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Suruga_Devil"
      ]
    },
    "#Illustrations",
    "#Anime"
  ],
  "Description": "Hanamonogatari (花物語) or HANAMONOGATARI: Flower Tale in the English publication, is the sixth part of the Monogatari series. It is the ninth book overall, and contains the story Suruga Devil (するがデビル).\nThe English version is slated to release in June 2018.",
  "#Etymology": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari"
    ],
    "text": "The title is portmanteau of hana, \"flower\", and monogatari, \"story\".\nAs with Kabukimonogatari and Otorimonogatari, the kanji used to write \"hana\" (花) contains the bake part (化)."
  },
  "#Synopsis": {
    "link": [],
    "text": ""
  },
  "#English_Release_Synopsis": {
    "link": [],
    "text": "Our sorry hero, his reformed girlfriend, and the amnesiac class president have all graduated from their high school out in the boondocks, and self-described Sapphist and ex-basketball ace Kanbaru, retired by reason of an “injury,” is starting her senior year and the narrator of this volume—her voice far more introspective than the smutty jock’s we thought we knew.\nBereft of the company of her beloved mentors, the only other person around her with any working knowledge of aberrations the junior Ougi Oshino, apparently a relative of the Hawaiian-shirted folklorist, she feels a bit alone and blue, and sick with dread that the devil residing in her left arm courtesy of the Monkey’s Paw might act up again while she sleeps.\nInvestigating a rumor that she fears might lead back to her, the former star ends up peering into an abyss of negativity called Roka—a “wax flower” to take the characters’ meaning. Trapped in a pit the like of which could only be escaped by the one girl who was able to pull off slam-dunks in her basketball nationals, can the penitent Kanbaru, however, still be aggressive?"
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Suruga_Devil": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "In Suruga Devil, there seems to be a rumor about a devil solving other people's problem. Fearing that she might be the rumored 'Devil', she decided to investigate and found out that the rumored Devil is actually an old basketball rival of hers named Rouka Numachi. Numachi has her left leg in a cast, which Kanbaru recalled was from an accident years ago during a match. Numachi informs her that what she does is collecting other people's misfortunes in order to make herself feel better about her injury.\nAfter Suruga's encounter with Numachi, the next morning her left arm (which still have traces of the Rainy Devil), has been completely healed. Suruga later found out that aside from Numachi collecting misfortune, she's also been collecting the devil's part. So far Numachi has collected the devil's left leg, and the devil's left arm (which was Suruga's) and several other devil's parts. After receiving Deishuu Kaiki's gift (which is the devil's head), Kanbaru then decided to challenge Numachi to an 1-on-1 for the rights of all the devil's parts.\nIt seems that Suruga is still worried about the effects of the Rainy Devil after it has been dispersed to the point that whenever she goes to sleep, she would bind her devil's arm to a pillar so that she wouldn't start sleepwalking and committing crimes and check the newspaper everyday so that she can make sure she didn't do anything unconsciously. She also has dreams of her mother once in a while which give her weird life lessons.\nHer mother and her father were revealed to have eloped as the Kanbaru family did not agree on their relationship. Kanbaru is also the only person that Kaiki will ever treat in a good way."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari_(anime)",
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_(anime)"
    ],
    "text": "Hanamonogatari was the only novel in the novel's second season that was not included in Monogatari Series Second Season. Instead, it got it's own five episode adaptation similar to Nekomonogatari Black."
  }
}