{
  "id": "Koyomimonogatari (mobile application)",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_(mobile_application)",
  "toc": [
    "#Features",
    {
      "#List_of_Daily_Quotes": [
        "#Miscellaneous",
        "#Before_December_31",
        "#January",
        "#February"
      ]
    },
    "#Plot",
    "#List_of_Koyomimonogatari_Episodes",
    "#Music",
    "#Bonus_Items",
    "#External_Links"
  ],
  "Description": "Koyomimonogatari (暦物語) was a mobile application developed for the anime adaptation of Koyomimonogatari. It was released on December 16, 2015 for the iOS and Android mobile operating systems and included a calendar, exclusive downloadable content, and episodes of the anime adaptation in original net animation format. The calendar was updated frequently, officially ending on December 31, 2016.  The app is no longer available.\nThe mini-series is now available for streaming on Funimation for premium members.\nThe actual adaptation aired from January 9th, 2016, to March 26th with a total of twelve episodes. It is the 8th anime adaptation by studio Shaft. Episode run times varied, but each is about 14 minutes, about half the length of a normal episode.",
  "#Features": {
    "link": [],
    "text": "The mobile app primarily consists of a daily calendar that shows a different quote from a character from the Monogatari series each day. The app also includes a monthly calendar that marks each day the user opens the application. On certain days, successfully visiting the app rewards the user with downloadable content like exclusive official art.\nThe Koyomimonogatari app also released episodes of the anime adaptation of Koyomimonogatari through streaming."
  },
  "#Miscellaneous": {
    "link": [],
    "text": "Used only in testing; not accessible in official release."
  },
  "#Before_December_31": {
    "link": [],
    "text": ""
  },
  "#January": {
    "link": [],
    "text": "Monthly illustration: Yotsugi Ononoki"
  },
  "#February": {
    "link": [],
    "text": "Monthly illustration: Yozuru Kagenui\nCompletion bonus illustration: Hitagi Senjougahara"
  },
  "#Plot": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_(anime_series)"
    ],
    "text": "Koyomimonogatari is a collection of 12 short stories that take place throughout the series timeline from the beginning of Koyomi Araragi's third year as a highschooler to the day of his college exams. Most of the stories aren't relevant to the main plot besides the last two episodes which provide context to the second half of Owarimonogatari. \nMost of the stories are told with a common mystery formula, in which a curiosity is risen, characters talk about it, and then the explanation is told through the \"epilogue\" or \"punchline\" near the end of the episode."
  },
  "#List_of_Koyomimonogatari_Episodes": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(anime_series)",
      "https://bakemonogatari.fandom.com/wiki/Whiz"
    ],
    "text": "No new background music was made for the anime adaptation. Instead, music from the Bakemonogatari soundtrack was reused.\nOpenings from the series were also reused, with titular characters having their opening played in the episode they were featured in.\nThe only original music in the adaptation is the ending theme titled whiz by TrySail."
  },
  "#Bonus_Items": {
    "link": [],
    "text": ""
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}