{
  "id": "Yoimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Yoimonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    {
      "#Plot": [
        "#Mayoi_Snail",
        "#Mayoi_Snake"
      ]
    },
    "#Introduced_Characters",
    "#Illustrations"
  ],
  "Description": "Yoimonogatari (宵物語) is the 19th part of the Monogatari Series. It is the twenty-fourth book in the series over all and contains the stories Mayoi Snail (まよいスネイル) and Mayoi Snake (まよいスネイク).",
  "#Etymology": {
    "link": [],
    "text": "Yoimonogatari is derived from the second kanji of Mayoi's name which means evening or early night hours. The bottom part of Yoi (宵) contains the kanji for moon (月), wherein the moon is usually seen at night. It can also be combined with matsu (待) to make \"matsuyoi\" (待宵), an old saying that means \"the night where one waits for someone who is supposed to come\".\nThe kanji is the obscure way to write evening except modern Japanese uses a different kanji called Yoru (夜) which means the same thing.\nA possible English translation for this title could be \"Evening Story\"."
  },
  "#Synopsis": {
    "link": [],
    "text": "Araragi Koyomi's university arc (Monster Season)\nOddities x Mystery\n\"Do you still feel like playing as detective?\"\nFrom his kouhai at Naoetsu Highschool, Higasa Seiu, comes rumours of the kidnapping of an elementary school girl.\nAraragi Koyomi, now a first year university student, along with Hachikuji Mayoi, Oshino Shinobu and Ononoki Yotsugi begin investigating, but...!\nThis modern day oddity! Oddity! Oddity!\nIn the Evening(Yoi) darkness, youth shines brightly."
  },
  "#Mayoi_Snail": {
    "link": [],
    "text": "Araragi and the loli trio investigate the possible kidnapping of a grade school girl who's Higasa's teammate's senpai's stepsister. She didn't come home from school and her tooth was in the mailbox. Her family hasn't called the police and only her stepsister is worried.\nAraragi finds out her parents are neglectful. It reminds him of finding out about Hanekawa's family, and he decides not to run away this time.\nThey eventually find the girl's clothes, backpack, and the rest of her teeth in a parking structure. He calls the police since she's definitely kidnapped and thinks he's done.\nThe next day, the stepsister who's in college asks him for help showing she's not the kidnapper. He thinks she's suspicious for caring more about her parents not reporting the kidnapping than the kidnapping itself.\nAraragi tells Higasa about meeting the stepsister, and Higasa says that it's impossible since the stepsister is abroad. They find a photo to compare, the girl Araragi met had the same clothes but a different face. Araragi realizes that an oddity caused a grade school girl to grow up in one night.\nThe narration switches to the girl. Her mother tells her not to get attached to anything, because it makes losing it harder. So they don't have many clothes and their teeth are rotten.\nThe sisters only have each other, but in front of their parents they pretend not to get along. Both of them want to grow up and leave as soon as they can.\nThe older sister turned 18 and leaves, and as they miss each other they think their mother was right after all.\nOne day, the little sister accidentally steps on a snail and a tooth falls out. She's happy she's getting older, but then the rest of her teeth fall out.\nIt hurts so much that she wants to die, and her mother told her that she should just jump off a tall building if she wants to die, so she goes to do that. She goes up a parking structure but passes out on the roof. She suddenly became an adult.\nShe sneaks home to get clothes and leaves a tooth there to scare them. She's worried about her stepsister becoming a suspect and talks to Araragi.\nBack in the present, she breaks down about having nowhere to go anymore. Hachikuji hugs her and tells her everything will be ok, she can do anything she wants now. She says she wants to be a kid again.\nIn the end the girl moved in with her stepsister."
  },
  "#Mayoi_Snake": {
    "link": [],
    "text": "Nadeko and Hachikuji meet for the first time and talk about romance.\nGaen and Kagenui talk.\nWhen they made Yotsugi, Kagenui and Teori did the legs and their legs were cursed.\nMeme and Kaiki did the torso and got an unspecified curse.\nGaen did the head and was cursed to know everything."
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  }
}