{
  "id": "Black Hanekawa",
  "url": "https://bakemonogatari.fandom.com/wiki/Black_Hanekawa",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Tsubasa_Family",
        "#Tsubasa_Cat",
        "#Tsubasa_Tiger",
        "#Koyomi_Reverse"
      ]
    },
    {
      "#Appears_In": [
        "#Main_Series",
        "#Manga"
      ]
    }
  ],
  "Description": "Black Hanekawa (ブラック羽川, Burakku Hanekawa) is the \"alternate identity\" of Tsubasa Hanekawa which manifests whenever the oddity called the sawarineko takes over Tsubasa's body. She is the product of Tsubasa's encounter with the oddity, which is known for its ability to possess people. In contrast to Tsubasa's more reserved personality, Black Hanekawa is playful, shameless, and rather sharp-tongued (both figuratively and literally). She and Tsubasa are the narrators of Nekomonogatari (White).",
  "#Appearance": {
    "link": [],
    "text": "Since Black Hanekawa is simply the sawarineko assuming control of Tsubasa's body, she mostly acquires Tsubasa's physical traits: long hair, a voluptuous figure and a pair of plump breasts. However, the sawarineko changes some aspects of Tsubasa's appearance, changing her hair color to a silvery white, her eyes into a golden hue with slit pupils, a pair of cat ears, and a paler complexion.\nBlack Hanekawa appears to prefer being scantily clothed, and is often seen wearing the underwear Tsubasa wore before the sawarineko took over."
  },
  "#Personality": {
    "link": [],
    "text": "Unlike Tsubasa, who is soft-spoken and has a reserved personality, Black Hanekawa possesses a completely different personality. She is playful and talkative, her words often laced with the sounds a cat often makes (particularly \"nya\"), and is sharp-tongued and blunt when talking to someone. However, she also has a more brutal side which, when combined with her superhuman strength and her distracting choice of clothing, makes her a rather frustrating and difficult opponent to face. She is also known to be a manipulative mind, faking death to attract its next victim. This manipulative character was further strengthened by Tsubasa's knowledge, which she was able to gain access to.\nSurprisingly, the sawarineko which takes over Tsubasa's body has developed a degree of responsibility over Tsubasa, and has revealed that she \"is inclined to help her\" after understanding Tsubasa's problems at home. This implies a strong bond between Tsubasa, who was revealed to actually permit the sawarineko possessing her body, and the sawarineko, who has gained a vast amount of knowledge due to taking over Tsubasa's body, something which is completely unheard of when it comes to encounters with a sawarineko, which is known for its ruthlessness to its victims."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "Black Hanekawa began as a sawarineko which was found lying dead on the road. On May 29, Tsubasa, that time accompanied by Koyomi Araragi, finds the cat and buries it on a nearby patch of ground.\nThat night, he attacks Tsubasa and possesses her body, creating her \"alternate identity\". Days later, Black Hanekawa began a string of attacks against people, whose energy was drained away by her ability as a sawarineko."
  },
  "#Tsubasa_Family": {
    "link": [],
    "text": ""
  },
  "#Tsubasa_Cat": {
    "link": [],
    "text": ""
  },
  "#Tsubasa_Tiger": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Reverse": {
    "link": [],
    "text": ""
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  }
}