{
  "id": "Nisemonogatari Episode 04: Karen Bee, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_04:_Karen_Bee,_Part_4",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia"
  ],
  "Description": "Nisemonogatari anime series is the fourth part of the Karen Bee story, which features Karen Araragi, one of Koyomi's two younger sisters, and a victim of an oddity that comes in the form of a bee. It was released on January 27, 2012, and was directed by Yuki Yase, who also took charge of the storyboard, with script written by Yukito Kizawa.\nKoyomi frees himself from Hitagi's restraints and discovers that his sisters are alright unlike what he expected. However, Tsubasa reveals that things are not what it seems, particularly that Karen is currently suffering from an oddity inflicted by the con man by the name of Deishuu Kaiki. Not knowing what to do and without Meme to help him, Koyomi turns to an unlikely source of wisdom, none other than Shinobu Oshino herself, the vampire that changed his life forever.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi",
      "https://bakemonogatari.fandom.com/wiki/Meme",
      "https://bakemonogatari.fandom.com/wiki/Karen",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Nadeko",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "The night after Koyomi frees himself of Hitagi's restraints in Meme's house, he rushes to the Araragi Residence. To his surprise, Karen and Tsukihi are alright, so this caused him to confront the two regarding what is going on.\nKaren remains stubborn, refusing to divulge any answers for Koyomi's questions, and Koyomi reaches a point when he wanted to hit his younger sister. However, Tsubasa Hanekawa — now having a bowl cut hairstyle — intervenes, reminding him of how he reacted to Tsubasa's abuse by her father. As the elder Araragi gets scolded by Tsubasa, the Fire Sisters defend their older brother despite the fact that Koyomi is still mad at his sisters' false alarm. Tsubasa then tells Koyomi that she chose to work with the Fire Sisters on her own accord, so there is nothing to worry about.\nWith everything settled down, Koyomi shifts back to wanting to know what is going on with the Fire Sisters.\nKaren still refuses to speak up, even with Koyomi's promise to keep their conversation a secret to their parents.\nAs Koyomi loses his patience, he asks Tsubasa to go to his bedroom while he personally talks to his sisters. The conversation between the siblings is short, however; he only tells his younger sisters that they need to be strong to be a hero, and justice is not enough to be one. After leaving that message, he joins Tsubasa in his bedroom.\n\nIt turns out that Tsubasa has heard their conversation from inside Koyomi's bedroom, and this becomes their topic. Tsubasa notices that Koyomi has a unique way of treating his younger sisters, and it is different from how he treats the other girls in his life. Koyomi thinks that he knows better than Tsubasa when it comes to his sisters, whom he had known for the entirety of their lives. Tsubasa thinks that Koyomi — despite his denial — still treats his younger sisters as little kids, and she understands it somewhat.\nKoyomi soon shifts the topic to the current issue with the Fire Sisters... and a certain charm that has been circulating throughout middle schools in the area. Tsubasa is quite surprised that Koyomi knows about the rumors, but Koyomi points out that he only heard it from Nadeko. Meanwhile, they continue to discuss about the charm, and Koyomi discovers that Nadeko is not the only person who is affected by the charm; in fact, there are more cases, and Nadeko's ends up becoming the greatest of the cases.\nTsubasa soon reveals that she has been contacting the Fire Sisters for some time now (and Tsubasa is actually the one who contacted Karen the day before), and she is actually exerting her effort in trying to find out who is responsible for the spread of the charms.\nHowever, one day, the culprit that Karen wanted to confront ends up doing something to her, and Tsubasa finds herself responsible for not meeting Karen in time. Fortunately, Karen told Tsubasa who the culprit is, and it turns out that it is an ill-omened man named Deishuu Kaiki involved in what's going on.\nAt the end of their conversation, Koyomi asks how Tsubasa managed to get Hitagi into helping her. Tsubasa simply says that she threatened Hitagi that she will ask Koyomi to be her boyfriend if she doesn't become a good girl. At that moment, Koyomi thought that Tsubasa can be a scary lady at times.\n\nKoyomi soon decides to cool off by taking a bath. During this \"moment of solitude\", however, he is accompanied by Shinobu Oshino, a young girl who is the remnant of a powerful vampire, now living in his shadow. Koyomi is shocked to see Shinobu — a girl who lethargically stays in one place in Meme's place — now energetic and even talking at him with a confident tone.\nHe asks if she is the one who broke through the handcuffs that restrained him, and Shinobu confirms it, even taking out the handcuffs that stayed in Koyomi's wrists and eating them. Shinobu, however, considers her \"helping hand\" as merely pure coincidence.\nSoon, Shinobu requests Koyomi to wash her hair using a substance called \"shampoo\". Koyomi decides to let her get what she wants, and even uses conditioner to her hair.\nAs Koyomi washes Shinobu's hair, the young girl reminds Koyomi that they have a \"mutual feeling of aversion\" towards each other. However, she thinks that they are inseparable despite that fact. She also accepts that she cannot stay down for long, and she asks Koyomi to indulge her if necessary.\n\nAfter the bath is finished, Shinobu shares her insight on what is going on. She explains the existence of a \"flame wreath bee\", a supernatural version of the Japanese giant hornet... and the oddity that has inflicted his tall younger sister. According to Shinobu, it is an oddity that stems from the fourteenth or fifteenth century, and it is famous for causing an intense fever followed by death to its victims.\nKoyomi did not notice a thing... and to make things worse, Hanekawa is covering up for her.\nKoyomi, nonetheless, thinks that Karen is partly responsible for what happened to her, something that disappoints Shinobu, although she knows that Koyomi has always been harsh towards his sisters. Meanwhile, Koyomi thinks that Kaiki used something supernatural to poison his sister, but Shinobu is a bit suspicious, since if Senjougahara says that Kaiki an impostor and a con man, Kaiki would not be able to do such a feat.\nBut, that does not mean that it is an impossibility. In fact, Shinobu thinks that it is possible that the person itself might be an oddity in itself. The only way is to confirm Kaiki's identity to Senjougahara.\n\nThat leaves Karen's fever as the only concern.\nKoyomi suggests to Shinobu that she eat the disease. Shinobu tells him that she can easily make a snack out of the flame wreath bee, but she cannot consume the effects of the bee sting. She thinks that it is possible that Meme knows about how to counter the bee sting, but she is too uninterested on his long and winding lectures.\nMeanwhile, Shinobu notices that Koyomi's eyes are getting too fixed at her juvenile body. Although Koyomi wants to deny it, Shinobu continuously teases him for it, and she even uses it to extort a huge pile of donuts to keep herself quiet. However, Koyomi smartly uses Shinobu's dependence on his shadow against Shinobu, which amazed her.\n\nThen, Tsukihi comes barging in, and when she sees Koyomi sharing the bath tub with a young girl, she hurries to the kitchen to get a knife. Fortunately, Shinobu hides before any bloodshed could start. Koyomi soon ends up deluding Tsukihi into thinking that she is imagining things, but that did not stop the younger of the Fire Sisters to be frightening with a kitchen knife in one hand.\nAs soon as Tsukihi leaves, Shinobu jumps back into the tub, seemingly amused that Koyomi has a scary little sister. Then, their topic returns to Shinobu and Koyomi themselves. Shinobu hypothesizes that it is possible that Koyomi might live for as long as half a millennium due to his half-vampire blood, and she considers that if such a scenario happens, everyone he loves and holds dear will be killed by Time, and they will be the only ones left.\nThere, Shinobu comes up with a suggestion: Koyomi should kill her if he wanted to become a human again.\nHowever, Koyomi strongly refuses. He says that he does not forgive Shinobu as she does not forgive him... and that is all there is. Shinobu, as she leans on Koyomi's chest, tells him that she will be biding time until the moment when Koyomi exposes a weakness... and when that time comes, she will kill him instantly.\nKoyomi, in response, strokes Shinobu's hair and calmly smiles.\n\nAt that moment, Shinobu and Koyomi come to a reconciliation, albeit a small step towards it."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "This episode marks the first time when Shinobu Oshino speaks in an anime episode of the Monogatari series.\nLikewise, this episode marks the first episode where Tsubasa Hanekawa sports her new hairstyle.\nThis episode is the first time that the bathroom in the Araragi residence is shown, the bathroom has a clawfoot slipper bathtub."
  }
}