{
  "id": "Kuchinawa",
  "url": "https://bakemonogatari.fandom.com/wiki/Kuchinawa",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Nadeko_Medusa",
        "#Hitagi_End"
      ]
    },
    "#Trivia"
  ],
  "Description": "Kuchinawa (クチナワ) or Mister Serpent in the English localization, is a snake god oddity that appears in Nadeko Medusa that claims to be the god of the snakes Nadeko Sengoku killed. He claims he wants her to atone for killing his compatriots, but he manipulates her into becoming an apparition. Later in the story it was shown that he was only a delusion of Nadeko, only becoming real upon Nadeko's deification.",
  "#Appearance": {
    "link": [],
    "text": "Kuchinawa is a giant red eyed semitransparent white snake with various kanji covering his body.\nHe is also able to alter his size and change shape to an extent, though he has only been turning himself into a bangle and decreasing in size to the size of a normal snake."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari"
    ],
    "text": "Shown in Otorimonogatari, Kuchinawa has a sarcastic and cynical personality, often playing a straight-man to Nadeko. He is arrogant, and has no qualms about taking advantage of Nadeko's guilt in order to find his body. Even so, he was shown to have a caring side, as he worried for Nadeko a few times. \nIn reality, Kuchinawa being an delusion of Nadeko's, his personality was entirely based on her image of what a god would be like. Once he was revived, he took Nadeko's imagined persona as his own and altered her appearance, once possessing her, to look similar to Nadeko's perception of the way he took shape physically."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen"
    ],
    "text": "Kuchinawa was once the god revered at North Shirahebi Shrine. However, at some point, the object of worship at the shrine, a snake cadaver, was stolen, causing the place to be abandoned and forgotten. Later, when Koyomi Araragi and Shinobu Oshino used the last of the power present at the shrine to time travel (following are the events of Kabukimonogatari), the serious imbalance of power in the town was amplified.\nAt some point, Izuko Gaen had obtained the shrine's object of worship, the cadaver being sealed in a talisman, and she entrusted it to Araragi, intending to make Shinobu the next god at the shrine to restore balance. However, Nadeko managed to steal it from Araragi's house, and used the talisman on herself, becoming the next god, thereby reviving Kuchinawa."
  },
  "#Nadeko_Medusa": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Nanahyakuichi_Public_Middle_School",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Sasayabu",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "Although some time has passed since the end of Deishuu Kaiki's swindling activities in Nanahyakuichi Public Middle School, some of the members of the student body remain antagonistic of Kaiki, to the point of blaming him for the most unrelated things. Meanwhile, during October 31, Nadeko meets a girl named Ougi Oshino, who confronts Nadeko about her tendency to use her innocent charm to escape responsibility. On the same day since that encounter, Nadeko starts hallucinating about seeing white snakes in her vicinity.\nIn Nadeko's class, the atmosphere is strained because the curses related to the charms introduced by Kaiki have exposed negative sentiments among the class, and Nadeko is pressured to do something about it as the representative of her class. She calls Koyomi Araragi for advice, and after which, a bigger serpent, which introduces himself as Kuchinawa, tells her to go to Kita-Shirahebi Shrine, where she is confronted for her killings of white snakes when she was cursed herself.\nTo atone for the white snakes she killed, Kuchinawa asks her to find its remains when it was alive. She tries not to involve Koyomi, but he manages to find her at night and takes her to his house.[1] The next morning, she reunites with Tsukihi Araragi and the latter opens the topic about Nadeko's personality and Koyomi's girlfriend, which ends with Tsukihi cutting away her forelocks in irritation towards Nadeko's indecisiveness.[2]\nNadeko's personality drastically changes after losing her forelocks and she ends up snapping at her teacher and to her class before leaving early from school. At this point, Nadeko resigns to Kuchinawa's request and returns to Koyomi's house, where Kuchinawa's body, in the form of a talisman, is stuck between the pages of Koyomi's adult magazines. Kuchinawa urges Nadeko to eat the talisman in return for getting her forelocks back, as well as her wish of having her love with Koyomi be requited.[2] However, Koyomi catches Nadeko in the act and cautions her to put the talisman down. Because of misunderstanding and some of Shinobu Oshino's provocation, she eats the talisman and becomes an oddity.\nAfter several successful fights against Koyomi and Shinobu, Nadeko realizes that Kuchinawa is an oddity brought to life by her delusions, triggered after she found out that Koyomi had a girlfriend. Nadeko then tries to kill Koyomi, but Hitagi Senjougahara interferes through a phone call and asks her to wait until after graduation, to which Nadeko complies.[3]"
  },
  "#Hitagi_End": {
    "link": [],
    "text": "Nadeko willingly let herself be \"tricked\" into reverting to a human by Kaiki after he told her that love and happiness aren't the only aspects of life, and that she should try pursuing a dream like her secret manga drawing hobby. Kaiki then told Koyomi to keep out of Nadeko's life from then on for her own sake since Koyomi's continuing presence in Nadeko's life would only hurt and weaken her, not help her."
  },
  "#Trivia": {
    "link": [],
    "text": "Kuchinawa has several Kanji floating along the surface of his body.\nKuchinawa's voice actor, or seiyuu, is Yōji Ueda. Though a minor character, Kuchinawa is still a notable mention of a character he voiced within his voice-acting career, though was not mentioned on his Wikipedia page until sometime in January 2021."
  }
}