{
  "id": "North Shirahebi Shrine",
  "url": "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
  "toc": [
    "#Background",
    {
      "#Plot": [
        "#Nadeko_Snake",
        "#Mayoi_Jiangshi",
        "#Nadeko_Medusa",
        "#Hitagi_End",
        "#Shinobu_Mail",
        "#Koyomi_Mountain",
        "#Ougi_Dark"
      ]
    },
    "#Appears_In"
  ],
  "Description": "North Shirahebi Shrine or North White Snake Shrine (北白蛇神社, Kita-Shirahebi Jinja) is a Shinto shrine located on the top of the mountainous region near the town where the story is set. The shrine, although deserted for more than ten years as of the present time, is known as an area with high amounts of energy, making it a place of interest for oddity-related phenomena.",
  "#Background": {
    "link": [],
    "text": "North Shirahebi Shrine is located deep within a forested mountain range which is accessible by climbing a series of stone staircases that weave through the mountainside. The shrine has been in a state of ruin for at least eleven years. Since then, the main temple is crushed under the weight of its tiled roof and the surrounding area is covered with overgrowth due to a long period of neglect. Despite this, the staircase that leads to the shrine is mostly intact, allowing for easy access to the deserted temple.\nIn spite of its appearance, the shrine is known for the immense amounts of energy it produces even in such a dilapidated state. Meme considers the energies in the area a threat since it can supposedly attract oddities and prefers the flow of energy suppressed. According to Shinobu Oshino, the energy within the temple is enough to produce a portal that enables anyone to travel through time. The temple can also be used to counteract the effects of other oddities, provided that the proper tools are used, like in Nadeko Sengoku's case."
  },
  "#Nadeko_Snake": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Jagirinawa",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "The shrine is first introduced as the place where Nadeko Sengoku kills white snakes in an attempt to cure herself of the curse of the jagirinawa. Meanwhile, Koyomi Araragi and Suruga Kanbaru travel to the shrine in order to place an ofuda on the temple's main door. Here, the two discover the sacrificed white snakes and this eventually rouses curiosity in Nadeko Sengoku's situation. Later, the shrine is used as ritual ground for the ceremony that Meme advised to perform in order to remove the curse that is tormenting Nadeko."
  },
  "#Mayoi_Jiangshi": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinobu",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "Shinobu utilizes the energies of North Shirahebi Shrine several times as she and Koyomi travel through time by using portals. The first portal is made with a mistaken target, bringing Shinobu and Koyomi eleven years into the past, where Koyomi is given the chance to overturn the accident that would cause Mayoi Hachikuji's death. A second portal is made using the energies of the shrine from eleven years into the past to return to the present time, although it brought them into an alternate timeline. In the alternate timeline, a powerful ofuda siphons the energies of the temple, causing Shinobu and Koyomi to rely on the Shinobu of that timeline to return to their own timeline."
  },
  "#Nadeko_Medusa": {
    "link": [],
    "text": ""
  },
  "#Hitagi_End": {
    "link": [],
    "text": ""
  },
  "#Shinobu_Mail": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Mountain": {
    "link": [],
    "text": ""
  },
  "#Ougi_Dark": {
    "link": [],
    "text": ""
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}