{
  "id": "Meme Oshino",
  "url": "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Koyomi_Stone",
        "#Tsubasa_Family",
        "#Hitagi_Crab",
        "#Koyomi_Flower",
        "#Mayoi_Snail",
        "#Suruga_Monkey",
        "#Nadeko_Snake",
        "#Tsubasa_Cat",
        "#Mayoi_Jiangshi",
        "#Tsubasa_Sleeping",
        "#Ougi_Dark"
      ]
    },
    "#Catchphrases_/_Running_Gags",
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Manga"
      ]
    }
  ],
  "Description": "Meme Oshino (忍野 メメ, Oshino Meme) is a middle-aged man who works as a nomadic oddity specialist who collects information, reinforces balance, and helps resolve cases.\nEarly in the series, he lives with Shinobu Oshino in Eikou Cram School. He helped Koyomi Araragi to return to normal after being bitten by a vampire, and becomes his informant when it comes to oddities for some time.\nFor most of the series, he's missing after leaving town seemingly unannounced.",
  "#Appearance": {
    "link": [
      "https://en.wikipedia.org/wiki/geta_(footwear)",
      "http://en.wikipedia.org/wiki/Aloha_shirt"
    ],
    "text": "Meme is a man with a lanky physique, short hair dyed blond and yellow eyes. He keeps his hair in an unruly fashion (although he sweeps it back when he performs Shinto ceremonies) and has a pair of sideburns and a goatee. His outfit consists of a pink aloha shirt left unbuttoned, a pair of dark-colored cargo shorts and black sandals that resemble the Japanese geta. Meme's notable accessories include an earring on his right ear and a necklace, both having an inverted cross on them.\nMeme's overall looks give off an eccentric feel to people he interacts with, and even Koyomi calls him a \"psychedelic aloha guy\" because of this.\nMeme is often seen with a cigarette in his mouth, although it is never lit."
  },
  "#Personality": {
    "link": [],
    "text": "Meme's personality is quite laid-back and can be somewhat eccentric. Along with his unusual fashion sense, his current residence gives off the feeling that he is not a normal guy like most people.\nAs someone who is involved with the paranormal, he prefers to keep himself from directly meddling with affairs involving oddities, though he has the strength to do so if need be. He generally prefers to help out, but only if the person themselves is willing to exert effort towards returning to normal. However, putting aside his financial priorities, he can be well-trusted in supernatural affairs, with his knowledge that is useful in handling cases related to oddities."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Occult_Research_Club",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "Oshino is a graduate of Shinto studies in college, although he never pursued the career of being a Shinto priest. During his time in college, he was part of the Occult Research Club with Yozuru Kagenui, Deishuu Kaiki, Tadatsuru Teori, and Izuko Gaen and contributed to the creation of Yotsugi Ononoki."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Guillotine_Cutter"
    ],
    "text": "Oshino finds Kiss-Shot Acerola-Orion Heart-Under-Blade while in Japan and decides to steal her heart without her knowing.\nIn his first appearance, he saves Koyomi Araragi from the three vampire hunters that were about to attack him. He leads him back to Eikou Cram School where he hides him and Kiss shot from the hunters. He explains his role as a \"balancer\" who stays neutral in these kinds of situations. He explains he'll help a bit, but for the price of 2,000,000 yen. Koyomi agrees, and Oshino negotiates with the hunters to arrange 1 on 1 duels for the stolen body parts they took from Kiss shot.\nDuring each battle, he watches from afar. He calmly intervenes during the second fight to keep Koyomi from choking Episode to death, explaining he'd lose his humanity if he went any further. After exploding at Oshino for not warning Hanekawa to avoid getting hurt when he could have, he gives Koyomi another hint in order to save her, while raising the price to 3,000,000 yen.\nLater, he feels genuinely bad after finding that Guillotine Cutter kidnapped Hanekawa, something he wasn't counting on happening, and gives him more advice in order to save her. After, while delivering the Kiss shot's arms, he also gives him her heart in which he had been secretly keeping. He planned on having Koyomi need to fight him for it, but decides to drop all his debt and just give him it for free as atonement for what happened to Hanekawa. In addition, he explains caution when in comes to Hanekawa, foreshadowing problems to come in the future.\nDuring Koyomi's battle with Kiss shot, he arrives to explain a compromise he can do in order to make everyone equally miserable, which involves hurting Kiss shot to the brink of death, so that Koyomi can be as human as possible, while Kiss shot looses most of her power and reverts to the form of an eight year old girl."
  },
  "#Koyomi_Stone": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari"
    ],
    "text": ""
  },
  "#Tsubasa_Family": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari"
    ],
    "text": ""
  },
  "#Hitagi_Crab": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari"
    ],
    "text": "Meme receives a visit from Koyomi, one of his most successful clients, and he listens as Hitagi Senjougahara, who came alongside Koyomi, asks for his help regarding her condition and her encounter with a \"heavy stone crab\". Although reluctant at first to accept the task, Meme decides to help out Hitagi, at the cost of 100,000 yen. After Hitagi prepared the necessary amount, Meme asks Hitagi to prepare her body for the ritual to be performed. Hitagi promptly followed his instructions, and at that night, puts on a change of clothes and heads to Meme's place, where Meme had prepared a room for the ritual to take place there.\nHe applied his knowledge of Shinto to try and communicate with the crab that took away Hitagi's weight and memories, with the intent of politely requesting the crab's cooperation through a special ceremony. The ceremony started smoothly as Hitagi quickly calmed herself as part of the ceremony, but it almost turned for the worst when the god that was involved with Hitagi's case becomes unpredictable, and Meme is forced to subdue the crab himself with a judo throw. Meme planned to use force on the oddity, but Hitagi herself requested to let her try to pray to the crab personally. The crab soon released its grasp on Hitagi."
  },
  "#Koyomi_Flower": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari"
    ],
    "text": ""
  },
  "#Mayoi_Snail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "Araragi meets a young girl named Mayoi Hachikuji and decides to help her get to her home. However, he and Hitagi (who joined him earlier) discover that they become lost trying to follow the address where Mayoi's home is.\nAfter returning to the park, Hitagi decides to ask Meme about Mayoi. According to him, they encountered a lost cow, which causes people who have no intentions of going back to their house to become lost in their journey home. With some assertion from Hitagi, Meme devises a way to counter the lost cow's influence over Araragi, which involves using new roads to confuse the lost cow, and he manages to lead Mayoi to where her house stood years ago."
  },
  "#Suruga_Monkey": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "Following the attack that almost killed him, Koyomi and Hitagi's middle school friend Suruga Kanbaru visit Meme to consult about her condition.\nOn their visit, Meme reveals that they are actually tackling a case about the Rainy Devil, a creature that attacks people in fulfillment of a certain person's wish, and the \"monkey's paw\" on Suruga's left arm is actually the Rainy Devil's arm. He also points out that Suruga is partly responsible for the attacks, as the devil's arm was acting upon her deepest emotions (e.g. jealousy towards Araragi for talking with Hitagi).\nMeme considers lopping off her arm to stop the devil's arm from claiming her soul upon fulfilling her wishes, but Araragì chose to challenge one of Kanbaru's wishes — for Araragi to die — and Meme helps Araragi to prepare for the ordeal, including letting Shinobu share her blood with him. While Araragi endures being ripped apart by the Rainy Devil, Meme decides to inform Hitagi regarding Koyomi's decision, and Hitagi's presence was able to interrupt the fight between Kanbaru and Araragi. The Rainy Devil's contract with Suruga is dissolved by newly formed conflicts with Suruga's wishes, but her arm remains the same as before."
  },
  "#Nadeko_Snake": {
    "link": [],
    "text": "Meme assists Araragi again with another supernatural issue, this time warning Araragi that he can't always rely on him forever."
  },
  "#Tsubasa_Cat": {
    "link": [],
    "text": "After warning Araragi that he could leave anytime soon without a proper goodbye, Meme leaves town without much warning, leaving his whereabouts to become unknown for quite some time."
  },
  "#Mayoi_Jiangshi": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari"
    ],
    "text": ""
  },
  "#Tsubasa_Sleeping": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari"
    ],
    "text": ""
  },
  "#Ougi_Dark": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": "During the climax of the arc, Meme Oshino, retrieved by Hanekawa from Antarctica, congratulates Araragi for fighting for his own sake (by Koyomi saving Ougi Oshino, who was an extension of Araragi). He dispels the Darkness by chiding Koyomi for pushing down his \"niece\", therefore acknowledging Ougi as a relative and signifying Ougi's existence."
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"You look so lively. Did something good happen?\"\n\"I'm not going to save you, just lending a hand. Only you can save yourself.\""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "Meme's last name means \"hidden plains.\"\nKagenui says he has been wearing aloha shirts since his days in college.\nMeme is known to smoke cigarettes, but he is never seen lighting them in the novels or anime adaptations. He explains in Kizumonogatari that he doesn't bother lighting them since the smoke could be troubling to animate in the anime adaptation. In the Bakemonogatari manga, however, this rule is broken, and he is seen actually smoking them regularly."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nademonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  }
}