{
  "id": "Akiyuki Shinbo",
  "url": "https://bakemonogatari.fandom.com/wiki/Akiyuki_Shinbo",
  "toc": [
    "#History",
    "#Iconic_Techniques_and_Themes_(Shinboisms)"
  ],
  "Description": "Akiyuki Shinbo (新房 昭之 Shinbō Akiyuki) born September 27, 1961 in Fukushima, Japan, is a Japanese animator, director and producer known for his use of many unorthodox directorial techniques and presentation. Ever since 2004, he has been known to many as the face of modern Studio Shaft, and has been credited as \"director\" in most of the studio's works since then. \nDespite being credited as a \"director\" in most Shaft works, essential direction of individual series is commonly not done by him but rather his students, such as Tomoyuki Itamura, that have adapted his unique techniques into their own experimental styles. Because of this, he's commonly given the title of \"chief director\" instead. \nBesides this title, Shinbo has been credited for handling other things in various Monogatari Series adaptations, such as \"Series Composition\" and \"Animation Check\".",
  "#History": {
    "link": [],
    "text": "Shinbo started his career as a key animator in 1981 at Studio One Pattern. He first got put on the map as a director after directing multiple episodes of Yu Yu Hakusho which featured the first of his many iconic techniques. He made his series director debut with Metal Fighter Miku in 1994. After working as a freelance director for years through out the 90's, he joined Shaft in 2004 when it was looking for a new chief director to revitalize it after the previous had retired. Since then, he has retained the role and has acted as mentor for the rest of the staff. Despite this, many directors under his wing still influence each other and have their own distinct directorial styles.[1]"
  },
  "#Iconic_Techniques_and_Themes_(Shinboisms)": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(anime_series)#Presentation"
    ],
    "text": "Bolded are those featured in the anime adaptations of Monogatari Series at some point."
  }
}