{
  "id": "Bakemonogatari Episode 10: Nadeko Snake, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Episode_10:_Nadeko_Snake,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "\"Nadeko Snake, Part 2\" (なでこスネイク 其ノ貳, Nadeko Suneiku Sono Ni) is the tenth episode of the Bakemonogatari anime series.",
  "#Synopsis": {
    "link": [],
    "text": "Koyomi Araragi, after listening to Nadeko's plea for help, rushes to Meme's hideout that night. After telling Meme about Nadeko's case, Meme confirms that Nadeko is in contact of the jagirinawa, which can mean \"snake-cutter\", \"snake rope\" or snake-cutter rope\", and \"serpent\", occasionally. Regardless of the name, Meme tells Koyomi that this oddity is something that moves according to one's ill will.\nAraragi explains that Nadeko had rejected the feelings of someone in the past, and this probably triggered the unfortunate boy to resent Nadeko... and to curse her. Upon her discovery of the curse that has inflicted upon her, Nadeko began to research on how to counter the curse, and she thought that killing white snakes would cure her. However, it got worse, and Araragi thinks that she might have used the wrong method. Meme disagrees, however, and even tells Araragi that Nadeko is doing the right thing. But, he also points out that lifting a curse is much more difficult than casting one...\n...and with Nadeko's lack of knowledge when it comes to curses, she is just doomed to fail.\n\nAraragi later returns to his house, where Nadeko and Kanbaru wait for this return. Meme had given Koyomi an amulet and hands it to Kanbaru, then tells the two that they can use it to lift the curse from Nadeko. However, they should do the ritual needed on Kita-Shirahebi Shrine, and immediately. Koyomi quickly prepares everything needed, and while they allow Nadeko to change back to her clothes, he and Kanbaru go to the storage room to look for other things needed for the ceremony.\nOutside, Koyomi finally decides to brief Kanbaru into Nadeko's true condition. Of course, Kanbaru was surprised to hear that Nadeko was in a worse situation that she expected, and Koyomi tells her that they are currently on a race against time: the scale marks on Nadeko's body show that the Jagirinawa, in the form of an invisible snake, is slowly entwining itself around Nadeko, and when it reaches her head she would be beyond saving. Kanbaru thinks that such an experience would be painful, but Nadeko kept on smiling despite this. Araragi probably knew about Nadeko's pain, but decides to keep mum about it.\nKanbaru soon talks about the curse, and Araragi tells her that Meme had told him that the curse would not have taken effect since the caster is an amateur. But, a combination of mistakes of inexperience and sheer misfortune brought Nadeko to her current condition.\nAlso, one particular oddity also contributed to Nadeko's curse, and it was none other than Shinobu herself... the vampire, the king of oddities. Because of Shinobu's appearance, and Nadeko's decision to kill the snakes at that shrine, Nadeko ends up cursed. (It also caused Suruga's headache earlier.)\nKanbaru soon thinks that it might not be a good idea to perform the ceremony at Kita-Shirahebi Shrine if it escalated Nadeko's condition in the first place. However, Koyomi assures Kanbaru that they would be able to draw out and take care of the Jagirinawa if they follow the correct procedures.\n\nAfter the preparations have been done, Nadeko, Koyomi and Kanbaru head to Kita-Shirahebi Shrine. On the way, Koyomi finally decides to ask Nadeko about how she is feeling while under the effects of the Jagirinawa. Although a bit startled by the question, Nadeko tells them that it was \"like being squeezed, but not unbearable\". Araragi then assures Nadeko, telling her that it is okay to say that it hurts, since she has friends to support her in her pain. Then, Kanbaru proceeds to tell Nadeko that it is okay to be tied up, but not for a long time, which Araragi thinks is ignoring Nadeko's mental pain. In the middle of the banter between the two, Nadeko musters a smile of relief.\nThe three soon begin their ascent up the hill leading to Kita-Shirahebi Shrine. In the middle of the way to the shrine, Koyomi asks about Nadeko's decision to turn down the feelings of the person who ended up cursing her. Nadeko tells Koyomi that she already has feelings for someone else, and she reminds Koyomi of what happened in the past. Unfortunately, it seems that Koyomi's poor memory had failed him this time, and Koyomi soon finds himself in a bad position after seeing Nadeko's somewhat disappointed expression.\nKoyomi then decides to break the tension by commenting on how she remembered him very well. It turns out that Nadeko only got along with few people, including him and his younger sister Tsukihi. For some reason, Nadeko is a bit jealous to find out that she had an older brother.\n\nThe three finally reached the shrine itself, and they quickly set up the things they need. Araragi is shocked to find out that the clothes that Kanbaru chose to fit the requirement of \"being able to reveal enough skin to show that the scale marks are gone\" is a school swimsuit, and Kanbaru tells him that she just made the decision based on his preferences. Of course, he doesn't want to admit his \"preferences\" in front of Nadeko, but Kanbaru knows that she had hit the jackpot.\nWith that put aside, they placed the lights around Nadeko and asks her to sit on a rectangular sheet of cloth and to hold the charm tightly when she begins praying. After relaxing her lungs, Nadeko starts her solitary moment of prayer as Koyomi and Kanbaru watch.\nAs she prays, Nadeko reminisces on the day she met Koyomi for the first time. At that time, Koyomi is a sixth-grader, and Nadeko is a young child who has Tsukihi as a playmate.\nSoon, Nadeko's skin began to glimmer, and as the charm on Nadeko's hands begin to shine, the scale marks on her skin begin to flake off and float into the air like gold leaf. Araragi is relieved to see Nadeko close to being cured, but Kanbaru is more worried, now that Koyomi has yet another debt from Meme again. Koyomi tells her that it's not that case this time; since they just avoided a possibility for a spiritual world war by holding the ceremony here. According to Meme, the charm he gave for the ceremony was pocket change compared to what they just accomplished at that moment.\n\nMoments soon passed, and it looks like the ceremony is far from over. Kanbaru is becoming worried, but Koyomi tells her that when it is all over, they can just pull off the Jagirinawa from Nadeko's body. However, Meme had warned him against doing such a thing, since it can attack Koyomi instead. Also, there's a big chance that the curse would turn against its caster like in the saying, \"Curses, like chickens, come home to roost.\"\nThen, Meme tells him a reminder that puzzles Koyomi: \"One day, I might need to leave town. When that happens, I won't be able to give you advice anymore.\" Meme then adds that Koyomi is the type that meddles in affairs with oddities even though it is not advisable. Araragi tries to justify his actions, telling Meme that he cannot allow those things to happen in front of his eyes with impunity. Then, Meme suggests that it might be better if he had just forgotten everything, like what happened to Tsubasa Hanekawa, who never remembered about her involvements with oddities in the past. However, he took it back after thinking that it might be too rude.\nMeme decides to tell Koyomi that he would tell him ahead if he decides to leave for good, but he also reminds Koyomi that there are also much more important things to take into priority than the supernatural. Koyomi then proceeds to remind Meme that he will never become like him — he is 10% vampire, and an oddity himself. Meme tells Koyomi that he can let go of that 10% if he chooses to abandon Shinobu, and he doesn't want Koyomi to forget about that option.\n\nSoon, Koyomi wakes up to reality when Kanbaru notices something wrong with Nadeko. She is no longer the calm presence she was earlier, and it looks as if she is in deeper pain than before. As Kanbaru thinks that they might have committed a mistake as well, Koyomi notices something.\nThey might be actually overlooking a particular detail in Nadeko's case. The situation might have been less complicated if they were able to see the jagirinawa, but in this case, they easily discounted another snake entwining itself around Nadeko.\nThey are having an encounter with two Jagirinawa.\nIn a split-second decision, Koyomi dives straight into Nadeko, who is slowly losing her consciousness from being suffocated by the Jagirinawa. Unfortunately, he is unable to see the Jagirinawa, but he uses the marks on Nadeko's skin and holds on to whatever his hands could hold on to. It was there when he felt something long and round on his palms, and almost instantly, the sharp scales of the Jagirinawa cut through his skin.\nThen, the Jagirinawa bites hard on Araragi's arm, and it was at the moment that he became the target of the provoked oddity.\nAs Koyomi sees the Jagirinawa leave Nadeko behind, he suddenly finds himself fighting against a powerful beast that he cannot see. Another attack leaves his left leg broken as well, but he was able to retaliate by kicking it away. Then, the battle became a waiting game for Koyomi, whose broken leg and forearm renders him unable to move from his location. He tries to estimate the Jagirinawa's location by looking at the movements of dirt and grass nearby, and watches closely for any incoming attack.\nThen, the Jagirinawa prepares to charge towards Koyomi, and as he finds himself helpless against the attack, Kanbaru suddenly comes and pushes him away from the path of the speeding serpent. Meanwhile, the Jagirinawa escapes.\nKanbaru pins Koyomi to the ground and stops him from making unnecessary movement to slow down the flow of poison into his bloodstream. Meanwhile, she also tells Koyomi to reassess his priorities at this moment; right now, the Jagirinawa is no longer top priority, since Nadeko is now relieved of the curse. Unfortunately, this action meant leaving the boy who resented Nadeko for rejecting him to suffer and most likely eventually die from the very curse he cast upon Nadeko.\nNadeko finally comes to, and she thanks Koyomi for saving her. Although Koyomi considers himself, a \"half-assed oddity\", lucky to be able to stand up to a real oddity, and he refuses to accept Nadeko's thanks. Meanwhile, he hides the wounds he received from the Jagirinawa as he apologizes for being reckless."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "This episode is famous for having the most amount of content added to the DVD version due to problems which left most of the episode done using stills and recycled animation.\nThis episode has no opening theme song.\nAdditional pictures were used in the ending theme song, particularly that of the main cast, before the main ending credits."
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}