{
  "id": "Bakemonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    {
      "#English_Release_Synopsis": [
        "#Part_1",
        "#Part_2",
        "#Part_3"
      ]
    },
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Hitagi_Crab",
        "#Mayoi_Mai_Mai_(Snail)",
        "#Suruga_Monkey",
        "#Nadeko_Snake",
        "#Tsubasa_Cat"
      ]
    },
    "#Illustrations",
    "#English_Edition_Color_Pages",
    "#Anime",
    "#Bakemonogatari_Portable",
    "#Manga",
    "#English_Audio_Book",
    "#Bakemonogatari_[Introduction]"
  ],
  "Description": "Bakemonogatari (化物語), or BAKEMONOGATARI: Monster Tale in the English publication, is the first part of the Monogatari series. It was originally split into two volumes. The first and second books overall, they contain the stories Hitagi Crab (ひたぎクラブ), Mayoi Mai Mai (Snail) (まよいマイマイ), Suruga Monkey (するがモンキー), Nadeko Snake (なでこスネイク), and Tsubasa Cat (つばさキャット).\nIt was also re-released as three e-books with new covers illustrated by VOFAN, with the first released on July 1, 2016,[6] while the second and third were released on July 8, 2016.[7][8]\nIn February 2016, Vertical Inc. announced the English translation of Bakemonogatari, it was released in three volumes in December 2016, February 2017, and April 2017, respectively.[9]\nA manga adaptation of the novel was announced, it will be published on the 15th issue of the Weekly Shonen Magazine this March 14, 2018.[10]\nBakemonogatari is the third installment of the series to receive an English audiobook after Kizumonogatari and Nekomonogatari White. The audiobook for all three volumes released on March 24, 2020.",
  "#Etymology": {
    "link": [],
    "text": "The title is portmanteau of two terms:"
  },
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "Koyomi Araragi, a high school student, returns to a normal human life after a vampire attack. As he lives with remnants of his vampire half still persisting, he finds himself returning to the world of the supernatural after discovering the unusual case of Hitagi Senjougahara, who is afflicted with a condition that leaves her weightless."
  },
  "#Part_1": {
    "link": [],
    "text": "There’s a girl at their school who is always ill. She routinely arrives late, leaves early, or doesn’t show up at all, and skips gym as a matter of course. She’s pretty, and the boys take to whispering that she’s a cloistered princess. As the self-described worst loser in her class soon finds out, they just don’t know what a monster she is.\nSo begins a tale of mysterious maladies that are supernatural in origin yet deeply revealing of the human psyche, a set of case files as given to unexpected feeling as it is to irreverent humor. So begins the legendary novel that kicked off the MONOGATARI series, whose anime adaptations have enjoyed international popularity and critical acclaim.\nThis first of three parts introduces Senjogahara and Hachikuji, and fans of the blockbuster prequel KIZUMONOGATARI will be delighted to meet their favorite crazies again: the weirdly reliable narrator Araragi, class president among class presidents Hanekawa, shady problem-solver Oshino, and a certain pale, blonde former vampire."
  },
  "#Part_2": {
    "link": [],
    "text": "Bakemono, literally “altered thing,” which translates as “monster.” Monogatari, literally “thing narrated,” which translates as “tale.” Combined into a neologism by he of the reversible nom de plume, they yield BAKEMONOGATARI, the monster tale that kicked off a series whose anime adaptations have enjoyed international popularity and critical acclaim.\nA self-described loser, Koyomi Araragi is struggling at a prep school that he should never have gotten into. He has all but quit caring, but as a senior, he faces the chilling scenario of not being able to graduate. It’s time to cram, but the supernatural aberrations that keep on popping up in his provincial town won’t let him be.\nPreviously, our hero turned into a vampire and back, gained an acid-tongued girlfriend, and couldn’t find his way home thanks to a lost child. In this second of three parts, which introduces Suruga Kanbaru and Nadeko Sengoku, he becomes embroiled in a case that riffs on a classic English story from 1902."
  },
  "#Part_3": {
    "link": [],
    "text": "A class president among class presidents, a bespectacled model student who soars to the top of honors lists without fail, Tsubasa Hanekawa also happens to be a decent human being. True, she does have a habit of making single-minded assumptions, but they come from a good place and turn out to be fortuitous as often as not.\nLoser extraordinaire Koyomi Araragi owes her his post of class vice president and a more significant debt of gratitude for her unstinting support during the darkest spring break of his life. All of it has blinded him to the possibility that his saintly classmate’s family situation might be no less adverse than that of his other lady friends.\nThus, at last, we face Hanekawa’s unlikely aberration in “Tsubasa Cat”—the concluding part of the legendary novel that captured the sensibilities of a new generation in the aught years and spawned an animated series that has won international popularity and acclaim—before the story continues with a Fake Tale..."
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Hitagi_Crab": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "In a chance encounter, Koyomi Araragi encounters Hitagi Senjougahara and discovers that she weighs close to nothing. Hitagi later confronts Koyomi to keep her condition a secret to everyone, but he instead offers a helping hand, as he knew someone who is an expert in the supernatural: Meme Oshino, the person who restored him back to being a human again after being attacked by a vampire.\nMeme receives a visit from Koyomi and Hitagi and discovers that the latter had encountered a heavy stone crab (or god, due to discrepancies in interpretation), which stole her weight. In order for the crab to return Hitagi's weight to normal, he sets up a ritual that is designed to coordinate a courteous request to the crab to take back what it has taken.\nThings, however, did not go as planned and Meme is compelled to use force against the crab. Hitagi then pleads for the subdued crab to take back what it had taken; it is revealed that the crab had taken the painful memories of her family life in the past along with her weight, and Hitagi finally accepted these memories. With the crab letting go of its hold over Hitagi, she declares Koyomi as her first true friend."
  },
  "#Mayoi_Mai_Mai_(Snail)": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "On Mother's Day, Koyomi leaves the Araragi residence in spite of his sister Karen's protests, and spends the day at the nearby park. Hitagi later meets him by chance and they talk about a lot of things, including his problem with his sister, and Hitagi's determination to repay what he did to turn her back to normal. On that same place, he meets an elementary school girl named Mayoi Hachikuji and he decides to help her find her way back home.\nTo Koyomi's surprise, he is unable to reach the exact address of Mayoi's house. It was through Meme's intervention (relayed through Senjougahara) that he discovers that Mayoi is already long dead; moreover, Araragi was able to see her because spirits like her only appear on people with the desire to not return home. Oshino later guides them into finding where her destination is, and Mayoi disappears, having fulfilled her mission.\nKoyomi would later meet Mayoi again; this time, she is now classified as a wandering spirit."
  },
  "#Suruga_Monkey": {
    "link": [],
    "text": "With exam week closing in, Araragi plans to go on a study session with Hitagi at her place. Meanwhile, he meets Kanbaru Suruga, a tomboyish-looking girl with a bandaged right arm.\nThat night, when leaving Hitagi's place after a study session, Araragi was attacked by an unusual person wearing a yellow raincoat and having glowing red eyes. Fortunately, he manages to heal back his wounds due to his vampire blood."
  },
  "#Nadeko_Snake": {
    "link": [],
    "text": "This is an arc involving one of his little sister's friend whom he sees while visiting a temple with Kanbaru."
  },
  "#Tsubasa_Cat": {
    "link": [],
    "text": "The final arc involves a lot of flashbacks that clarify his relationship with his class president and their past involving a cat."
  },
  "#Illustrations": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/VOFAN"
    ],
    "text": "Illustrations by VOFAN."
  },
  "#English_Edition_Color_Pages": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(anime_series)"
    ],
    "text": ""
  },
  "#Bakemonogatari_Portable": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Portable"
    ],
    "text": ""
  },
  "#Manga": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  },
  "#English_Audio_Book": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari"
    ],
    "text": "English audio books for all three English Volumes released in March 2020. Bakemonogatari is the third installment to be adapted as an audio book after Kizumonogatari and Nekomonogatari White."
  },
  "#Bakemonogatari_[Introduction]": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(Introduction)"
    ],
    "text": "A special book that includes the Hitagi Crab story along with two additional short stories that take place during the same time period was later released."
  }
}