{
  "id": "Koyomimonogatari Episode 04: Koyomi Water",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_04:_Koyomi_Water",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Water\" (こよみウォーター, Koyomi Wōtā) is the fourth episode of the Koyomimonogatari anime series, first broadcast on January 30, 2016.",
  "#Synopsis": {
    "link": [],
    "text": "In July, Koyomi gets buried under a pile of books after arriving at Kanbaru's estate to tidy up her room. After cleaning out the books, Koyomi tries to leave, but Kanbaru pressures him to stay for dinner and take a bath in her bathroom. While bathing, Kanbaru tries breaking in, believing that Koyomi was being held prisoner. After he calls her to stop, he claims that Kanbaru would be the only person who would try to imprison him. Kanbaru laughs and states that Hitagi would as well, in which Koyomi says that he doubts she would go that far. She then says that she wanted to come in to wash both Koyomi's clothes and Koyomi himself as thanks for cleaning her room, and he tells her to clean her mind first. As she takes her clothes off, Kanbaru talks about the water in the bath, more specifically its past. Her father had used the bathroom on a regular basis, and as a result noticed something about the water. Kanbaru then tells Koyomi to look at the surface of the bathwater. What he saw shocks him, and he calls Hitagi.\nHitagi greats him by telling him to die, and Koyomi responds by saying that he can't because he's her boyfriend and wants to go on more dates with her. Koyomi then tells her Kanbaru's story, and said that Kanbaru's father was able to see his future wife, shocking him. When Hitagi asked whether he saw herself, Kanbaru, or even Hachikuji, Koyomi stated that he only saw himself. Hitagi then revealed that she had heard the story before, but claimed that she didn't remember it because the \"romantic story\" didn't even amount to an oddity story.\nHitagi reveals her interpretation: that Kanbaru's dad simply saw his own reflection and misinterpreted it as his future wife's, as the water's ripple effect distorted his image. She believes that when he first met his wife, Kanbaru's dad remembered the reflection, leading him to believe it was fortelling his future. She then states that, if this story gets leaked to Kanbaru, she would have to kill Koyomi.\nTo test out which theory was right, Koyomi calls Kanbaru asking what she saw in the reflection. She responds erotically, saying that all she sees is her body, specifically her breasts. When she asks Koyomi, however, he hangs up in disappointment."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}