{
  "id": "Kogarashi Sentiment",
  "url": "https://bakemonogatari.fandom.com/wiki/Kogarashi_Sentiment",
  "toc": [
    "#Background",
    {
      "#Lyrics": [
        "#Japanese"
      ]
    },
    "#Trivia",
    "#Video"
  ],
  "Description": "Kogarashi Sentiment (木枯らしセンティメント \"Wintry Wind Sentiment\") is the sixth (fourth in TV broadcast) opening theme song for Hitagi End in Second Season. It is performed by Shin-ichiro Miki and Chiwa Saitō. It focuses on Hitagi Senjougahara and plays in episodes 23, 24 and 25 (or 20, 21 and 22 in the DVDs which skip the recaps).\nA solo version of the song entitled \"fast love\" was performed by Chiwa Saitō and was included in the single release of \"Kogarashi Sentiment\".",
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku"
    ],
    "text": "The song is an in-character duet between Hitagi Senjougahara and Deishuu Kaiki.\nIn Monogatari Series Second Season, the song is accompanied by a video depicting the two in a summer landscape, with Hitagi wearing a white sundress while Deishuu drives a red convertible, followed by the dominant theme of crabs and snakes, symbolizing Hitagi and Nadeko Sengoku respectively. One feature of the credits used for the song is its depictions of Hitagi and Deishuu, as well as some scenes, in stylized art reminiscent of anime series produced during the 1980s, which features bold lines and the liberal use of cel-shading."
  },
  "#Japanese": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://www.youtube.com/watch?v=jDb4Eqau9vU"
    ],
    "text": "Deishuu Kaiki is the first male character that performed in an opening theme song for the Monogatari series. As a result, Shinichiro Miki, the voice actor of Kaiki, remembered being called a \"heroine\". Miki talked with Hitagi Senjougahara's voice actress Chiwa Saito about this and the song in this commentary."
  },
  "#Video": {
    "link": [],
    "text": ""
  }
}