{
  "id": "Nadeko Sengoku",
  "url": "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Nadeko_Snake",
        "#Tsubasa_Cat",
        "#Nadeko_Pool",
        "#Karen_Bee",
        "#Sodachi_Lost",
        "#Nadeko_Medusa",
        "#Hitagi_End",
        "#Koyomi_Dead",
        "#Ougi_Dark",
        "#Koyomi_Reverse",
        "#Tsukihi_Undo",
        "#Nadeko_Draw",
        "#Mayoi_Snake"
      ]
    },
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Short_Stories",
        "#Manga",
        "#Other"
      ]
    }
  ],
  "Description": "Nadeko Sengoku (千石 撫子, Sengoku Nadeko) is Tsukihi Araragi's childhood friend and an acquaintance of Tsukihi's brother Koyomi Araragi. She was a victim of a painful curse that caused an invisible snake to coil around her and manifest scars that resemble snake scales. During her attempts to cure herself of the curse, she met Koyomi once again after not seeing him for a long time.\nShe is the narrator of Otorimonogatari, Nademonogatari, as well as arcs in Yoimonogatari, Amarimonogatari,  Ougimonogatari, and Shinomonogatari. She is the titular protagonist of four main arcs: Nadeko Snake, Nadeko Medusa, Nadeko Draw and Nadeko Around, and three minor arcs: Nadeko Pool, Nadeko Mirror, and Kimi to Nadekko!.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Jagirinawa",
      "https://en.wikipedia.org/wiki/Newsboy_cap"
    ],
    "text": "Nadeko is a young girl with dark brown hair (black in the novels) and chocolate brown eyes. She is 153 cm(5'0\") and her weight is around 38 kg. During the times when she was still cursed by the jagirinawa, her outfit consisted of a waist pouch, an orange newsboy cap, a pink blouse, an orange jacket and a pair of baggy denims — all of which were designed to hide the scars that covered her body. She also always casts her eyes downward, with long fringes covering her eyes. It can be assumed that her newsboy cap represents the \"snake\" that cursed her, as its shape resembles a snake's head.\nShe later changes her to a more comfortable set of clothes after being relieved of the curse, and she shows a preference to wearing skirts.\nLater in the series, she cuts her hair short."
  },
  "#Personality": {
    "link": [],
    "text": "Nadeko has a shy personality, and can be easily amused. She's quite protective of her hair (particularly her forelocks) thinking that it's her place to guard more than her panties. She often looks at the floor during conversations with anyone. She commonly refers to herself in the first person, often considered a child-like tendency in Japanese. In combination with this, she also uses a lower case \"i\" as her first person pronoun in the English localization to emphasize her childish way of speaking. \nNadeko hates the feeling of direct physical contact with other people, specifically the feeling of transmitting heat, even from her own parents. \nShe develops a dependence towards Koyomi (whom she calls \"Koyomi-onii-chan\") which slowly intensified as the events relating to the snake curse puts a pressure on her."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukihi",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "Nadeko has been familiar with the Araragi family as Tsukihi (whom Nadeko affectionately calls \"Rara-chan\"[ララちゃん]) had played with her when they were small. During one of those days, she meets Tsukihi's older brother Koyomi, then a sixth-grader, and would also soon become one of her friends when he fixed her bike. She began to call Koyomi \"Koyomi-onii-chan\" since then. Her visits to their house soon ended about six years ago and, unfortunately for Nadeko, Koyomi appears to have forgotten about his first encounter with her.\nDuring middle school, she rejected the feelings of a classmate of hers, causing her to be targeted by the jagirinawa, which came in the form of a charm handed over by a mysterious person."
  },
  "#Nadeko_Snake": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Araragi_Residence",
      "https://bakemonogatari.fandom.com/wiki/Jagirinawa",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "Nadeko has been visiting the North Shirahebi Shrine, where she sacrifices live white snakes in an attempt to cure a curse that has been tormenting her for some time. In one of her visits to the shrine, she encounters Koyomi and Suruga Kanbaru, who were en route to the shrine to place an ofuda (a kind of Shinto amulet) to the ruins of the shrine. The two later discovered her practice of slaughtering white snakes upon arriving at the shrine grounds, although they were unable to talk to her about it. Nadeko was also seen by Koyomi and Tsubasa Hanekawa the day after that in the local bookstore, reading books about the occult, which further intensified Koyomi's curiosity of her condition.\nNadeko was later taken by Koyomi and Suruga to the Araragi residence for some questions. There, she reveals that she was put under a curse, more specifically the jagirinawa (蛇切綯), and was going to die if the curse is not lifted soon.\nWith some help from Meme, Koyomi and Suruga perform a ceremony which aims to release the snake curse from Nadeko's body, with Nadeko willingly participating. Although Nadeko was calmed by the presence of her \"Koyomi-onii-chan\", she soon discovers that there is another curse tormenting her, and it is a second snake curse sent by a classmate which she had rejected before. As she struggles for her life in the hands of two jagirinawa, Koyomi fights the oddities alone in a life-threatening stuggle. His intervention, although at the cost of a broken leg and arm, releases the jagirinawa from Nadeko's body.\nAfter the encounter with the jagirinawa, Nadeko, Suruga and Koyomi stay over at Meme's place to rest."
  },
  "#Tsubasa_Cat": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School"
    ],
    "text": "Nadeko visits Koyomi at his school the day after she becomes cured of the curse of the jagirinawa to personally thank him and Suruga for their efforts the night before. She was only able to meet with Koyomi because Suruga sprinted her way out of the school gates by school's end, and ends up handing to Koyomi the school swimsuit Suruga lent to her for the ceremony the night before. During their conversation, she notes how different Shinobu looks at her and Suruga compared to how she does at Meme or Koyomi.\nLater, Tsubasa suddenly appears, causing a flustered Nadeko to run as fast as she can away from the two, possibly out of embarrassment. The conversation Tsubasa and Koyomi had afterwards talks a bit about what happened to Nadeko, although the topic is quickly changed to Hitagi's relationship with Koyomi.\nDuring the sudden disappearance of Shinobu Oshino from the ruins of Eikou Cram School, Nadeko was one of the people Koyomi called for help in finding Shinobu."
  },
  "#Nadeko_Pool": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Anime_Complete_Guidebook"
    ],
    "text": "Nadeko goes to the public pool with Koyomi so he can teach her how to swim, on account of her hearing that he's supposedly a good swimmer. Nadeko wore a very revealing string bikini with her bangs, which normally covered her face, tied back, claiming she wanted to try being more \"adventurous.\" Everyone at the pool, including Koyomi, felt uncomfortable about her outfit, trying their hardest to avert their eyes. Starting to feel anxious, she looked as if she was on the verge of tears. Thinking back to when she was hiding the scars of the invisible snakes, Koyomi figured it was a good thing she felt willing to actually show off so much skin and praised her for it, cheering her up.\nAfter that, Koyomi embarrassed himself in front of her when getting in the pool as he found out vampires can't swim."
  },
  "#Karen_Bee": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Sengoku_Residence"
    ],
    "text": "During summer vacation, Nadeko decides to invite Koyomi over to her house, taking the opportunity after both of her parents are out for work. By this time, Nadeko has long abandoned her \"mostly-covered\" style of clothing, and wears a comfortable set of clothes, with her forelocks combed back. Upon leading Koyomi into the Sengoku Residence after a long time, they play a few games, including Twister and The Game of Life, with the intent of attracting his attention. Meanwhile, they talk about several things, especially about rumors that a certain charm that resembles the one used to curse her is still spreading within her school. Unfortunately for her, her mother arrived before she could fully proceed with her plan.\nKoyomi commented that she has a glare just like a serpent."
  },
  "#Sodachi_Lost": {
    "link": [],
    "text": ""
  },
  "#Nadeko_Medusa": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nanahyakuichi_Public_Middle_School",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Kuchinawa",
      "https://bakemonogatari.fandom.com/wiki/Sasayabu"
    ],
    "text": "Although some time has passed since the end of Deishuu Kaiki's swindling activities in Nanahyakuichi Public Middle School, some of the members of the student body remain antagonistic of Kaiki, to the point of blaming him for the most unrelated things. Meanwhile, during October 31, Nadeko meets a girl named Ougi Oshino, who confronts Nadeko about her tendency to use her innocent charm to escape responsibility. On the same day since that encounter, Nadeko starts hallucinating about seeing white snakes in her vicinity.\nIn Nadeko's class, the atmosphere is strained because the curses related to the charms introduced by Deishuu have exposed negative sentiments among the class, and Nadeko is pressured to do something about it as the representative of her class. She calls Koyomi for advice, and after which, a bigger serpent, which introduces himself as Kuchinawa, tells her to go to North Shirahebi Shrine, where she is confronted for her killings of white snakes when she was cursed herself.\nTo atone for the white snakes she killed, Kuchinawa asks her to find its remains when it was alive. She tries not to involve Koyomi, but he manages to find her at night and takes her to his house.[1] The next morning, she reunites with Tsukihi and the latter opens the topic about Nadeko's personality and Koyomi's girlfriend, which ends with Tsukihi cutting away her forelocks in irritation towards Nadeko's indecisiveness.[2]\nNadeko's personality drastically changes after losing her forelocks and she ends up snapping at her teacher and to her class before leaving early from school. At this point, Nadeko resigns to Kuchinawa's request and returns to Koyomi's house, where Kuchinawa's body, in the form of a talisman, is stuck between the pages of Koyomi's adult magazines. Kuchinawa urges Nadeko to eat the talisman in return for getting her forelocks back, as well as her wish of having her love with Koyomi be requited.[2] However, Koyomi catches her in the act and cautions her to put the talisman down. Because of misunderstanding and some of Shinobu's provocation, she eats the talisman and becomes an oddity.\nAfter several successful fights against Koyomi and Shinobu, Nadeko realizes that Kuchinawa is an oddity brought to life by her delusions, triggered after she found out that Koyomi had a girlfriend. She then tries to kill Koyomi, but Hitagi interferes through a phone call and asks her to wait until after graduation, to which Nadeko complies.[3]"
  },
  "#Hitagi_End": {
    "link": [],
    "text": "Nadeko willingly let herself be \"tricked\" into reverting to a human by Deishuu after he told her that love and happiness aren't the only aspects of life, and that she should try pursuing a dream like her secret manga drawing hobby. Deishuu then told Koyomi Araragi to stay out of Nadeko's life from then on for her own sake since Koyomi's continuing presence in Nadeko's life would only hurt and weaken her, not help her."
  },
  "#Koyomi_Dead": {
    "link": [],
    "text": "Nadeko makes a brief visual cameo in the anime adaptation of Koyomi Dead, depicting her with short hair drawing manga."
  },
  "#Ougi_Dark": {
    "link": [],
    "text": ""
  },
  "#Koyomi_Reverse": {
    "link": [],
    "text": ""
  },
  "#Tsukihi_Undo": {
    "link": [],
    "text": ""
  },
  "#Nadeko_Draw": {
    "link": [],
    "text": ""
  },
  "#Mayoi_Snake": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisio_Isin"
    ],
    "text": "Nadeko's first name is the alternate reading of the name nadeshiko (撫子), which is derived from a flower of the Dianthus species. The word \"nadeshiko\" is also used to denote a perfect woman under Japanese standards. Literally, the name means \"lovable, caressable girl\".\nMeanwhile, Nadeko's surname means \"sieve\", with the literal meaning of \"a thousand stones\". It is also a period in Japanese history marked by mass civil warfare and various smaller states vying for control of Japan.\nIncluding the content from Off Season and Monster Season, Nadeko is the 2nd most frequent narrator behind Koyomi, having narrated five arcs.\nNadeko's favorite things are the following:\nFood: Salisbury steak and yakisoba\nManga: Any manga from the 80s\nGame genre: Retro\nMusic genre: Folk songs\nColor: Purple\nFavorite Older brother: Koyomi Araragi\nIn the official guidebook, series author Nisio Isin did an interview with all of the voice actors, and asked Kana Hanazawa on what character she would like to play, in which she replied that she'd like to play an evil character, possibly becoming the inspiration for Nadeko Medusa.\nIt seems Hitagi and Shinobu both dislike Nadeko."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Orokamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nademonogatari",
      "https://bakemonogatari.fandom.com/wiki/Yoimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Amarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Ougimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Shinomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Anime_Complete_Guidebook",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Portable",
      "https://magireco.fandom.com/wiki/Sengoku_Nadeko"
    ],
    "text": ""
  }
}