{
  "id": "Nekomonogatari Black Episode 04: Tsubasa Family, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_Episode_04:_Tsubasa_Family,_Part_4",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "Tsubasa Family, Part 4\" is the the fourth episode of the Nekomonogatari Black anime series. It concludes the Tsubasa Family story, which retells Tsubasa Hanekawa's encounter with the oddity that contributed to the appearance of Black Hanekawa. It was released on December 31, 2012.\nKoyomi turns to drastic measures to gain a trump card that will defeat the oddity that is in Tsubasa Hanekawa's body, and he prepares to face her alternate identity alone. In the ultimate confrontation between Koyomi and Tsubasa, their true feelings along with the truth behind Tsubasa's oddity case will be revealed!",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Black_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Meme"
    ],
    "text": "For the three days following his encounter with Black Hanekawa, Koyomi Araragi spent his time in the abandoned cram school building Meme lives in, in front of Shinobu Oshino, bowing low on the ground.\nThen, on the 6th of May, he gets a response. However, it comes in the form of Shinobu's foot pressing down on his head for a few moments, followed by a swift kick. As Koyomi staggers to the ground after that, a sword emerges from her mouth: the sword of Kiss-Shot Acerola-Orion Heart-Under-Blade, the oddity-killer, Kokorowatari. As Koyomi receives the blade from Shinobu, Meme, who emerges shortly after, congratulates him for being able to change Shinobu's mind about handing him the sword.\nMeme then tells Koyomi that Tsubasa's parents have already been discharged from the hospital, and has used the chance to get information about Tsubasa. Although he did not get any important stuff that may be used against the sawarineko, Meme was able to listen to a story that interests him.\nIt was about how Tsubasa's father hit her daughter so hard she flew into the wall.\nAnd her response? With a smile on her face and a wounded cheek, she tells her father that one shouldn't learn to hit girls like that.\nKoyomi and Meme share the same response to hearing that story. They were disgusted. Frightened by Tsubasa's benevolence more than the presence of an oddity.\nMeme soon points out that he is putting himself in the observer's point of view. He neither sides towards Tsubasa's parents nor to Tsubasa herself. To add, no one is right or wrong in this situation. In fact, he almost wanted to commend Tsubasa's parents for being patient in dealing with a girl who is so righteous that it is uncomfortable interacting with her, and whose presence makes people realize one's imperfections. Despite Koyomi's defense towards Tsubasa's actions, Meme points out that Tsubasa has a responsibility to consider the feelings of others as a person with a more brilliant mind than others.\nMeme comes up with the conclusion that anything and everything is to be blamed at Tsubasa. She is the irregularity that has disturbed the regularity of the situation.\n\nKoyomi slowly loses his temper and threatens Meme that he will kill him if he will say more bad things about Tsubasa. Meme asks Koyomi if it was his sympathy talking, but Koyomi clarifies that it was merely his sexual frustration speaking his mind.\nAs the sword that can only hurt oddities called Kokorowatari rests on Koyomi's shoulder, Meme prepares to give him advice on what to do while facing the sawarineko.\nFirst, the Kokorowatari has the ability to separate the sawarineko from Tsubasa without fail, but this means that she can defend against this for the same reason. Meme knows that for every plan they have, Tsubasa has a countermeasure prepared for it, and Koyomi knows this, and hopes that what he is thinking will help in their current situation.\nMeme decides to omit the second warning, although Koyomi has a gist of what he wanted to say to him.\nThen, the last warning is given. He asks Koyomi about how he will look for Tsubasa since there is the possibility of her being somewhere within the town. Koyomi confidently says that he has already figured that one out, and prepares to leave, leaving behind Meme to look for the sawarineko while he does the searching his way.\nMeme decides to leave Koyomi to his decisions, and tells him that no matter the outcome, he shall not be in Koyomi's way.\n\nThirty minutes later after Koyomi sends a message to a particular person, an explosion rocks the abandoned cram school building, and Black Hanekawa appears.\nAnd initially, she spoke in Tsubasa's alarmed tone, as if concerned about Koyomi.\nBlack Hanekawa soon takes over once again, and realizes that they were just tricked by Koyomi.\nAnd she, both Tsubasa and Black Hanekawa are not happy about it.\nThen, Koyomi reveals his suspicion throughout this time as Black Hanekawa appears to be lacking a particular verbal tic... that Black Hanekawa is none other than Tsubasa Hanekawa herself, and the line between Tsubasa and the sawarinekois more blurred than what it seems. Nonetheless, Koyomi knows that Tsubasa is Tsubasa, and he just exploited Tsubasa's impulse to helping others to lure her out quickly.    \nSoon Koyomi points out Tsubasa's kindness, her strength, and her virtue, all of which can hurt a person's heart or pressure them down and tells her that she can't do anything about it. And he tells Tsubasa to live with what she is right now.    \nTsubasa finally speaks, and she points out that she cannot do everything and that she is human.\nKoyomi disagrees. He knows that Tsubasa, as of this moment, is an oddity.\nTsubasa finds Koyomi's words as harsh, but Koyomi insists that she has no right to call herself a human and he will never give her even a piece of sympathy. Koyomi admits that he does not know about Tsubasa's real parents, but he does know about her unfortunate life with a family that is not bound to her by blood. And he does not care about it, especially he knows that Tsubasa will eventually return to her routine life when they are finished talking.\nHe continues to remind Tsubasa that unhappiness will never go away despite how much happiness one has, and that is one of the painful truths of reality.\nHe will never sympathize with her. Yet, he is willing to be the person that will relieve her stress with everything he has.\n\nTsubasa is rather annoyed at Koyomi's talk. She thinks that Koyomi wants to be a star, but refuses to be a hero, to which Koyomi responds that the only thing he can become right now is a vampire. She then responds by saying that she has been suspicious that Koyomi feels hate towards her. Koyomi admits that he actually hates Tsubasa, and she returns the sentiment.\nTsubasa's composure quickly fizzles out by the second, as she mutters the word, \"die\".\nThen, she says, \"I should just die.\"\nAfterwards, Black Hanekawa takes over, and she declares that Koyomi must relieve Tsubasa's stress right now. Koyomi, in response, spreads his arms apart and lets Tsubasa do her way with him.\nA split second after, Black Hanekawa charges towards him, and Koyomi flies back into the wall behind him.\nIt was a few seconds later that he discovers that his lower half is still standing a few feet away.\nBlood spills from where Koyomi's upper and lower half separated.\nAnd Koyomi is overwhelmed by the unstoppable sensation of pain.\n\nBut not only Koyomi is in pain right now. Black Hanekawa is also on the floor, clutching her pained hand despite the absence of a visible wound. Then, a blade appears to jut out of Koyomi's lower half... the oddity-killer, the Kokorowatari. Koyomi, despite his grave injury, explains that the sword's existence was unknown to everyone, even to Meme, and he takes this to his advantage to attack the sawarineko using an unusual method, although he admits that he is not certain that he will succeed in this plan of his.\nThen, Koyomi urges Tsubasa to stop talking about death and to accept that she doesn't know anything, like she always says.\nAfterwards, after blood bursts out of his mouth, he stopped moving.\nIn this unmoving state, Koyomi is somewhat relieved that he has finally died for Tsubasa's sake. But he decided not to completely destroy the sawarineko unlike what Meme planned to, since it would not solve Tsubasa's problem with her stress management and her family. With that aside, he tells himself once again that although a pointless and a worthless wish, Koyomi was relieved that he was able to die for her sake.\n\nThen, a painful scream, even louder than before, awakens Koyomi once again. There, he sees Tsubasa writhing around in pain as white fur emerges from her skin and more feline features emerge from her body. Koyomi thinks that what he just did had an adverse reaction, causing Tsubasa to develop cat-like features. He tries to talk his way into stopping the sawarineko from going out of control, but it was no use.\nSuddenly, a girl with golden hair appears, telling Koyomi that it is normal for a machine to get damaged if someone pulls its plug right out of its socket. Then, after voicing her disappointment for Koyomi's unusual way in using her sword, the girl, who will be named Shinobu Oshino in the future, rips away her left arm and spills her blood on Koyomi's dismembered body. In an instant, Koyomi's unmoving legs in the distance disappears into dust and rejoins itself into Koyomi's body. Afterwards, Shinobu puts back her left arm and leaps away from Koyomi.\nShinobu is rather angry at Koyomi's decision to die for someone else's sake while letting her live back then, but decides to fight in his behalf using the Kokorowatari.\nAfter swallowing the blade whole, Shinobu quickly leaps into Tsubasa's back, and bites into Tsubasa's neck. A few seconds passed, and the rampaging oddity is swiftly suppressed.\n\nMinutes later, only Koyomi and Tsubasa are left in the room, and as Tsubasa lies unconscious, Koyomi can't help but pity themselves for their current situation, since they will be suffering this misfortune for the rest of their lives. However, Tsubasa, who is too weak to stand or move, refuses to give up.\n\nThe day after, on May 8th, after a quick breakfast, Koyomi heads off to visit someone before going to school. After finally burying the sawarineko where it is supposed to be buried, he goes to Meme's place, where Shinobu now wears a helmet. Meme explains that Shinobu compelled him to buy it for her, and decides to give it as a reward for what she did in the sawarineko case. Koyomi, on the other hand, realizes that he will not be able to pat her on the head because of it.\nKoyomi then asks about Tsubasa's current condition. Meme tells him that she is fine, and that she has forgotten everything about what happened during Golden Week, especially what happened to Black Hanekawa, the name he has recently given to the sawarineko who possess Tsubasa. Meme then hypothesizes that the sawarineko had the chance to leave by the time Tsubasa's parents were attacked, but Tsubasa brought the oddity closer to her, creating Black Hanekawa in the process.\nKoyomi then wonders if Tsubasa was actually possessed by a demon that normal people would call a family, but Meme points out that Tsubasa doesn't consider her family as family, and Koyomi agrees, even adding that Tsubasa may find the concept of \"family\" as an oddity in itself.\n\nSoon, Koyomi wonders about the reason why Tsubasa decided to stay despite being possessed by the sawarineko. Before Koyomi could finish his sentence, Meme tells Koyomi to marry Tsubasa, much to Koyomi's shock. Meme thinks that this will solve Tsubasa's problem with her family, but Koyomi thinks that it is a bad joke. Meme, however, thinks that it is a good idea, especially since the two have helped each other during spring break.\nMeme thinks that Tsubasa has feelings for him. However, Koyomi tells him that he is not in love with Tsubasa, unlike what Meme thought. Regardless, Meme still welcomes the possibility, since he thinks that Tsubasa's feelings are more important than Koyomi's.\nMeme soon talks about the resolved case with the sawarineko. He thinks that no matter what Koyomi or Tsubasa did, rescue will always be at arm's reach. Koyomi remembered that Tsubasa did not ask help from him. But, he knows that he will help her even if she did not ask for help [proof needed]. Meme then tells him that her not asking for help does not already mean that she doesn't need anyone's help. Likewise, her not saying that she loves him doesn't mean that she doesn't love him.\n\nAfter leaving the abandoned cram school building, a more relaxed Koyomi bikes his way across town.\nAs he arrives at Naoetsu Private High School, he has finally decided.\nNow that he has learned to feel for others, Koyomi vows to fall in love with someone other than Tsubasa. However, he will cling to the memory of those nine days and cherish them. And his feelings he had for her will never be forgotten no matter what happens in the future.\nAnd so, during the Golden Week of my third year in high school, the May of my 18th year,Araragi Koyomi fell out of love for the first time though he wasn't in love. \nAnd as he climbs the stairs to his class, a new story begins."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}