{
  "id": "Nekomonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
  "toc": [
    "#Etymology",
    {
      "#Synopsis": [
        "#Black",
        "#White"
      ]
    },
    {
      "#English_Release_Synopsis": [
        "#Black_2",
        "#White_2"
      ]
    },
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Tsubasa_Family",
        "#Tsubasa_Tiger"
      ]
    },
    "#Illustrations",
    "#English_Edition_Color_Pages",
    "#English_Audio_Book",
    "#Anime",
    "#Trivia"
  ],
  "Description": "Nekomonogatari (猫物語) or NEKOMONOGATARI: Cat Tale in the English publication, comprised of two volumes, is the fourth part of the Monogatari series. The sixth and seventh books overall, they contain the stories Tsubasa Family (つばさファミリー) and Tsubasa Tiger (つばさタイガー). Black (黒Kuro) is the last book in the first season of the series. White (白 Shiro) is the first book in the second season of the series.\nThe English releases are scheduled for December 2017 and February 2018 respectively.\nNekomonogatari White is the second novel to be released as an English audiobook, following Kizumonogatari.",
  "#Etymology": {
    "link": [],
    "text": "The title is portmanteau of neko, \"cat\", and monogatari, \"story\"."
  },
  "#Black": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "The flawless class president, Tsubasa Hanekawa. The girl whom Koyomi Araragi owes his life to was charmed by a cat during Golden Week. This is the story of a... human who plays a forbidden game towards becoming a monster. Those \"nightmarish nine days\", once sealed off and hidden, is now finally revealed!"
  },
  "#White": {
    "link": [],
    "text": "\"I don't know everything, but I know a lot about you, Araragi-kun.\"\nThe flawless class president Tsubasa Hanekawa's first day of the second semester is closely watched by a monstrous tiger. Amidst the lifeless monologue is an unreachable confession..."
  },
  "#Black_2": {
    "link": [],
    "text": "Following up on the high note of family ties on which the previous installment concluded, but preceding it chronologically, we find Araragi and his little sister Tsukihi, the heroine of the last volume, in full sibling rivalry mode as they bicker about love. The conversation that cannot end unfolds in its unabashed original glory herein.\nLike KIZUMONOGATARI, which delved into our narrator’s disastrous spring break, Cat Tale (Black) is a prequel about another catastrophe, mentioned often yet never recounted even in a foregoing chapter dedicated to Miss H.: namely, the model student’s rampage over Golden Week, a string of holidays starting at the end of April.\nClosing out what has come to be known as the “First Season” of the series, this episode of ’GATARI, as rich as ever in silly banter and poignant profundities, richer than usual in snide meta comments about the anime, will make you laugh and cry, or just put a grownup smile on your face, maybe, but is guaranteed to stay with you forever."
  },
  "#White_2": {
    "link": [],
    "text": "Launching into new territory that the author hadn’t mapped out when he embarked on the series, NEKOMONOGATARI (White) tells the tale of heroine Tsubasa Hanekawa from her own perspective, in her own voice—if that can hold true for a damaged soul who, depending on who you’re asking, suffers from a split personality or a supernatural aberration.\nThe bone-chilling brokenness of her household, where father and mother and daughter keep three separate sets of cookware in the same kitchen and only ever prepare their own meals, and the profound darkness nurtured in the genius schoolgirl’s heart, come to life, if that is the word, through her self-vivisection.\nAs for our customary unreliable narrator, Araragi, we seem to learn revealing tidbits about him now that we have an outside view of him at last, while his lady friends Senjogahara, Hachikuji, et al, freed from his predilection for proudly inane banter, show subtly new faces to us via their female interlocutor. Welcome to the Second Season."
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Tsubasa_Family": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Oddity"
    ],
    "text": "Black serves as a second prologue to the series, taking place chronologically between Kizumonogatari and Bakemonogatari.\nThe story is set during Golden Week, where Koyomi Araragi is trying to return to his normal human life after being turned into a vampire during an encounter with Kiss-Shot Acerola-Orion Heart-Under-Blade in Kizumonogatari. He reveals that he has harbored some feelings towards a girl named Tsubasa Hanekawa, and is trying to sort out if this feeling is in fact, love. However, during the next few days, he discovers a different facet of Tsubasa Hanekawa's life, one which she was trying to hide from everyone else. Meanwhile, he tackles another oddity-related case, this time involving Hanekawa herself."
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Black_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari"
    ],
    "text": "White is written in Hanekawa's perspective. It is the first story in the series that's told in different perspective than Araragi. It takes place many months after Black after the events of Nisemonogatari, and starts near the end of Kabukimonogatari. It occurs concurrently with Onimonogatari and Owarimonogatari Vol 2 respectively, ending with a scene that takes place after Owarimonogatari Vol 2.\nAfter months since her last time turning into Black Hanekawa, Hanekawa finds a new oddity problem in the form of a white tiger that burns down buildings she had slept in the night before. The tiger is an oddity Hanekawa accidentally produced herself after years of domestic abuse that kept her from having her own room.\nBy the end, she finally learns to admit her problems vocally instead letting them bottle up. Araragi suddenly appears and kills the tiger with kokorowatari. After finally confessing to him and getting rejected, Hanekawa absorbs the tiger, causing permanent white stripes to appear in her hair. Afterwards, it's revealed she finally got her own room in her home. From then on, she dyes her hair every morning to hide the white stripes."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#English_Edition_Color_Pages": {
    "link": [],
    "text": ""
  },
  "#English_Audio_Book": {
    "link": [],
    "text": "An English audiobook released in Winter 2018. It is the second audiobook to be released."
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_(anime)",
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season",
      "https://bakemonogatari.fandom.com/wiki/Cours"
    ],
    "text": "The two volumes of Nekomonogatari were adapted into anime separately. Black received its own adaptation as a four episode TV series that aired all episodes on the same day, while White was grouped with the Monogatari Series Second Season cour as the first arc told. White, like all other second season arcs, was released separately in the western Blu-ray release."
  },
  "#Trivia": {
    "link": [],
    "text": "Notably, Nekomonogatari having unique titles per volume, as in Kuro (黒) / Shiro (白), actually follows a naming convention the other multi-volume installments have in the Japanese release. Rather than being called \"Part 1,\" \"Part 2,\" and \"Part 3,\" they use Jō (上), Chū (中) , and Ge (下), essentially meaning Up, Middle, and Down. Chū is only used for the second volume when there are three volumes. Nekomonogatari is the only instance where this naming convention is altered and referenced directly in the western release or anime adaptation."
  }
}