{
  "id": "Bakemonogatari Episode 03: Mayoi Snail, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Episode_03:_Mayoi_Snail,_Part_1",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Mayoi Snail, Part 1\" (まよいマイマイ　其の壱, Mayoi Maimai, Sono Ichi) is the third episode of the Bakemonogatari anime series. It released on July 17, 2009 directed by Tomoyuki Itamura with screenplay by Yukito Kizawa and storyboard by Nobuyuki Takeuchi.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Karen",
      "https://bakemonogatari.fandom.com/wiki/Hitagi",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "Koyomi Araragi finds himself alone in Namishiro Park on Mother's Day. Although he tells that he came to the park on purpose, a flashback of his last encounter with his younger sister Karen exposes the real reason behind his short trip to the park.\n\"If you're gonna be like that, Onii-chan—!\"\nThat remark left him quite down for a moment... until a familiar voice broke his solitude.\nHitagi arrives and says hi, and Araragi is shocked to see Hitagi in a dress he haven't seen before. Hitagi suspects that Araragi is having dirty thoughts of her in her dress, but he tries to clear himself of those suspicions. She then proceeds to tell Koyomi that she just bought the dress recently, and if possible, wants him to be the first to see her wear it for the first time; Araragi feels somewhat honored, but Hitagi points out that her intentions were different than what he thought.\nThe topic soon returns to why Araragi is alone at the park at that time of day. Araragi leaves out the real reason, and tells Hitagi that he was touring, and ends up at the park by chance. Hitagi then notes that she was quite familiar of the park, which she had visited a long time ago, until \"certain things changed\".\nSenjougahara then decides to sit beside Araragi, and in an instant, he feels like his heart jumped when Hitagi went too close. Hitagi then expresses her determination to return the offer that Araragi did to cure her of her oddity, and he thinks that her declaration is slowly becoming that of love, not mere responsibility.\nThen, with Hitagi just inches from Araragi's face, she tells that after she had paid back Araragi, the two would be friends on equal footing. Friends. That word somehow disappoints Koyomi.\nWith that said, Hitagi asks Koyomi about what she needs to do to repay his favor... whether it is saving the world or putting herself in the shoes of an eroge's female main character. Hitagi suggests that she should wear nothing but an apron and cook breakfast for him, but Koyomi points out that doing so would compromise how he would see Hitagi, so he refuses. Hitagi understands that, but thinks that it is because he is a virgin that he does not want any sexual favors.\nHowever, she points out that she accepts Araragi for being a virgin because she is a virgin herself.\nSenjougahara soon changes the topic and asks Koyomi whether something is currently troubling him. He decides that it is the perfect time to tell about his experiences earlier, and recalls his argument with his little sister. According to him, he felt like his own home wasn't his on Mother's Day, particularly because of his two younger sisters who are attached to their mother. It was the real reason why he left the house, and it caused the argument between him and his younger sister Karen. It also left Koyomi with a desire to not go home.\nHitagi admits that she cannot do anything regarding his complex issue with his family and she does not like to sugarcoat his situation, either. However, she points out that Araragi needs to make up with his sisters no matter what. Also, she declares that she would not leave his side despite his clear lack of self-esteem.\nWith that settled, Hitagi asks for any other problems that Koyomi needs help with, but Araragi refuses to say anything, thinking that he would find himself in more verbal abuse from her. Senjougahara then suggests helping him study, but Koyomi also rejected the offer as he is content in graduating, but she remains determined to help him in any way.\nThen, Hitagi shocks Araragi by offering something else: herself, as his girlfriend.\nKoyomi refuses to that offer as well.\nA moment of silence separates the two until Araragi notices a little girl at a distance.\nAraragi uses his improved sight to look at the girl's nametag and it was written using the characters for \"eight\", \"nine\" and \"temple\". He asks help to Senjougahara to determine how it was read, and although Hitagi was not able to see the characters correctly, she was able to understand the characters with Araragi's help; it reads as \"Hachikuji\", and the little girl's name is Mayoi Hachikuji.\nInterested to make friends with the girl, Araragi decides to approach her and asks if she needed help. However, the rude grade-schooler always shoots down his attempts on making friends. Koyomi eventually loses his patience and uses his own way of getting attention: hitting the girl at the back of her head and trying to act nice and apologetic afterwards. It worked initially, but when Mayoi suddenly kicked him in the gut, Koyomi loses his composure and a fight between a grade-schooler and a high school student ended with an unconscious girl after receiving a judo throw from Araragi.\nKoyomi is the victor in the struggle, but he feels that he won a stupid fight. What's worse is that Senjougahara is disgusted to even touch him. Regardless, he takes the time to ask Senjougahara about the address Mayoi is looking for.\nAs Hitagi leads the way to Mayoi's destination, Araragi urges Mayoi to follow her.\nAt that moment, Mayoi calls herself a lost child... moreover, a lost snail."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}