{
  "id": "Araragi Residence",
  "url": "https://bakemonogatari.fandom.com/wiki/Araragi_Residence",
  "toc": [
    {
      "#Rooms": [
        "#Living_Room",
        "#Koyomi's_Room",
        "#Karen_and_Tsukihi's_Room",
        "#Bathroom"
      ]
    },
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "The Araragi Residence is the home of the Araragi family. It is a yellow three story house.\nIn Kizumonogatari, the house is represented by a rectangular building that appears to sit on top of a hill.",
  "#Living_Room": {
    "link": [],
    "text": "The living room is mostly colored white and has a wall with many paintings on it. There is a flatscreen TV, small circular couches and the ceiling has many stage lights hanging from it. There's also red ladders and strange pictures on the walls."
  },
  "#Koyomi's_Room": {
    "link": [],
    "text": "Koyomi's room is on the upstairs. It has a moon-shaped couch that is dubbed the banana couch among fans. Koyomi's room also features unique structures, one of which appears to be a wire model of a Zeppelin, hanging from the ceiling."
  },
  "#Karen_and_Tsukihi's_Room": {
    "link": [],
    "text": "Karen and Tsukihi share a room which has two beds, one that is on the ground level and then another which is above a swirly staircase."
  },
  "#Bathroom": {
    "link": [],
    "text": "The bathroom is shown to be located on the left side of the house. It starts like a normal Japanese bathroom with a changing room that holds a washing machine.\nIn the anime series, the bathroom is shown to be very large with many stain glass windows on the walls and pillars with floating blocks moving up and down in them. In the middle there is a clawfoot slipper bathtub and a mirror with a shower.\nThis bathroom as described in the novels is a lot smaller and doesn't have the stain glass or pillars."
  },
  "#Trivia": {
    "link": [],
    "text": "Whenever any of the Araragi siblings are shown bathing in the tub together, the older sibling is always sitting on the sloped end of the tub."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}