{
  "id": "Second Season Episode 26: Hitagi End, Part 6",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_26:_Hitagi_End,_Part_6",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "After a month of preparation, Deishuu Kaiki fails to deceive Nadeko Sengoku, as he realized that she never trusted him to begin with. He realizes the truth behind Tsubasa's impressions of Nadeko's character as countless white snakes flood the shrine grounds. Meanwhile, Nadeko triumphantly watches as Deishuu is surrounded by her white snakes.\nDeishuu tries to reason out to Nadeko, and begins comparing her to a girl he worked with before, who instead of taking the assistance of a god decides to walk a more difficult route, and even repays help with resentment.\nHowever, those words did not reach Nadeko. Instead, she begins blaming someone else... particularly a certain Ougi.\nHearing the name Ougi makes Deishuu wonder if there is someone else who motivated Nadeko into becoming the god of Kita-Shirahebi Shrine... or deceived her into becoming one. Meanwhile, Nadeko's rage is slowly emerging as she slowly plans to kill more than the three people she declared to kill months before.\nThen, amidst this rage, Deishuu wonders if Nadeko wanted to become something else instead of being the god of Kita-Shirahebi Shrine. As soon as he mutters the words \"manga artist\", Nadeko's expression quickly changes to the face of a flustered girl who was suddenly exposed. All of Nadeko's white snakes cease moving, and she resorts to beating Deishuu physically; as she does so, Deishuu reveals that he snuck into Nadeko's closet and he fights back by overloading Nadeko's puzzled head with how he saw Nadeko's immense material for a manga concept.\nEmbarrassed by the exposé, Nadeko threatens to kill Deishuu for exposing the truth, then herself out of sheer embarrassment. However, he points out that it will not stop anyone else from seeing her manuscripts. Deishuu also adds that no one else knows about her work, and he considers it her wish, something that she does not materialize into words. He also disagrees that making something is something to use to belittle oneself. However, he argues that she cannot make the things she wants by being a god.\nSoon, Deishuu rambles on about his own character:\n\"Sengoku, I like money. I'll tell you why. It's because money can take the place of everything. You can buy things. You can buy lives. You can buy people. You can buy hearts. You can buy happiness. You can buy dreams. It's very precious, but on top of that, it's not something that is irreplaceable. That's why I like it. Conversely, I hate irreplaceable things. 'I can't live without this.' Or 'that is the reason why I'm alive.' Or 'that is the purpose of which I was born.' Putting scarcity value on things like that piss me off to no end.\"\nDeishuu then asks if Nadeko is willing to value her feelings for Koyomi despite having a lot more options in life. Nadeko remains aggressive over Deishuu's way of speaking to her, to the point that he spat blood after being kicked and punched by her. Still, he continues on talking to Nadeko, urging her to return to humanity because it is the only option for someone like her with a talent for drawing. Eventually, Nadeko considers taking up Deishuu's challenge, and he decides to leave behind his donations over the past month (about 300,000 yen) for Nadeko to buy professional drawing tools.\nLastly, to complete his task, Deishuu asks Nadeko if she could agree to be deceived by him. Upon agreeing, Nadeko is touched by Deishuu on the forehead, just in time for Koyomi Araragi to see the two.\nAfter Koyomi is shocked at the sight of Deishuu in the shrine, Deishuu explains that he came to the town as a ghost-buster under Izuko Gaen's request to exorcise Nadeko, and uses an oddity called a \"slug tofu\" to immobilize her while he personally extracts Izuko's talisman from inside Nadeko's mouth. Deishuu parts ways with Koyomi after handing down the talisman to his hands, warning him to not make a mistake involving the talisman again. He also tells Koyomi that the slug tofu will disappear in three days' time.\nKoyomi asks Deishuu about his plans now that his work is done. Deishuu still plans to leave town as Hitagi demanded, and he personally asks Koyomi to stay out of Nadeko's life, as her current problem stems from her obsession over Koyomi. As Koyomi stands helpless, Deishuu assures Koyomi that Nadeko only needs to live, and good things might come to her eventually.\nDeishuu makes his last call to Hitagi after leaving Kira-Shirahebi Shrine. Hitagi expresses her thanks for the last time, and asks if Deishuu has thought that she had developed feelings for her two years ago in what she claims as an \"act of deception\" from her. Then, Deishuu ends the call by implying to Hitagi that he knows that it was her who wrote that letter on his hotel room a few weeks ago, something that notes is contrary to her intentions, but was a sign that Hitagi knows him very well. He also feels that Izuko's actions also imply that she also knows about his character too. That leaves Meme Oshino, who remains unseen despite being expected to come at this kind of problem.\nSuddenly, Deishuu is hit by someone on the head. As he loses blood, alone, in the middle of a wintry forest, he realizes that the assailant was the middle school boy responsible for Nadeko's infliction of a snake-like curse in the first place, now suffering from a curse that returned to him. Deishuu hears the unfamiliar name of Ougi from him, and he tries to gather his thoughts despite his injury.\nThen, the boy attacks again, and Deishuu Kaiki is left to bleed alone under the falling snow."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}