{
  "id": "Koyomimonogatari Episode 02: Koyomi Flower",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_02:_Koyomi_Flower",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Flower\" (こよみフラワー, Koyomi Furawā) is the second episode of the Koyomimonogatari anime series, first broadcast on January 16, 2016.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Meme"
    ],
    "text": "On May 9, Koyomi and Hitagi were walking back from the Eikou Cram School, having cured Hitagi of her weight problem. Hitagi wonders how she was to pay off her debt to Meme for helping her, and Koyomi tells her that, since Meme is an oddity storyteller, she could alleviate her debt to him by telling him an oddity story. Hitagi notes that, aside from the crab, she hasn't had any encounters with any oddities.\nJust then, Hitagi attempts to cross the road, but is held back by Koyomi. After berating him for touching her, Hitagi notes that there's a bouquet of flowers across the street. Both deduce that there was a traffic accident that happened here recently, and Koyomi guessed that the victim was hit because of the bouquet. The bouquet reminded Hitagi of a \"scary story\" regarding a similarly-placed flower on top of Naoetsu Private High School's roof top, which was usually off-limits, although Hitagi said she was able to sneak on because she was an honors student and took keys from teachers to find herself a safe place from people who could've discovered her secret. She notes that, although it wasn't an oddity story, it was nonetheless a mystery story, since no one has ever died at the high school.\nKoyomi relates the story to Meme, who states that the story won't pay off Hitagi's debt. His reason was because accidents happened all the time at the intersection where the first bouquet was found. Similarly, although no one has died, the rooftop where the second bouquet was found was still a place prone to danger, as there were no fences on the roof. Meme then states that there was no oddity involved in the situation, since the reason for the deaths was the placement of the bouquet, and that although the flowers may be the cause of the accidents, the reverse may also be true.\nKoyomi doesn't relay the story to Hitagi until the end of May. The bouquet was placed on the roof to deter people from going onto the roof, as people would assume that the bouquet were for someone who died there. The bouquet ended up being useless, since a rumor spread that someone had scaled the school to reach the rooftop, causing the school to renovate the rooftop. Koyomi - who was the person in the rumor - told Hitagi that they should keep it their secret or else they both would get in trouble, but Hitagi disagrees, telling Koyomi to forget it instead."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}