{
  "id": "Suruga Kanbaru",
  "url": "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Suruga_Monkey",
        "#Nadeko_Snake",
        "#Tsubasa_Cat",
        "#Karen_Bee",
        "#Tsukihi_Phoenix",
        "#Tsubasa_Tiger",
        "#Shinobu_Mail",
        "#Ougi_Formula",
        "#Suruga_Devil",
        "#Suruga_Bonehead"
      ]
    },
    "#Catchphrases_/_Running_Gags",
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_series",
        "#Manga",
        "#Other"
      ]
    }
  ],
  "Description": "Suruga Kanbaru (神原 駿河, Kanbaru Suruga) is Koyomi Araragi's underclassman, star player of the school's basketball team and one of Hitagi Senjougahara's acquaintances from junior high school. She is often seen having her left arm covered with bandages. Many people do not know that Kanbaru hides an oddity in the form of a \"sentient\" left arm.\nIt's revealed in Nisemonogatari by Deishuu Kaiki (and thought by Koyomi) that her mother's maiden name was Gaen. It's also revealed in Koimonogatari that her mother's name is Tooe Gaen. In Nekomonogatari White, it is also revealed that she used to be called Suruga Gaen.[1]\nShe is the narrator of Hanamonogatari, an arc in Orokamonogatari, and the titular protagonist of three main arcs: Suruga Monkey, Suruga Devil, and Suruga Bonehead, and four minor arcs: Suruga Court, Suruga Neat, Suruga Palace, and Suruga Speed.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School"
    ],
    "text": "Suruga is a girl with brown eyes and short dark bluish hair. Because of her club activities as a basketball varsity player, she boasts an athletic physique, although she admits that her breasts might not be ample enough for Araragi to notice.\nHer clothing style reflects her boyish personality. When she is not in the uniform of Naoetsu Private High School, she often wears sleeveless clothing and shorts. Whichever clothes she wear, she is regularly seen wearing cycling shorts, which she considers to be her underwear, much to Araragi's shock upon hearing it straight from her (as it implies that she does not wear panties)."
  },
  "#Personality": {
    "link": [
      "https://en.wikipedia.org/wiki/Fujoshi",
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi",
      "https://bakemonogatari.fandom.com/wiki/Rainy_Devil"
    ],
    "text": "She considers herself a lesbian, fujoshi, and masochist. Her hobbies include reading yaoi literature, running, and playing basketball. According to Tsubasa, Suruga's character is somewhat unsettling, describing her as \"polite but inconsiderate\".[2] She is shown to be quite sloppy when it comes to keeping her room clean and organized, relying on Koyomi to help her clean it on a regular basis. Despite her commonly immature nature, she shows a level-headed personality during serious situations. \nWhen confronted by Rouka Numachi about the rumor of her being a lesbian, she confirms it, but claims she likes boys too.[3] Numachi suggests she's more into girls though, judging by the way she used to look at her teammates and opponents in basketball. Suruga denies ever looking at anyone in an unseemly way while playing, though realizes in her head that she isn't quite so sure herself.[4] In terms of boys, she hasn't shown much interest towards men around her other than a certain attraction towards Koyomi, often manifested in teasing or friendly flirting. Although she initially only tried to seduce him to divert his attention from Hitagi, they later became more friendly towards each other. In her conversation with Numachi, while she claims she hasn't thought much about what type of guy she'd like, she claims she likes them \"on the small side and kind.\" As him being short is referenced a lot more in the novels, one might presume it could refer to Koyomi. \nHidden to many is her tendency to be jealous of others to the point of subconsciously wanting to harm to them. This would eventually fuel her killing intent as the Rainy Devil."
  },
  "#Background": {
    "link": [
      "https://en.wikipedia.org/wiki/monkey%27s_paw",
      "https://bakemonogatari.fandom.com/wiki/Rainy_Devil"
    ],
    "text": "Back in elementary school, she inherited what she thought was a monkey's paw but was really a Rainy Devil's. At this time, she had been teased at for being slow in track. Because of this, Suruga decides to use the monkey's paw to grant her wish to become the fastest among her classmates. Unexpectedly, her competitors in one race she would participate in were attacked by an unknown assailant and were absent the next day. This would soon continue for some time, and this caused Suruga to be afraid, especially upon her discovery of the novel The Monkey's Paw, which tells the story of a similar item that grants wishes for a certain price.\nSuruga would soon shift her focus to basketball, where she immediately shone as the school's ace player, and this caused Hitagi Senjougahara, the track ace at that time, to take notice of her talent. She and Hitagi become close friends,with Kanbaru calling their pairing the Valhalla Combo (ヴァルハラコンビ Varuhara Konbi, formed by the \"varu\" from Kanbaru and \"hara\" from Senjougahara), and she soon forgot about the monkey's paw.\nImmediately after she entered senior high school, she became aware of Hitagi's secret and was threatened and attacked by her, just like Koyomi was. However, unlike the persistent Araragi, Kanbaru followed Hitagi's advice and stopped talking to Hitagi since that time.\nShe started stalking Koyomi after she discovered he was dating Hitagi."
  },
  "#Suruga_Monkey": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari"
    ],
    "text": "Suruga finally talks to Koyomi after some time tailing him in school. That night, Araragi would be attacked by an unusual person, and Koyomi suspects Suruga to be the culprit behind the ambush attack.\nShe invites Araragi over at her house, and she decides to expose the truth behind her condition, including the monkey's paw that is now taking up her entire left forearm. Knowing only one person who could help her in returning to normal, Araragi takes her to Meme Oshino for advice.\nTo her surprise, Meme sees through her, exposing the truth about the attacks and the true identity of her unusual left arm, which turns out to be a devil's arm, not a monkey's. Moreover, Suruga turns out to be directly involved with the attacks and she was in fact harboring the killing intent that the Rainy Devil manifested, including what happened to Araragi the night before. According to Meme, the only thing left to do is either: (a) to let Koyomi be killed by the Rainy Devil, or (b) cut off Suruga's left arm.\nKanbaru is left to manifest the Rainy Devil inside Meme's place, and Araragi faces off with her alone. A one-sided battle between the two leaves Araragi badly mutilated by the Rainy Devil's attacks, and it required Meme's clever planning and Hitagi's direct intervention to quiet down the Rainy Devil. In the end, the Rainy Devil left Suruga's arm after the \"contract\" between Suruga and the Rainy Devil were broken by the fact that Araragi cannot be killed (one of Kanbaru's wishes), although her hand remained like it was.\nShe became friends with Koyomi and Hitagi after Koyomi rids her of the Rainy Devil. She also has been growing her hair longer since."
  },
  "#Nadeko_Snake": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku"
    ],
    "text": "Hitagi advises Kanbaru to go with Araragi on his trip to the mountainside. According to Hitagi, the trip is supposed to allow her to get along with her last victim, and is supposed to form ties between the two. Although Koyomi was able to keep Suruga from any kind of trouble (and avoid Hitagi's wrath), she accidentally reels in Koyomi to another supernatural case, this time involving Koyomi's childhood friend Nadeko Sengoku.\nAfter listening to the chain of events that led to Nadeko's curse, Suruga decides to assist Araragi in the ceremony needed to lift the curse that was inflicted on Nadeko, following the instructions that Meme gave to them in the ceremony. Although the ceremony started smoothly, things spiral out of control when Koyomi discovers that there are two snake curses tormenting Nadeko. He attempts to confront the two curses by himself, but Suruga steps in to stop Araragi from putting himself in deeper trouble by battling the more powerful of the two snakes. The ceremony finishes with Nadeko released from the curses, and Kanbaru becomes one of Nadeko's new friends."
  },
  "#Tsubasa_Cat": {
    "link": [],
    "text": "Suruga was in an arcade when she receives a call from Koyomi regarding Shinobu, who had gone missing. Although a bit preoccupied by the arcade game she is playing, Suruga agrees to help look for Shinobu."
  },
  "#Karen_Bee": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari"
    ],
    "text": "During summer vacation, Suruga surprises Koyomi by calling him and openly declaring that she would strip off her clothes while they are having a conversation by phone. The call is in fact a reminder for Koyomi to head over to the Kanbaru Residence to help out Suruga in home activities. As promised, Koyomi did come, and the reorganizing of Suruga's many books allowed certain topics to be opened, particularly her career as a varsity basketball player, her plan to let her hair grow, and the extents of her perversion. For a moment, Koyomi went overboard in teasing her that she ended up molesting him in return.\nSuruga did manage to finish cleaning up her books, and as her conversation with Koyomi shifted to romantic relationships, Suruga decides to warn Koyomi about being too kind to other women. She also talked to Koyomi about her current situation with the monkey's paw in her left arm. Here, she mentions about how she has been trying to hide the secret of her left arm to them and her tense relationship with her grandparents. At that moment, Suruga hopes that the monkey's paw would go away over time."
  },
  "#Tsukihi_Phoenix": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi"
    ],
    "text": "Suruga receives a call from Koyomi, asking her to allow his younger sister Karen to go to her place to get to know Suruga. Although she seems to imply wanting to do lewd things to Karen, Suruga agrees to let Karen visit her. After much complications in the way, Karen and Koyomi reach the Kanbaru Residence. Karen would spend most of her day there, only managing to get back home later that night, hours after an onmyouji-familiar duo attacked her younger sister Tsukihi."
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School"
    ],
    "text": "At the start of the new school term in Naoetsu Private High School, Suruga notices that Koyomi has been absent for a few days and asks Tsubasa about the message that she received from him. Tsubasa, although feeling a bit awkward towards Suruga's friendly personality, tells her that Koyomi might have wanted to meet her at Eikou Cram School for something serious. Unfortunately, Suruga quickly jumps into the conclusion that Koyomi wanted to invite her to a date and heads off."
  },
  "#Shinobu_Mail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": ""
  },
  "#Ougi_Formula": {
    "link": [],
    "text": ""
  },
  "#Suruga_Devil": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "In Suruga Devil, there seems to be a rumor about a devil solving other people's problem. Fearing that she might be the rumored 'Devil', she decided to investigate and found out that the rumored Devil is actually an old basketball rival of hers named Numachi Rouka. Numachi has her left leg in a cast, which Kanbaru recalled was from an accident years ago during a match. Numachi informs her that what she does is collecting other people's misfortunes in order to make herself feel better about her injury.\nAfter Suruga's encounter with Numachi, the next morning her left arm (which still have traces of the Rainy Devil), has been completely healed. Suruga later found out that aside from Numachi collecting misfortune, she's also been collecting the devil's part. So far Numachi has collected the devil's left leg, and the devil's left arm (which was Suruga's) and several other devil's parts. After receiving Deishuu Kaiki's gift (which is the devil's head), Kanbaru then decided to challenge Numachi to an 1-on-1 for the rights of all the devil's parts.\nIt seems that Suruga is still worried about the effects of the Rainy Devil after it has been dispersed to the point that whenever she goes to sleep, she would bind her devil's arm to a pillar so that she wouldn't start sleepwalking and committing crimes and check the newspaper everyday so that she can make sure she didn't do anything unconsciously. She also has dreams of her mother once in a while which give her weird life lessons.\nHer mother and her father were revealed to have eloped as the Kanbaru family did not agree on their relationship. Kanbaru is also the only person that Kaiki will ever treat in a good way."
  },
  "#Suruga_Bonehead": {
    "link": [],
    "text": ""
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"I'm Koyomi Araragi's sex slave!\"\n\"Eat up!\""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari"
    ],
    "text": "Her first name is a reference to the former Japanese province of Suruga, now the central of Shizuoka Prefecture, and literally means \"fast-flowing river\".\nHer surname means \"plains of the gods\".\nKaiki refers to her as \"Legacy of Gaen\" in the Suruga Devil.\nArtwork for the English cover of Bakemonogatari Volume 2 notably shows naked human fingers on Kanbaru's wrapped arm. This appears to be an error, as past depictions showed the cast covering the entire arm, and the human fingers seem to contradict with monkey's paw she is supposed to be hiding."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Orokamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nademonogatari",
      "https://bakemonogatari.fandom.com/wiki/Musubimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Shinobumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)",
      "https://magireco.fandom.com/wiki/Kanbaru_Suruga"
    ],
    "text": ""
  }
}