{
  "id": "Second Season Episode 08: Mayoi Jiangshi, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_08:_Mayoi_Jiangshi,_Part_2",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    {
      "#Locations": [
        "#New_Locations"
      ]
    },
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "Koyomi and Shinobu visit the Araragi Residence as he asks Shinobu about how to return to the present time after being brought back eleven years into the past. After some hesitation, Shinobu eventually admits that using the energies from the Kita-Shirahebi Shrine is impossible since the vampire Kiss-Shot Acerola-Orion Heart-Under-Blade has just arrived in town at that period, and asks Koyomi to allow her to drink some of his blood to regain enough powers to make a portal to the present. Koyomi complies to her request, but decides to spend more time in the past for the meantime.\nAfter prying away Shinobu from possibly molesting his younger self, as they walk along the streets, Koyomi slowly realizes that there may be a reason why they ended up on May 13 eleven years ago—the day after is the day when Mayoi Hachikuji died from a car accident while trying to make her way to her mother's house. At first, Koyomi thought of intervening with the problems of Hitagi, Tsubasa, Suruga and Nadeko, but realized that their problems are either unrelated to the time frame or, in Tsubasa's case, is too deep to deal with, so Mayoi is the only option left. Shinobu supports Koyomi's stand, but warns Koyomi that there is no guarantee of success in his plan.\nWith Shinobu dangling on Koyomi's neck, the two begin their search of the Tsunade Residence where Mayoi is supposed to be heading. By sheer chance, they meet none other than Tsubasa Hanekawa, who at that time is only six years old. As he restrains himself from doing anything questionable to the young Tsubasa, Koyomi asks for directions to the Tsunade Residence. Tsubasa manages to trick Koyomi and Shinobu into heading the local police outpost, but Koyomi takes the chance to ask for directions. Using a map given to them from the outpost, they reach the Tsunade Residence that night.\nThe next morning, Koyomi spent the rest of the day near the Hachikuji Residence, where he and Shinobu, who wears a middle school uniform as a disguise, wait for Mayoi to come out. Soon, a middle-aged man asks them about seeing a girl wearing pigtails and a big backpack who went missing since early morning that day. Koyomi, shocked to discover that Mayoi ran away from home earlier than anticipated, frantically hurries to where the accident would happen. Shinobu soon finds Mayoi near the town map in Namishiro Park, and Koyomi decides to personally accompany her to the Tsunade Residence to avoid any trouble. Ironically, Mayoi is frightened by Koyomi's sudden skirt flip and begins running through the nearby streets. Then, as Mayoi finds herself in front of a speeding truck, Koyomi manages to push Mayoi away from harm while keeping himself alive aside from some minor injuries. As planned, he then helps Mayoi get to the Tsunade Residence safely.\nThat night, Koyomi and Shinobu prepare to head back to the present by going to the Kita-Shirahebi Shrine, which is surprisingly still in ruins unlike what they expected of it. Shinobu assures Koyomi that there is more than enough energy surrounding the ruined temple which can be used for the portal. However, she also warns him that this chance of being closer to becoming a vampire can cause her to betray him. Nonetheless, Koyomi pushes through with making the portal back and jumps in with Shinobu, not knowing that the present-day world has been destroyed as a result of saving the life of Mayoi Hachikuji."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#New_Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_08:_Mayoi_Jiangshi,_Part_2",
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FSecond_Season_Episode_08%3A_Mayoi_Jiangshi%2C_Part_2%3Fveaction%3Dedit%26section%3D8&uselang=en"
    ],
    "text": "Quotes[]"
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}