{
  "id": "Owarimonogatari Episode 05: Sodachi Lost, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_05:_Sodachi_Lost,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Sodachi Lost, Part 1\" (そだちロスト 其の壱, Sodachi Rosuto Sono Ichi) is the fifth episode of the Owarimonogatari anime series, first broadcast on October 24, 2015.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "A downcast Koyomi Araragi talks to Tsubasa Hanekawa about Sodachi Oikura. After confirming from multiple sources (including his little sister Tsukihi Araragi), Koyomi realizes that Sodachi does know about the occupation of his parents, and this somewhat affects him gravely. Nonetheless, he thanks Tsubasa for laying out the facts to him.\nAlthough flattered by Koyomi's words, Tsubasa points out that \"she does not know anything\", and in that case, she knows little about the girl named Ougi Oshino, and this troubles her. Koyomi returns the favor by dispelling her worries about Ougi, calling her as a mere underclassman that should be under the care of seniors like them. Tsubasa admires the gesture, but she warns Koyomi about falling for those younger than her, like in Suruga Kanbaru's case. She also warns Koyomi that something more fierce than the \"Spring break 'hell'\" he experienced might be coming his way.\nTsubasa and Koyomi soon arrive at Sodachi's current address. It wasn't exactly like they planned earlier, where Koyomi was left to choose between visiting Sodachi or Hitagi, who also did not attend class after her short scuffle with Sodachi.\nThe change of plans stemmed from Koyomi meeting Ougi in front of the school and exposing the plan of visiting Sodachi to her, among other things related to Sodachi. Koyomi followed Ougi's advice of accompanying her on the visit to Sodachi's house, but Tsubasa managed to stop Koyomi from following through. Ougi refused to relent to Tsubasa throughout the conversation, and this compelled Tsubasa to choose to go with Koyomi.\nUltimately, Koyomi is left to decide on who he will go with on the visit to Sodachi's house. Ougi tried to charm Koyomi with her ability to solve mysteries, but Tsubasa managed to win him over by promising that he can touch her breasts if he chose her. (Koyomi eventually clarified that he chose Tsubasa over Ougi because Tsubasa's determination stood out for him too much.)\nKoyomi and Tsubasa soon reach Sodachi's apartment unit, and Tsubasa tried to reason out her way into telling Sodachi to get a change of clothes, to no avail. Regardless, Koyomi decides to head into the \"battlefield\" that is Sodachi's apartment unit, for the sake of being her childhood friend."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}