{
  "id": "Second Season Episode 01: Tsubasa Tiger, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_01:_Tsubasa_Tiger,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Tsubasa Tiger, Part 1\" (つばさタイガー　其の壱, Tsubasa Taiga, Sono Ichi) is the first episode of the Monogatari Series Second Season anime series. It was first broadcast on July 7, 2013.\nA new story told in the point of view of Tsubasa Hanekawa is revealed, from her short conversation with Mayoi Hachikuji, to the start a new friendship with Hitagi Senjougahara and a sudden encounter with a mysterious oddity in the shape of a tiger. With the absence of Koyomi Araragi, Tsubasa and Hitagi join forces to prepare themselves to know more about the oddity which is now roaming town.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Mayoi"
    ],
    "text": "Tsubasa Hanekawa tells about herself as a humble robotic vacuum cleaner roams around the Hanekawa Residence. She explains how she refuses to acknowledge using the surname Hanekawa — one of many surnames she had throughout her life — and how she fails to grasp her identity.\nShe decides to tell this story to prove that she is not actually a saint as Koyomi Araragi thought of her. Tsubasa Hanekawa is just a mere human... a cat, a tiger, and a human.\nA new day, August 21, begins for Tsubasa Hanekawa. As the roaming vacuum cleaner bumps onto Tsubasa's futon, she wakes up in the hallways of the Hanekawa Residence.\n\nBreakfast is prepared, but each member of the Hanekawa Family is given the responsibility to cook their own food, as the kitchen provides a utensil for each member of the family. After making her own breakfast, changing into her uniform and choosing her reference books to read, she heads out, only to see a familiar kid sporting twintails walking on the street.\nMayoi Hachikuji.\nMayoi greets Tsubasa and admires how Tsubasa has the strength to pursue academics despite the fact that it is summer break. She then tells Tsubasa that she visited the Araragi Residence to pick up her bulky backpack she left after Koyomi \"dragged her home\" the day before, but wasn't able to find his bicycle there, so she assumed that Koyomi left early. However, Tsubasa thinks that Koyomi actually didn't come back home the night before, explaining his absence.\nTsubasa decides to tell Mayoi that she will inform Koyomi about her the next time they meet, to which Mayoi obliges, although Tsubasa had to stop Mayoi from spoiling certain plot points.\n\nSoon, Tsubasa walks into a crossroad, and she quickly froze in fear as she sees a tiger — no, an oddity in the form of a white tiger with orange stripes — approaching her. Then, the tiger speaks to her, referring to \"white lies of ignorance, before walking past her, showing his enormous size compared to Tsubasa's body.\nThen, in an instant, the tiger vanishes.\n\nAt Naoetsu Private High School grounds, Tsubasa tells Hitagi of the sight she witnessed a while ago. Although Hitagi doesn't seem interested in listening to Tsubasa's story in detail, Hitagi quickly reacts to Tsubasa's mention of seeing a tiger, not a cat, by taking her elsewhere. There, she tells Tsubasa that someone like Koyomi should be the one more appropriate in this situation that concerns an oddity roaming around town. However, Tsubasa learned from Mayoi earlier that Koyomi is somewhere else, and she never considered contacting him through phone, something that Hitagi is rather cautious about.\nHitagi then wonders if Tsubasa had called for Koyomi's help before. The two then reveal that they haven't yet, or rather Koyomi was able to help them — and anyone else, for that matter — before they could help him out. Hitagi then suspects that Tsubasa may in fact be exploiting Koyomi's tendency to \"help before needing help himself\". She then tells Tsubasa that she should be more honest and speak out if ever she needs help, thinking that Koyomi would like to hear from her.\nSoon, Hitagi heads out, reminding Tsubasa that trying to solve problems by herself is never a good idea and it is okay for Tsubasa to contact her if ever she needs help.\nMinutes later, as Hitagi and Tsubasa head to their classroom, Hitagi is surprised to find that there is a fire at a distance.\nTsubasa quickly recognizes the fire as the Hanekawa Residence going up in flames.\n\nTsubasa was completely stunned the moment she steps into the rubble which was the Hanekawa Residence. And that day was the first time the members of the Hanekawa Family had a conversation, particularly about where to stay while the family looks for a new place to live for the meantime. Tsubasa chose to sleep over at a friend's place, and with her parents' immediate consent, she heads to the remnants of the Eikou Cram School building.\nHanekawa shows her resourcefulness as she uses the amenities of the old building, some convenience store food, as well as the school and nearby establishments to adapt to the absence of a decent home, even using several wood panels to simulate the ones used at a house.\nDespite using pieces of cardboard and newspaper pages as a futon and blanket, Tsubasa thought that she slept much more soundly in the cram school's ruins than in her own home.\n\nThen, her sleep was interrupted when Hitagi, drenched with tears, rushes to her, utterly devastated about her well-being. After being slapped by Hitagi in the face a few times, Tsubasa apologizes (or rather, was forced to).\nHitagi explains that she has been looking for Tsubasa throughout ever since losing contact of her that night; Tsubasa tells Hitagi that she turned her phone off to conserve its power. Hitagi then confesses to Tsubasa that she met her parents, and they were the ones who informed her about Tsubasa's decision to sleep over at a friend's place; in that encounter, Hitagi thinks that Tsubasa shoudn't have the right to call them \"Mother\" and \"Father\".\nAfterwards, Hitagi spent the rest of the night thinking of where Tsubasa slept over after hearing nothing about Tsubasa's sleepover from her friends. Hitagi admits that she considered sleeping at Eikou Cram School to be a desperate, last resort, so she is rather upset that she found Tsubasa there. On the other hand, Tsubasa shows her concern for Hitagi after finding out that she actually spent the whole night looking for her, but she thanks Hitagi for the concern.\nThen, as daybreak comes, Hitagi invites, no, blackmails, Tsubasa to come to her place.\n\nHitagi welcomes Tsubasa to her house like a suitor greeting a young maiden into his mansion, although all that remains of the Senjougahara's riches is a dilapidated apartment unit made up of newspaper pages and wooden planks. Regardless, Tsubasa seems relieved to have stayed over.\nAs Tsubasa imagines what her house was while it was consumed by flames, she wonders what \"her home\" is.\nHitagi soon strips off her top, telling Hanekawa that she is a bit sleepy due to the fatigue of going back to track and ending up with a sore back and legs. That, and for Tsubasa to take care of her severe case of bed head. She also tells Tsubasa to not attend school for a day as she just had a bad experience with a house fire, but Tsubasa seems to hesitate. It is only when Hitagi challenges Tsubasa to fight her to regain her right to go to school that Tsubasa decides to follow Hitagi's advice.\nMinutes later, Hitagi calls the school faking a case of off-season influenza. Although Tsubasa is rather worried that the school might see through her lie, Hitagi doesn't show any worry.\n\nSoon, Hitagi tells Tsubasa that she will take a shower, and invites Tsubasa to join her. Despite Tsubasa's refusals, Hitagi shows her determination to take a glimpse at Tsubasa's body, and even pleads while kneeling at her. Tsubasa thinks that distancing from someone who was deeply worried about her is not a good gesture, so she decides to accept her offer.\nThen, both Tsubasa and Hitagi receive a message from Koyomi, telling the two that he cannot go back for a while. Hitagi quickly suspects that Koyomi is facing something that may be as bad as what happened during spring break, but admires Koyomi's decision to inform his friends about it. Unfortunately, Hitagi wasn't able to reach Koyomi by phone. She then decides to tease Koyomi about having been able to take a shower with Tsubasa when he comes back.\nHitagi then reminds Tsubasa that with Koyomi's absence, they would have to deal with the tiger oddity by themselves. Hitagi suspects that the tiger was responsible for the fire in the Hanekawa Residence, but neither was sure that it has anything to do with the fire.\nHitagi then quickly undresses herself as she tells Tsubasa to prepare for the shower. Tsubasa quickly gets out of her uniform when Hitagi asks Tsubasa if she still loves Koyomi.\nShe quickly answered, \"Yup, I still love him.\""
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}