{
  "id": "Kizumonogatari (movie)",
  "url": "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_(movie)",
  "toc": [
    "#Plot",
    "#Films",
    "#Characters",
    {
      "#Presentation": [
        "#Screen_Flashes",
        "#Alternate_Color_Palettes_/_Intense_Lighting_Effects",
        "#Abandoned_Locations_/_Main_Character_Bias",
        "#Real-life_Footage_/_Imagery",
        "#Back_and_Forth_%22Before_/_After%22_Cuts"
      ]
    },
    "#Music",
    {
      "#Development": [
        "#Prologue_and_Announcement_PV_vs_Final"
      ]
    },
    "#Trivia",
    "#Kizumonogatari_VR",
    "#Trailers",
    "#Videos",
    "#External_Links"
  ],
  "Description": "Kizumonogatari (傷物語) is the film adaptation of Kizumonogatari, the second book and origin story of the Monogatari light novel series. It is the 9th anime adaptation from studio Shaft, and is composed of three parts as separate films: Part 1: Tekketsu (Tekketsu-hen, \"Iron-Blooded\"), Part 2: Nekketsu (Nekketsu-hen, \"Hot-Blooded\"), and Part 3: Reiketsu (Reiketsu-hen, \"Cold-Blooded\"). Each film is about an hour long, though the last part is the longest at about an hour and 20 minutes.\nThe first film premiered in theaters on January 8th 2016 in Japan and in February 2016 in select theaters in the United States and Europe. An official Canadian screening for the first film also came in late August 2016.\nThe second film premiered in Japan on August 19th 2016 and in the United States at in Akibafest 2016 and a week later in select theaters in October 2016.[1]\nThe final film premiered on January 6th 2017 in Japan. A United States release came in April 2017.[2]",
  "#Plot": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari#Plot",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Vampire",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Kiss-shot_Acerola-orion_Heart-under-blade",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "Kizumonogatari is a prequel to Bakemonogatari and Nekomonogatari Kuro, adapting the Koyomi Vamp arc that tells the story of Koyomi Araragi's fateful spring break and his first encounter with a vampire oddity named Kiss-shot Acerola-orion Heart-under-blade. This is the story of how he turned into a vampire and back into a human with the help of oddity specialist Meme Oshino and Tsubasa Hanekawa."
  },
  "#Films": {
    "link": [],
    "text": ""
  },
  "#Characters": {
    "link": [],
    "text": ""
  },
  "#Screen_Flashes": {
    "link": [],
    "text": "It wouldn't be Monogatari without screen flashes, and they return in full, cinematic glory. Once again, they seem to take more inspiration from early presentation, featuring text on a solid color background as opposed to the scrapbook appearance of Final Season arcs. Also similar to earlier versions, the cards commonly feature nothing more but the text stating the color of the card, as opposed to frequent purpose of quotes in recent TV adaptations. The color cards are also all in French, with the \"NOIR\" (BLACK) card appearing especially frequently. In one instance in the third film, a \"ROUGE\" (RED) card appears to be transparent, before a blood splatter fills in most of the background. \nThe flashes still feature occasional text and dates, although they're also commonly in French."
  },
  "#Alternate_Color_Palettes_/_Intense_Lighting_Effects": {
    "link": [],
    "text": "While the TV series typically experiments with occasional color palette swaps, a large portion of visuals in the films consist of a pinkish color palette with an emphasis on various shades of red and white. Characters are also commonly depicted as having red eyes.    \nA muted color scheme, showing characters with paler skin, is also quite frequent. While the saturated, red color scheme seems to mostly be used to relate the the theme of blood in the story, it's worth noting that it's quite similar to palette swaps featured in the Bakemonogatari adaptation."
  },
  "#Abandoned_Locations_/_Main_Character_Bias": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School"
    ],
    "text": "Also unique to the films is the background art, which mostly uses realistic, 3D CGI backgrounds and real-life photos, unlike the abstract, mostly 2D backgrounds of the TV series. Familiar locations from the show, such as Eikou Cram School and Naoetsu Private High School, appear entirely different in this new style. Despite all of these changes, background characters are still entirely non-existent, retaining a similar atmosphere to the TV series."
  },
  "#Real-life_Footage_/_Imagery": {
    "link": [],
    "text": "After an extremely long absence, the use of real-life photos and realistic imagery returns. Most actual real life photography is still used quite sparingly, but is occasionally used for different depictions. \nThe backgrounds seem to relate heavily with realism over all. While not photo realistic, the backgrounds are typically shown as 3D, computer generated, realistic areas that starkly contrast with the animated characters.  \nMost objects also take on this style, clearly popping out when held by the 2D characters. Some objects appear to actually be real life photos."
  },
  "#Back_and_Forth_%22Before_/_After%22_Cuts": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Prologue_and_Announcement_PV_vs_Final": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Akiyuki_Shinbo",
      "https://bakemonogatari.fandom.com/wiki/Nisio_Isin",
      "https://bakemonogatari.fandom.com/wiki/Hajime_Ueda",
      "https://bakemonogatari.fandom.com/wiki/%C3%89toile_et_toi"
    ],
    "text": "Despite the reveal that the adaptation would be a trilogy not coming until five years after the initial announcement, Akiyuki Shinbo and his team had already split the story into three parts from the beginning. The idea to base the film titles off of the \"iron-blooded, hot blooded, cold blooded\" line came from Nisio Isin who suggested the titles himself. [7]\nKizumonogatari is one of the only adaptations to have most depictions of its logo not feature katakana in between the kanji. Many of the film posters only show the three kanji. Instead of the logo being \"KIZUkizumonoMONOgatariGATARI\" its just \"KIZU MONO GATARI\".\nKizumonogatari is the only anime adaptation to not feature closings in the Hajime Ueda art style. The style does make a cameo during a brief flashback sequence in the third film, however. It also does not feature traditional character themed openings either.\nThe ending theme for the second film, étoile et toi, seems to act as a musical motif or theme for the trilogy. The tune of the song is quoted in the following tracks from the first film: \"Rumor\" (Uwasa, 噂), \"Blood\" (Chi, 血), \"Heart-under-blade\" (ハートアンダーブレード), \"Proof of Submission\" (Fukujuu no Akashi, 服従の証), as well as the ending theme \"Part Tekketsu - End Roll\" (鉄血篇 エンドロール). In the second film, there's \"Sharp\" (Shinratsu, 辛辣), \"Friendly Side\" (Tomodachizura, 友達面), and \"Lifesaver\" (Inochi no Onjin, 命の恩人)."
  },
  "#Kizumonogatari_VR": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari_VR"
    ],
    "text": "A virtual reality experience based off the films was released for free on the Japanese Playstation Network store upon the release of the third film on blu-ray."
  },
  "#Trailers": {
    "link": [],
    "text": ""
  },
  "#Videos": {
    "link": [],
    "text": ""
  },
  "#External_Links": {
    "link": [],
    "text": ""
  }
}