{
  "id": "Mayoi Hachikuji",
  "url": "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
  "toc": [
    "#Appearance",
    "#Name/Etymology",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Mayoi_Snail",
        "#Tsubasa_Cat",
        "#Karen_Bee",
        "#Mayoi_Jiangshi",
        "#Shinobu_Time",
        "#Koyomi_Dead",
        "#Mayoi_Hell",
        "#Ougi_Dark",
        "#Koyomi_Reverse"
      ]
    },
    "#Relationships",
    "#Catchphrases_/_Running_Gags",
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Manga",
        "#Other"
      ]
    }
  ],
  "Description": "Mayoi Hachikuji (八九寺 真宵, Hachikuji Mayoi) is the ghost of a fifth-grade elementary school girl who was killed in a traffic accident while trying to reach her mother's home. Since her death, she became an oddity who has haunted people that have the urge to avoid going home. She later becomes the goddess of the North Shirahebi Shrine.\nShe is the titular protagonist of five main arcs: Mayoi Snail (Mayoi Mai Mai), Mayoi Jiangshi, Mayoi Hell, Mayoi Snail, and Mayoi Snake, and seven minor arcs: Mayoi Room, Mayoi Castle, Mayoi Name, Mayoi Ghost, Mayoi Escargot, Mayoi Heaven and Mayoi Welcome.",
  "#Appearance": {
    "link": [],
    "text": "Mayoi is a young girl with long black hair and dark red eyes. Her hair is tied into pigtails and she wears a white headband with a white swirl on each end. Her outfit resembles an elementary school uniform: a white blouse with two straps connected to a dark blue skirt; white socks; and pink shoes.\nOne distinguishing part of Mayoi's overall look is the large pink backpack she always carries on her back. It is an unusual piece of baggage which looks like a large chick, containing different things such as large paw and several small plush dolls. Araragi once noted that Mayoi looks different if she takes off the backpack, as if a snail was turned into a slug."
  },
  "#Name/Etymology": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi"
    ],
    "text": "At one point, Koyomi gets revenge by making fun of her name in return, calling her \"Hachihachiji\" and \"Hachishichiji\". Mayoi complains that her name is losing a temple and several temples when he says it. He then calls her \"Hachirokuji\".\nIn doing this, he substitutes for the \"ku\" (number 9) syllable in her last name (between \"Hachi\" and \"Ji\") other numbers: \"hachi\" (8), \"shichi\" (7) and \"roku\" (6). Effectively devaluing her each time he names her.\nDue to this, one could think of her surname as being shortened to \"89ji\".\nHer name is spelled 八九寺 and the \"temple\" reference refers to her name meaning \"89 temples\".\nMayoi's first name can be read in a number of ways. Reading the original kanji of her name gives the meaning \"true\" and \"evening\". Alternatively, it can be read as \"迷い\" which means \"to lose one's way\".\nLikewise, Mayoi's last name Hachikuji has alternate interpretations. Although the name consists of the characters for \"eight\", \"nine\" and \"temple\", the kanji for \"eight\" and \"nine\" can also be read as \"yaku\" together, which means misfortune (厄). 89th temple could refer to a trope of Buddhism where only 88 temples are allowed to go on a procession and so being the 89th temple is a sign of misfortune."
  },
  "#Personality": {
    "link": [],
    "text": "Befitting her age, Mayoi is cheerful, energetic and inquisitive. She makes a lot of spelling mistakes and has a habit of mispronouncing Koyomi's family name. In the end, it is revealed that she purposely mispronouncing it. On the other hand, she does not easily trust strangers, and will even fight back against them if they become too nosy. This cold nature towards strangers was later revealed to be intentional, as she was trying to discourage people from following her and becoming lost. She also shows a timid side around people whom she finds frightening (e.g. Hitagi, who admitted her dislike for younger girls). Although, she overcame her timidness after becoming a god, being able to casually greet and talk to the death-prepared, death-inevitable, death-certain vampire, Deathtopia Virtuoso Suicidemaster who was even tempted to kill and devour her, prompting the vampire to think “this girl didn’t even fear gods—though she herself was a god”.\nOn the other hand, despite her 11-year-old appearance, Mayoi frequently shows moments of maturity, especially when listening to Koyomi's problems and dealing with things that are difficult for people of her age."
  },
  "#Background": {
    "link": [],
    "text": "Mayoi came from a broken family, with her mother divorcing from her father at an early age. After the divorce, her father was granted custody over Mayoi, and the lack of contact with her mother eventually made the young Mayoi forget what her mother looked like. Longing to see her mother, Mayoi decided to travel to look for her mother's house on her own. Sadly, during her search for the address of her mother's home she was involved in a truck accident, killing her at the day before Mother's Day, on May 14.\nAfter becoming a haunting spirit, Mayoi continues her quest to look for her mother's house for the next decade, completely alone and actively push people that want to help her away so they won’t get affected by her power. Although she does occasionally play prank on school children by getting them lost on purpose."
  },
  "#Mayoi_Snail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "Koyomi Araragi left home early in the morning, to avoid celebrating Mother's Day. However, his sister found out, which led Koyomi to go to a park. He sees a young, lost girl, Mayoi Hachikuji, who he does not know, who later leaves.\nLater after several talks with Hitagi Senjougahara, Koyomi spots the lost girl looking at the map again and, leaving Hitagi behind, he goes over to her to see if he can help her. After she refuses his help, and later ignores him, Koyomi surprises her by hitting her head into the sign, during a hostile exchange Mayoi introduces herself. They get into a brawl, ending with Koyomi as the winner. Koyomi proceeds to get aid from Hitagi about helping Mayoi find her way. After a question from him Mayoi admits that she is not a lost child, but is in fact a lost snail.\nAfter talking with Mayoi, Koyomi discovers that the young girl is trying to get to a relative's house. However, as he, Mayoi, and Hitagi try to make their way to the address, they keep getting inexplicably lost. Koyomi then decides to send Hitagi off to find Oshino while he stays behind with Mayoi. Mayoi reveals that the relative she is trying to visit is her mother, and mentions that she has always been trying to get to her mother's house, but can never seem to get there. She and Koyomi get into an argument and briefly fight.\nTsubasa Hanekawa then arrives, saying that she was passing by. She asks Koyomi about his relationship with Hitagi, but he isn't able to give her a definite answer. After Tsubasa leaves, Koyomi receives a call from Oshino, who says that he has given Hitagi instructions on how to solve Mayoi's problem.\nWhile waiting for Hitagi to arrive, Koyomi begins to find out more about Mayoi's life. She is the only child of a couple that had undergone a bitter divorce. Mayoi was put under the custody of her father, and had any contact with her mother deliberately cut off to the point where Mayoi could barely recognize the face of her mother.\nHitagi then arrives and apologizes to Koyomi. She reveals that Mayoi does not exist, as she is actually dead. As a ghost, she can only be seen by those who have a subconscious desire not to return home. As a result, Hitagi could not see Mayoi and didn't say anything because she feared that she might be \"different\" again. The information Oshino provides helps them find Mayoi's mother's house, but it is now a vacant lot. However, Mayoi is happy and disappears, saying she's finally home. Later, Koyomi runs into Mayoi again, who states that she has been \"promoted\" from an earthbound spirit to a wandering spirit and that she'd like to visit Koyomi from time to time."
  },
  "#Tsubasa_Cat": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "As Meme spends the last days in town, Shinobu Oshino goes on a \"journey of self-discovery\". Without an idea about where Shinobu left to, Koyomi asks his friends about any ideas on her whereabouts. Among those who agreed to help is Mayoi, who was able to locate Shinobu in a nearby donuts shop."
  },
  "#Karen_Bee": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Sengoku_Residence"
    ],
    "text": "Mayoi was seen by Koyomi while he is on his way towards Nadeko's house. After she is harassed a bit by Koyomi, they have a serious talk about his plans regarding him secretly being part-vampire.\nMayoi advises that it is much simpler to leave his sisters in the dark regarding everything supernatural, including his vampire blood, and to prepare to lead them out of the world of oddities if the need arises. She also reassures Araragi, who is still depressed after Meme's sudden disappearance, telling him that she will make sure to say goodbye to him when that time comes."
  },
  "#Mayoi_Jiangshi": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "Koyomi and Shinobu accidentally travel back in time 11 years into the past, the day before Mayoi's death. Thinking that he can prevent Mayoi from turning into a wandering spirit, Koyomi helps Mayoi travel to her mother's house. However, after returning to the present, Koyomi and Shinobu find out the whole town is infested with zombies. In this timeline, Koyomi has not met Mayoi, and was unable to find Shinobu. This, in turn, allowed Black Hanekawa to kill him, causing Shinobu in this timeline to vow to destroy the world and make zombie vampires or \"jiangshi\" from humans.As Koyomi and Shinobu attempt to look for other survivors in the vicinity, they manage to attract nearby zombies. However, they are managed to be saved by a 21-year-old Mayoi Hachikuji, who learned how to combat zombies from the knowledge Meme Oshino had taught to her. After learning that the strangers she met are Koyomi and Shinobu, Mayoi hands out a letter containing a request by Meme Oshino, as well as his response to Shinobu's rampage.\nIn spite of the relief in seeing Mayoi survive the worldwide catastrophe, Koyomi chooses to part ways from Mayoi in favor of meeting Shinobu, who regained her powers as Kiss-Shot Acerola-Orion Heart-Under-Blade, in order to stop her. The ensuing confrontation allows Koyomi and Shinobu to return to their present time, although at the cost of being unable to save Mayoi from the accident eleven years ago.\nUpon returning to the present time, Koyomi reunites with Mayoi the wandering spirit and soon asks about her sentiments about dying. Mayoi admits that she is not happy that she became a spirit, but she is relieved to have met Koyomi in her current state. Mayoi then follows Koyomi to get back the backpack she left in Koyomi's possession."
  },
  "#Shinobu_Time": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino"
    ],
    "text": "In Shinobu Time, right after meeting Mayoi, Koyomi went back home to return Mayoi's backpack. They suddenly came across a mysterious darkness that starts chasing them down. The darkness cannot be seen but can be sensed by them. Koyomi and Mayoi escaped on a bicycle. They managed to escaped with the help of Yotsugi Ononoki.\nThey ended up in the abandoned cram school. Shinobu reveals that during her first visit to Japan, 400 years ago, she saved the local people from a severe drought by accident and was revered as a goddess by them. She then spent the next years living as a goddess in Japan until all the villagers started disappearing mysteriously, until only Shinobu and a demon hunter she befriended remained.\nSoon after, the same being that Koyomi met attacked them and Shinobu barely escaped alive, taking with her the demon hunter's hand by accident, which she used to revive him as a servant of hers just like Koyomi. However, the man blamed her for all that happened and unable to reason with him, Shinobu watched him committing suicide by exposing himself to the sunlight. Since then Shinobu never returned to Japan until six months ago, when she and Koyomi first met.\nAfter Shinobu tells Koyomi her story, they realize that Yotsugi was overhearing their entire conversation and after Mayoi awakens, they start discussing ways to deal with the darkness being before it appears before them. Koyomi, Mayoi and Yotsugi manage to escape again, but Koyomi is knocked out cold by the shock of Yotsugi's jumping just to awaken several hours later and learn that they unwillingly left Shinobu behind.\nAs Koyomi's vampire powers had not disappeared yet, they conclude that Shinobu is still alive but with Koyomi's powers weakening, it means that they have to find her before she is killed for good. Having no clue about what to do, they decide to contact Izuko Gaen who might provide some advice and when they decide to take shelter in a house, Izuko herself opens the door for them, much to their surprise.\nIn exchange for her help, Koyomi listened to Gaen's three requests. After Koyomi accepts, Gaen shows the darkness' true motive - it is a manifestation of the natural order, and means to destroy apparitions not behaving as they should—in this case, not Shinobu, but Mayoi. She exposes Mayoi as a \"ghost of a ghost\", who should have passed on on Mother's Day, when she finally found her way home; she also stopped leading people astray, neglecting her duty as a lost cow.\nGaen leaves to allow Koyomi and Mayoi to process this, and Mayoi realizes she has to pass on, rather than be eaten by the darkness. Bidding Koyomi farewell, she kisses him and confesses her love for him before vanishing. Four months later, Koyomi tells the story of the incident to only one person - Ougi Oshino. On his way home, he realizes he never told Mayoi one thing he should have said - goodbye."
  },
  "#Koyomi_Dead": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari"
    ],
    "text": "Mayoi reunites with Koyomi after she was supposedly going to the afterlife in Shinobu Time. This surprises Koyomi in a long time for not seeing her. Mayoi then stutters Koyomi's name for seeing him again."
  },
  "#Mayoi_Hell": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Avici_Hell",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari"
    ],
    "text": "After Koyomi is sent to Avici Hell after being killed by Izuko Gaen, he encounters Hachikuji, who is revealed to not have ascended to heaven, instead piling stones up at the gates of Hell, as children who die before their parents automatically go to Hell. Hachikuji informs Koyomi that someone has allowed her to guide him, and help him return to the living world.\nThis person turns out to be Tadatsuru Teori, who turns out was not dead and merely using his puppets to act out his actions in Tsukimonogatari. After Tadatsuru explains why they were forced to send Koyomi to Hell, they instruct him to hold onto the rope sent by Izuko to return to the living world. However, as Koyomi is about to set off, he realizes how unfair it was to Hachikuji to resurrect before her, thus causing him to reach out and grab her with his legs. As they ascend Hachikuji loses consciousness and only awakens after they arrive, where Izuko approves of her resurrection as she has uses for her in her plan to stop their enemy."
  },
  "#Ougi_Dark": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku"
    ],
    "text": "During the discussion of Izuko's plan, a new god must take over at North Shirahebi Shrine after to what Nadeko Sengoku did to the shrine. If Nadeko didn't intervene at all Shinobu would've been the shrine's god. This position was given to Mayoi instead since she came back from hell with Koyomi.\nKoyomi interjects, but Shinobu sees this as a miracle work of deification for coming back from hell. According to Izuko, Mayoi's options left for her is to be swallowed by the Darkness, go back to hell, or transform herself into a goddess that would allow her to exist as long as she manages the town's bad energy.\nIzuko explains that Mayoi is capable due to the Three-Way deadlock, a precursor to Rock-Paper-Scissors where the snake is beaten by the slug, which is close enough to Mayoi's Lost Snail. If Mayoi becomes the new goddess, she won't lose control like Nadeko did, because she'll beat the old god in any way. Due to this, Mayoi will no longer be swallowed by the Darkness. Mayoi is positive for her promotion since she can still play with Koyomi after all of this.\nOn the way to graduation, Koyomi meets Mayoi. She refuses to greet him since it is inappropriate for a goddess, so he decided to leave. Mayoi wishes him good luck and encourages him to visit the shrine anytime he wants to."
  },
  "#Koyomi_Reverse": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari"
    ],
    "text": "When Koyomi travels to the mirror world, he visits the shrine to meet an older Mayoi, who is 21 years old. He explains what happened to her and she deduces that he has traveled into a different world"
  },
  "#Relationships": {
    "link": [],
    "text": "Because of her nature as a ghost, very few people can interact with Mayoi. Initially, those people are ones who long to be unable to return home like Koyomi and Tsubasa Hanekawa, but other people with knowledge about oddities eventually become able to see her, like Yotsugi Ononoki, Izuko Gaen, and possibly Ougi Oshino (who has been looking for Mayoi before her encounter with Nadeko Sengoku). Among those people who could see and interact with her, she became the closest with Koyomi.\nThe relationship between Koyomi and Mayoi is rather dysfunctional, as Koyomi makes a habit out of molesting her while Mayoi responds by biting him. However, behind the banter and unusual exchanges are close friends that usually spend time talking about things that they are unable to confide with other people, like Koyomi's issue with his sisters making contact with the supernatural, and Mayoi's situation with her family. This friendship eventually reaches a point where Mayoi stops becoming the lost cow just to accompany Koyomi better and Koyomi could willingly give up on his relationship with Hitagi in order to prevent Mayoi from passing on.\nOnly Hitagi was able to deduce the presence of Mayoi despite not being able to see her. However, Hitagi admits that she does not like young girls somehow."
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "Gag with Koyomi Araragi\n\"Hello [mispronounced name]!\n\"Sorry, I bit my tongue.\"\n\"[I bit my tongue mispronounced]\""
  },
  "#Trivia": {
    "link": [
      "https://static.wikia.nocookie.net/bakemonogatari1645/images/b/b8/SecondSeasonEp7dvd8tv%28Mayoi2%29scene143motherSurnameTsunade.jpg/revision/latest?cb=20140525233205"
    ],
    "text": "<a href=\"https://static.wikia.nocookie.net/bakemonogatari1645/images/b/b8/SecondSeasonEp7dvd8tv%28Mayoi2%29scene143motherSurnameTsunade.jpg/revision/latest?cb=20140525233205\" class=\"image\"><img alt=\"SecondSeasonEp7dvd8tv(Mayoi2)scene143motherSurnameTsunade\" src=\"https://static.wikia.nocookie.net/bakemonogatari1645/images/b/b8/SecondSeasonEp7dvd8tv%28Mayoi2%29scene143motherSurnameTsunade.jpg/revision/latest/scale-to-width-down/180?cb=20140525233205\" decoding=\"async\" loading=\"lazy\" width=\"180\" height=\"101\" class=\"thumbimage\" data-image-name=\"SecondSeasonEp7dvd8tv(Mayoi2)scene143motherSurnameTsunade.jpg\" data-image-key=\"SecondSeasonEp7dvd8tv%28Mayoi2%29scene143motherSurnameTsunade.jpg\" data-relevant=\"1\" data-src=\"https://static.wikia.nocookie.net/bakemonogatari1645/images/b/b8/SecondSeasonEp7dvd8tv%28Mayoi2%29scene143motherSurnameTsunade.jpg/revision/latest/scale-to-width-down/180?cb=20140525233205\" /></a> \t \t\t \t\t\t \t\t \t\t \t\t \t\t\t8m50s into Jiangshi ep 2"
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari:_White",
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Orokamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Shinobumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Yoimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Ougimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Portable",
      "https://magireco.fandom.com/wiki/Hachikuji_Mayoi"
    ],
    "text": ""
  }
}