{
  "id": "Nisemonogatari Episode 07: Karen Bee, Part 7",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_07:_Karen_Bee,_Part_7",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "With the help of Shinobu's blood-tracking ability, Koyomi is able to locate Karen, who is lying down on a bench under an overpass. Despite her condition, Karen refuses to back down and leave things to her brother, but neither does Koyomi, who continues to persuade Karen to take a rest instead of taking on Kaiki herself.\nKaren decides that fighting is the only way for Koyomi to change his mind about taking her home, but Koyomi shows that he is not interested in fighting her, especially in her dismal condition. Karen, however, prepares her fighting stance, and declares that her sickly condition is her best condition yet.\nKoyomi refuses to believe that his sister is capable of fighting against him (especially with vampire blood in his veins).\nThen, Karen disappears, only to reappear with an elbow ready to strike. A short exchange of blows right after that, the part-vampire is planted into the yellow circular bench behind him. Koyomi is clearly dumbfounded about his sister's strength.\nKaren prepares to leave with the next bus, thinking that Koyomi should be taken care of, but she was shocked at seeing Koyomi stand up after being hit by her attacks. Koyomi decides to use force to bring Karen back home, only to find himself at the mercy of Karen's powerful blows, and is thrown from one place to another by her strength.\nSoon, Shinobu contacts Koyomi, reminding the part-vampire that she could feel a part of his pain, and is waiting for Koyomi to give his orders to fight back. Despite his grave condition, Koyomi tells Shinobu to stand down for the meantime, in exchange for a pat to the head. Shinobu has other plans though, as she wants Koyomi to stroke her breasts instead.\nKoyomi is shocked by Shinobu's request, but is quickly roused back to reality by Karen's jabs to his face.\nKaren appears to be losing her patience as her hands begin to hurt from punching Koyomi and tells his brother to stop trying to win, but Koyomi's resolve did not waver. She then decides to stop using her hands in fighting... and instead punishes Koyomi using her feet.\nKoyomi finds himself in more pain as a flurry of attacks from his sister drives him into a foundation beam, knocking down an entire section of a nearby bridge.\nBut Koyomi was still able to stand on his feet.\n\nKaren soon confronts about Koyomi's relentless lectures towards her and Tsukihi about \"justice\", that they were \"right\" but not strong, and tells him that since justice always wins, as the Fire Sisters of justice, she always aims to win. Koyomi remembers saying that his sisters are not strong, but reminds Karen that her physical strength is not enough; moreover, steeling the mind is just as important as well.\nKoyomi then tells Karen that her sense of justice is flawed, such that her constant reliance to the pleas of others robs her of her right to do what she truly wills to do.\nThey are not heroes of justice. They are kids trying to pretend as if they are, Koyomi says.\nThey are impostors.\nKaren refuses to yield to her brother's talk and holds on to Tsubasa, someone who knows everything and she thinks can understand their situation, as defense. But Koyomi breaks down Karen's defense, telling her that Tsubasa \"doesn't know everything\" and \"just knows what she knows\". He then adds that he thinks that Karen is not yet ready for \"big\" words like \"self-sacrifice\" and \"justice\".\nAs rubble continues to stir around them, Karen continues to hold on to her beliefs, but as Koyomi approaches her and embraces her, she slowly yields to his brotherly words. Koyomi tells Karen that although she and her sister are troublemakers and always makes their brother worry, he is still proud of them, and he will do whatever it takes for them.\nKaren finally gives in to her brother's words and is carried back home by Koyomi. Afterwards, he and Hitagi prepare to head to Kaiki.\n\nIn an empty amusement park, Kaiki, standing on a theater stage, looks on as Koyomi and Hitagi, with their respective reasons to confront him, walk forward. Kaiki reveals that he knows about why they chose to meet him, while Hitagi tells him that she wished to have not met him in the first place if she was given an option to, but is now willing to meet with him.\nAfter Koyomi and Hitagi reveal their requests to Kaiki, the conman promptly responds, saying that he will stop swindling from middle school students. He also tells Koyomi that Karen's condition was simply a minor application of hypnosis and she will recover soon, while he apologizes to Hitagi for what happened to her mother and her family's money and promises to repay them as soon as possible.\nHowever, Hitagi refuses to believe his words. And her doubts intensify as Kaiki spoke words of apology with a straight face.\nHitagi appears to be slowly losing her composure, but she manages to keep herself from unleashing her murderous intent against Kaiki. She tells Kaiki that his actions will never bring her family back together, much to his pleasure, and asks him to leave the town immediately. Kaiki quickly accepts Hitagi's offer, but soon notices Koyomi's look on his face.\nKaiki remarks that Koyomi eyes lack the hostility he expects after what happened to Karen, but Koyomi tells him that he thinks that Karen deserved what happened to her, especially taking him on alone. Kaiki then tells Koyomi that Karen actually did the right thing, instead of bringing along someone else with her.\nThen, Kaiki comments that without kind girls like Karen, his business would be dull.\n\nHitagi is close to losing her patience as she realizes that Kaiki had just used a girl's kindness for his own gain, but Kaiki clarifies a possible misunderstanding, telling her that he is just a normal person who just wants to earn some cash, although Hitagi adds that he is an imposter on top of everything.\nSoon, Kaiki looks at Koyomi, whom he thinks is someone extraordinary, who has something unusual in his shadows and was responsible for weakening Karen's sickness. After commending on Koyomi's risk-taking move, Kaiki is asked by Koyomi whether he is a specialist in the supernatural or not. Kaiki, in response, tells him about ghosts, explaining how people can still be afraid of ghosts despite not believing in them. Then, he answers Koyomi's question: he knows not of the supernatural, but knows people who do... although some of them might have been fooled by Kaiki himself into believing that they do.\nSoon, Kaiki talks about the flame-wreathe bee and reveals that the origins of this oddity are fake. Moreover, Kaiki believes that there is no such thing as the supernatural, and by extension, there should be no victims of the supernatural to begin with.\nAlthough he still tells Koyomi that Karen's \"sickness\" will take some time to wear off, but it might be shorter than usual due to Koyomi's intervention.\nKaiki soon tells Koyomi that they are the kind of person who cannot mix well together, and compares himself with rubidium, and Koyomi with water, which when put in contact, will produce an explosive result. Meanwhile, Koyomi considers that he has a similar problem with his sisters and, following Kaiki's analogy, compares them with fire.\n\nHitagi asks Kaiki for his phone, and after receiving it from Kaiki, breaks it into two and buries it under the sole of her shoe. Kaiki laments at the fate of his phone, which holds the numbers of his \"clients\", but Hitagi tells him that she no longer cares about the fate of those who were fooled by Kaiki's schemes. Hitagi considers herself to be an enemy of evil, not a paragon of justice, and so presses the responsibility to the victims for having themselves fooled by a conman. Hitagi also says that she knows that Kaiki has no ability to rescue them even if he wanted, and his attempts would just be further deception on his part.\nSenjougahara is disgusted at Kaiki's show of his pride in being a conman and shoots down his remarks about her, telling him to stop insulting her for what she is right now, which Koyomi has fallen in love with.\nKaiki realizes that the two are actually a couple and gives up in their conversation. Upon walking away from the two, Kaiki says that he will leave town quietly, and will be completely gone by tomorrow.\nThen, Kaiki decides to tell a short story to Hitagi, regardless of her interest to listen.\nIt is about the man who almost sexually assaulted her way back in the past. Kaiki tells him that that man was run over by a car and died, somewhere and sometime that has nothing to do with her. Then, before leaving, Kaiki reminds the two that one should not expect life to be as exciting as the plot of a theatrical play. Hitagi, cautious of Kaiki's words, voices out her doubts about the truth in his words, but Kaiki complicates things even further by asking her if she thought that those things she thought were whole truths are actually true.\nHitagi is dumbfounded by this statement. Meanwhile, Kaiki reminds himself that what happened between him and Hitagi in the past was just a simple crush and nothing else, much to Koyomi's shock.\nKaiki then tells Hitagi to forget the past since there is no point in getting over it or catching up with it and to just be happy with what she has right now.\n\nWith that, Kaiki disappears.\n\nKoyomi decides to confirm Hitagi's relationship with Kaiki and, in response, she wonders if this is Koyomi's way of finding out if she is still pure, much to Koyomi's embarrassment. Hitagi then tells him that there's no way that she'll fall for him, although she admits that there was a time when she treats anyone who is willing to help her like a knight in shining armor, and Kaiki was the first who received this kind of treatment from her. Thus, if anyone else would have helped her, she might have ended up with that person instead.\nHitagi admits that she feels disgusted thinking about those possibilities, so she is relieved that she was saved by Koyomi.\nKoyomi reminds Hitagi that, like Meme told her, she was the one who saved herself.\nSoon, Hitagi prepares to head back home when Koyomi reminds her of the request she gave to Koyomi the day before. Initially, Koyomi thought that Hitagi wanted to praise her for being able to close an important chapter in her life, but Hitagi clarifies that even his compliments are not enough for her, and she expects him to be much more than that.\nKoyomi wonders if Hitagi is made up of iron to act so tough around him. However, Hitagi proves that she is just as soft and kind as any other girl by revealing to Koyomi that she is actually badly wounded by Kaiki's harsh words.\nSo, Hitagi's request for Koyomi was for him to \"be gentle with her\".\nThe next day,  Koyomi is surprised to find out that Karen is back in good shape, and soon roughly explains the current situation to her and Tsukihi, especially the part where Kaiki would leave town. However, the Fire Sisters of Tsuganoki 2nd Middle School would continue their duties as \"heroes of justice\", helping out those affected by the charms instead.\nKoyomi watches on as the two impostor-sisters he is proud of run into their next adventure."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}