{
  "id": "Bakemonogatari Episode 04: Mayoi Snail, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Episode_04:_Mayoi_Snail,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Mayoi Snail, Part 2\" (まよいマイマイ　其の弐, Mayoi Maimai, Sono Ni) is the fourth episode of the Bakemonogatari anime series. It released on July 24, 2009. The episode was directed by Yoshinobu Tokumoto with screenplay by Yukito Kizawa and storyboard by Nobuyuki Takeuchi.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Mayoi",
      "https://bakemonogatari.fandom.com/wiki/Hanekawa"
    ],
    "text": "\"Lost cow. It's gotta be a 'lost cow'.\"\nMeme explains through Araragi's phone the oddity they are currently facing. According to him, there are lot of oddities that lead its victims astray, and a \"lost cow\" is distinct because it is also called a \"lost snail.\"\nAfter calling Meme, Araragi and Senjougahara go on their way... of course, with Mayoi tailing behind Araragi.\nA short walk afterwards, Senjougahara stops and tells that where she stood is where her house was a long time ago before it was sold. However, there is now a stretch of road occupying that space. Senjougahara puts the blame to urban renewal, but even she is amazed at how much one year has changed a lot in her old neighborhood. She soon decides to continue on their search for Hachikuji's address.\nKoyomi finds it difficult to walk with Mayoi clinging to him too much and tells her to back off a little. However, Mayoi becomes too defensive, and even plans to tell the PTA on him. Araragi wonders what PTA stands for, and Hitagi suddenly responds; it stands for \"parent-teacher association\", but can also stand for \"percutaneous transluminal angioplasty\". After Araragi gets called incapable for not knowing such information, they head off again.\nAraragi soon wonders what awaits them on the address they are heading to. Mayoi continues to reject Araragi's request to tell about it, but a 10,000-yen bill manages to persuade her instantly. Mayoi tells to Koyomi that there is someone named Tsunade where they are heading. Soon, their conversation shifts to what one should be doing on Mother's Day to a sloppy pun on \"touring\". Meanwhile, Senjougahara continues to walk forward.\nThe conversation of the two soon talks about Mayoi stuttering, and ending up saying \"Arararagi-san\". Araragi tells her that he doesn't make the same mistake in names like she does, and Mayoi challenges him to say a tongue twister. Well, he did speak the tongue twister correctly, but Mayoi once again tries to be witty.\nHitagi soon asks Araragi to give the address to Mayoi's destination once again. Upon listening to the address, Senjougahara realizes that they might have gone too far, so they head back to retrace their steps.\nOn the way back, Araragi notices that Mayoi appears to be afraid of Hitagi. Mayoi tells him that she feels that Senjougahara hates her, and wants her dead. Araragi's question to Hitagi soon confirms it straight from her mouth, but Hitagi also points out that she only has difficulty in interacting with them, thus the hate.\nSoon, Hitagi asks Araragi for the address once again since she thinks that they have gone far off again. Araragi is shocked to find out that they have gone off-course twice, and he thinks that urban renewal is to blame for all of this. As a last resort, Senjougahara decides to use the GPS on her phone to determine their location.\nHowever, it suddenly went out of range.\nAs the two become puzzled as to what is going on, Mayoi appears to be losing hope to getting to the address, which turns out to be where her mother lives.\nUnable to reach their destination, Araragi, Hitagi and Mayoi go back to Namishiro Park. Hitagi, using Araragi's bike, heads to Meme's place to personally ask about the oddity they encountered, while Araragi join Mayoi at the park.\nAraragi takes the time to know more about Mayoi, and with some bribes, Mayoi manages to talk about her mother. According to her, the \"Tsunade\" she mentioned earlier is the surname of her mother — and hers, until third grade, when she changed it to Hachikuji. Mayoi discovers that although she can go to her mother's house any time, she always fails to find her mother's house.\nThen, as Araragi reaches his hand towards Mayoi, the elementary school girl snaps at him, biting his fingers and refusing to let go of them. Because of this, Araragi is forced to hit her so hard that she blacks out. Of course, this is yet another hollow victory for Araragi, who had been victorious against an elementary school girl twice.\nSoon, Araragi is greeted by none other than Hanekawa, who just passed by. According to her, she is also killing time like Araragi, and is doing her routine walks on Sunday as she is not comfortable staying at her house. Tsubasa soon notices Mayoi and asks about her. Upon finding out what Mayoi's surname is, Hanekawa appears to be familiar with the surname Hachikuji, although she finds out that she might be mistaking it for a similar-sounding surname.\nTsubasa then talks to Mayoi when she finally comes to. Initially, Mayoi is unfriendly towards her, but Hanekawa easily manages to tame her, although she both scolds the two for hurting each other.\nHanekawa, after finding out that Mayoi is a lost girl, tries to help out with her problem. Araragi turns her down, telling Hanekawa that Senjougahara is already on her way to get help. Of course, this gives Tsubasa ideas of the two getting together, so she decides to take her leave. Before letting her go, however, Araragi decides to ask her about someone named Tsunade living in the area. For the first time, Hanekawa tells him that she doesn't know anyone by that name. After a quick apology, Hanekawa leaves for good.\nAfterwards, he receives a call from Hitagi's number. A disgruntled Meme finds his quality slacking time interrupted by Hitagi, and he also notes how much Araragi has been involved with oddities lately. Araragi soon tells Meme that a girl named Mayoi Hachikuji is the one who has met the oddity, and in response, Meme scolds Araragi for putting himself in things without thinking about the risks. Meme plans to refuse his request, but Senjougahara's quick threat manages to change his mind.\nMeme, admitting that he is not comfortable with sending messages via phone, decides to relay the message to him through Hitagi, so meanwhile, he has to wait for her return at Namishiro Park. For the meantime, Araragi will have to enjoy Mayoi's company for a longer time."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}