{
  "id": "Owarimonogatari Episode 17: Hitagi Rendezvous, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_17:_Hitagi_Rendezvous,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Hitagi Rendezvous, Part 2\" (ひたぎランデブー 其ノ貮, Hitagi Randevū Sono Ni) is the seventeenth and fourth episode of the second cour of the Owarimonogatari anime series, first broadcasted on August 12, 2017.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "At the planetarium, Koyomi Araragi falls asleep and dreams with Ougi Oshino. Ougi talks to him about the constellations in the southern hemisphere’s sky. She tells him about the Hydrus, the constellation of the water snake, also know as the Hydra and how it’s presence reminds her of Kiss-Shot and how the Hydra was killed by Hercules by having its heads burned to prevent regeneration.\nShe also mentions that during the fight, the crab from the Cancer constelation side with the Hydra and attacked Hercules. She continues asking him to tell Senjougahara about this story. She adds that the constellation of Serpens, much like the Hydra, is a symbol of immortality but in a different way. Araragi is impressed at her knowledge but Ougi replies that Araragi knows about it already. She goes back to explaining that the Serpens constellation is a symbol of immortality due to being divided in two parts and still existing.\nFurthermore, both sides are helf by the constellation of Ophiuchus, the snake charmer. Ophiuchus decipts Asklepios, the mythical Greek physichian who could revive the dead and brought the rage of the gods because of that. Just like Asklepios, Ougi says that’s why Tadatsuru and Kagenui were cursed for reviving the dead when creating Ononoki. She wonders what kind of punishment will Gaen endure due to reviving Araragi.\nAraragi is reminded of Tadatsuru’s warning and Ougi starts questioning Araragi about what’s the right thing to do in their situation.\nOugi also warns Araragi that all mistakes that accompany justice cause the balance to zero out and the Justice administered by Kagenui and the Fire Sisters is not doing good as much as correcting mistakes, mirroring Araragi’s conversation with Hachikuji.\nShe continues saying that she herself is justice since she seeks to oppose injustice by enforcing the rules. Ougi concludes Araragi’s dream by asking him to do the right thing and to talk with her next time they meet. Araragi asks her about her true identity. She replies that they’ll discuss that at their next meeting, but she tells him that she’s the embodiment of the rules of the universe. Furthermore she asks Araragi not to fall for Gaen’s words and says that she expects him to do the right thing.\nAraragi wakes up besides a sleeping Hitagi Senjougahara. Soon she tells him that they’ll be visiting the museum anex to the planetarium before having lunch and going bowling and then finish with tea and later karaoke. She suggests a penalty for the loser of the game, the loser will have to give absolute obedience to the winner.\nThey continue their date as Senjougahara expected until the bowling game, where Senjougahara loses to the inept Araragi due to her exhaustion. Araragi asks her to walk with their arms linked until they have tea. There Senjougahara suggests that Araragi himself might be the opponent of Gaen’s battle due to Araragi’s impulsivity and lack of foresight when compared to her.\nAt the karaoke, Senjougahara demands the same bet as the bowling game. Senjougahara loses by a slight margin and suggests that Araragi should take her to the car in a princess carry. At the car, Araragi tells her that he wasn’t able to prepare a present for her, but he’ll pay up with interest. Senjougahara dismisses his worries before speeding up in anger. She stops the car and bullies Araragi for not preparing a present for his girlfriend on White Day.\nAraragi apologizes but she agrees to forgive him in trade for complete obedience. Araragi concedes to obey her order for the rest of her life. Senjougahara asks him to call her by her first name from now on. Araragi realizes why she was so competitive and calls her name.\nAt Araragi's house, he meets Ougi continuously ringing his doorbell. She tells Araragi that he should appreciate her for not physically bothering him during his last date. He agrees, but tells her that was just the last date of his high school life. Ougi disagrees with him, since he and Senjougahara might have no future. Araragi confronts her about trying to kill them.\nOugi denies ever trying to harm him and tells him she didn't do it, since she was expecting him not to fall for Gaen's tricks.\nHe retorts that there wasn't any choice since it would involve forsaking Shinobu and Hachikuji. She says she's dissapointed but it's fine since she has nothing to lose. She finishes clearing Araragi's misconception, she's not the Darkness and she tells Araragi that she let him go on his date so that he won't have any regrets and that she has one last thing to do after willingly falling for Gaen's trap.\nShe leaves after asking for Araragi's help against Gaen."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}