{
  "id": "Nisemonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    {
      "#English_Release_Synopsis": [
        "#Part_1",
        "#Part_2"
      ]
    },
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Karen_Bee",
        "#Tsukihi_Phoenix"
      ]
    },
    "#Illustrations",
    "#English_Edition_Color_Pages",
    "#Trivia",
    "#Anime"
  ],
  "Description": "Nisemonogatari (偽物語) or NISEMONOGATARI: Fake Tale in the English publication, comprised of two volumes, is the third part of the Monogatari series. The fourth and fifth books overall, they contain the stories Karen Bee (かれんビー) and Tsukihi Phoenix (つきひフェニックス).\nAn official two volume English release from Vertical came in June and August 2017. It is the first English novel to not be translated by Ko Ransom.",
  "#Etymology": {
    "link": [],
    "text": "The name is a portmanteau of two terms:"
  },
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi"
    ],
    "text": "Nisemonogatari serves as a direct sequel to Bakemonogatari, following the story of Koyomi Araragi as he continues his relationships with the characters from the series. The two-part novel focuses on supernatural events that involve Koyomi's two younger sisters, Karen Araragi and Tsukihi Araragi."
  },
  "#Part_1": {
    "link": [],
    "text": "Unlike ne’er-do-well former vampire Araragi, his two younger sisters Karen and Tsukihi, who attend a private junior high, are little balls of energy and charisma that their peers look up to. That the “ka” in Karen and “hi” in Tsukihi are both written with the character for “fire” isn’t the only reason they’ve come to be known as the Fire Sisters.\nKaren is the brawn and Tsukihi the brains of a vigilantism that the pair sees not merely as defending justice but as justice itself. They can’t encounter a harmful fad without trying to hunt down a specific source that had a motive for spreading it. In their big brother’s humble opinion, there is something fake and precarious about it all.\nIn this first of two parts, the immediate sequel to the legendary BAKEMONOGATARI plunges us into the middle of summer vacation in the mostly peaceful rural town where the series is set. As our hero and narrator can say from experience, however, teenagers with too much free time on their hands can get stung pretty badly.[3]"
  },
  "#Part_2": {
    "link": [],
    "text": "Originally planned to be the series’ conclusion, “final” chapter “Tsukihi Phoenix” invites us back to the seemingly eventless country burg where supernatural afflictions abound and characters change their trademark hairstyles at the drop of a hat. Rest assured, dear reader, that the story continued in Japanese and will do so in translation.\nIn the first half of Fake Tale, lost soul Araragi helped resolve his bigger little sister Karen’s feverish run-in with a fraud. In this second half, he must attend to his littler little sister Tsukihi’s issues, but not before staging the Toothbrush Episode that the acclaimed anime adaptation’s viewers find quite memorable—whether they like to or not.\nAs fraught with ominousness as a dark empty street, as unexpectedly full of feeling as an acid-tongued girlfriend, as sidesplittingly funny as a horny retired jock, and (maybe even) as educational as college in the best MONOGATARI tradition, this volume also introduces us to “ghostbusters” Yozuru Kagenui and Yotsugi Ononoki.[4]"
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Karen_Bee": {
    "link": [],
    "text": "Without any knowledge of how it came to be, Koyomi finds himself in an unknown place as a prisoner. The reason for and answer to his predicament seem to lay in Hitagi's past and the con artist Kaiki Deishuu, but it becomes clear that there's much more to it than that, and it will threaten the well-being of those Koyomi holds dear."
  },
  "#Tsukihi_Phoenix": {
    "link": [],
    "text": "The second story arc of Nisemonogatari focuses on Koyomi's sister Tsukihi. When Koyomi meets a pair of enigmatic women who know suspiciously too much about him and his friends, he couldn't have anticipated the ramifications of their presence. Now Tsukihi's life may very well be at risk, and the cause behind it will shake the foundation of everything Koyomi knows about his sisters."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#English_Edition_Color_Pages": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "Nisemonogatari is the first English installment to have covers based off of the original Japanese cover, and as such, the only English installment to contain detailed backgrounds.\nThe English release of Nisemonogatari is the first time a new translator was introduced, being the first translation by Jame Balzer as opposed to Ko Ransom."
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_(anime_series)"
    ],
    "text": ""
  }
}