{
  "id": "Second Season Episode 09: Mayoi Jiangshi, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_09:_Mayoi_Jiangshi,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Mayoi Jiangshi, Part 3\" (まよいキョンシー 其ノ參, Mayoi Kyonshī Sono San) is the ninth episode go the Monogatari Second Season anime series. It released on August 31, 2013 and was directed by Kei Ajiki with screenplay by Yukito Kizawa and storyboard by Shinsaku Sakaki.",
  "#Synopsis": {
    "link": [],
    "text": "Upon stepping back into the present time (specifically at morning of August 21), Koyomi and Shinobu discover that the entire town is in shambles. Shinobu is sure that they arrived at the correct date, but upon returning to his home Koyomi finds out that no one else is home. After spending the next five hours checking every single house in the vicinity, the two realize that the world has been destroyed due to Shinobu's time travel and Koyomi's altering of the past. Although Koyomi is still in disbelief, he tries to pin down the cause of the sudden worldwide event, and he initially assumes that an oddity caused the destruction of the world. Despite being troubled due to unknown reasons, Shinobu agrees to cooperate with Koyomi in determining the cause of the incident, and suggests traveling to June 14, where the incident was supposed to have happened.\nOn the way to Kita-Shirahebi Shrine, Shinobu notices that the temple complex is complete void of energy, and Koyomi notices an amulet, a different kind from the one given to him by Meme Oshino. Shinobu explains that this amulet absorbs the surrounding energies, robbing them of a convenient chance of making a portal back to the past to investigate.\nSoon, the two are surrounded by zombies who, for some reason, are repelled by the amulet in the shrine. Shinobu does not want to take any chances and suggests leaving the temple. With a big jump, she and Koyomi manage to elude the zombies, but the aerial view has revealed that the entire town is filled by the former inhabitants of the town, transformed into oddity-like entities. Shinobu then eventually reveals that the zombies are actually humans transformed into vampires, and that Shinobu herself was the cause of it.\nKoyomi and Shinobu let the sun rise before exploring the surface once again and they return to the Araragi Residence afterwards. Here, Shinobu remembers that she, or rather Shinobu Oshino of that timeline, destroyed the world on June 14, the day of Koyomi's first date with Hitagi and the day where something substantial happened to Tsubasa Hanekawa. She reveals that the idea of destroying the world crossed her mind when she had gone missing at that time, and due to Koyomi's intervention over Mayoi's death, Mayoi wasn't the trigger to finding Shinobu, and Koyomi would have ended up killed by Black Hanekawa. Koyomi's death only allowed Shinobu's powers to return to normal, and she begins turning every human in the world into vampires before killing herself some time after, turning those vampires into zombies. Shinobu apologizes for causing such destruction in the world Koyomi is living in, but he rejects her apology, pointing out that it was a different Shinobu Oshino who needs to be responsible for the incident, and instead, suggests in starting to live in the ruined town as survivors.\nAfter a short visit to the nearby department store to acquire supplies, Koyomi decides to light up some fireworks in order to look for other survivors. Three days later, in a cloudy afternoon, Koyomi's fireworks light up the sky, and he and Shinobu wait at Namishiro Park for any responses. To their shock, all that came to their presence are the zombies wandering around town."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}