{
  "id": "Second Season Episode 02: Tsubasa Tiger, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_02:_Tsubasa_Tiger,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Tsubasa Tiger, Part 2\" (つばさタイガー　其の弐, Tsubasa Taiga, Sono Ni) is the second episode of the Monogatari Series Second Season anime series. It was first broadcast on July 14, 2013.\nTsubasa continues her stay in the Senjougahara Residence. There, Hitagi discovers facets in her character that can't be easily seen by naked eyes. Meanwhile, two oddities linked with Tsubasa confront each other, with the sawarineko meeting Hitagi for the first time.",
  "#Synopsis": {
    "link": [],
    "text": "As Tsubasa proceeds with the story, she decides to tell more about Koyomi Araragi, her friend and Hitagi Senjougahara's boyfriend. She reveals that she knew Koyomi even before spring break, although she admits that she doesn't know everything about him. Tsubasa then explains Koyomi's habit of skipping class, which earned him a bad reputation in Naoetsu Private High School, to the point that his sisters' school life pales in comparison to his.\nAccording to Tsubasa, Koyomi's school life during middle school and high school are not that different — his motivations did change, however, and there was a point where Tsubasa even pointed out that Koyomi is lucky to be alive to enter high school. That ultimately changed when he stepped into 10th grade.\nDespite Koyomi's rather tumultuous past, Tsubasa accepts Koyomi for what he is, and that she has been in love with that kind of person since \"who-knows-when\".\nAs for how that love developed... Tsubasa decides to leave that to another time.\n\nTsubasa wakes up inside Hitagi's place for the first time and manages to catch a glimpse of Hitagi's sleeping face. Moments later, Hitagi opens her eyes and asks Tsubasa for the time. As it turns out, the two girls slept throughout the entire morning and woke up at 1:30 in the afternoon.\n\nThe previous night, Hitagi pushes through her offer of taking a shower with Tsubasa. As the two enjoy the warm water on their skin, Tsubasa considers this moment, as well as her race across town to look for her, as something rather uncharacteristic of Hitagi, who is known for \"building walls around herself\". Tsubasa thinks that Hitagi has changed a lot after facing the things that she has experienced over the course of spring and summer, compared to her, who remained static in spite of facing roughly the same trials.\nThat was the reason why Tsubasa envied Hitagi so much.\nAfter half an hour of goofing around, the two girls head back for a change of clothes.\n\nTsubasa and Hitagi change into a pair of pajamas and Hitagi takes some time to help Tsubasa dry out her hair using an electric dryer. Afterwards, Hitagi brings out an extra futon, the one her father often uses, for Tsubasa to use, although Hitagi is rather hesitant to lend it to Tsubasa. Hitagi then decides to put her father's futon back and asks Tsubasa to sleep with her in one futon, even pleading for her to agree. Although having second thoughts about it, Tsubasa decides to go with Hitagi's request. Hitagi then lends her pillow to Tsubasa while she decides to sleep using her father's pillow — a decision Hitagi made because she has a weakness for her father and she wanted to be as close to Tsubasa as possible.\nAs the lights go out, Tsubasa says \"good night\" to Hitagi for the first time.\n\nBack to the present, after an unusually deep sleep the night before, Hitagi decides to prepare lunch for the two of them. After a short period of prep time, Hitagi makes stir-fry vegetables, some soup and a cup of rice for the two of them. While eating, Hitagi talks about how the dish she prepared wasn't enjoyed that much by Koyomi. Tsubasa disagrees, and pointed out that tastebuds differ from person to person. Hitagi then responds by remarking that she and Tsubasa have the same tastes when it comes to food and men, the latter causing Tsubasa to spit out her food in surprise.\nTsubasa thinks that Hitagi has been too frank with her lately. Hitagi, however, sees this as a perfect chance to start a good conversation. Tsubasa, however, warns Hitagi that one wrong move may cause the gap between them to widen even further. She then decides to ask something else related to Koyomi, particularly the parts of the body that they like the most about him. Hitagi declines, thinking that it would only boost Koyomi's ego if ever he finds out about it, so she decides to talk about that things that they detest about Koyomi, to which Tsubasa quickly agrees on.\nMinutes later, Hitagi discusses about Tsubasa's plans for the future, especially how Tsubasa will be able to stay for longer with Hitagi's father returning home the day after. Tsubasa tells Hitagi that fire insurance will cover the costs for rebuilding the Hanekawa Residence and they would need to rent for at least a week while the house is not yet done. With that, Hitagi decides to extend Tsubasa's stay in the Senjougahara Residence.\n\nLater that night, Black Hanekawa manifests herself while Tsubasa is asleep, a habit that was the cause of the missing chapters 8 and 13 earlier. After admiring her new look in the mirror, Black Hanekawa decides to go out and appease the stress her \"mistress\" Tsubasa Hanekawa had received during the fire that destroyed her home, something that she has been doing for some time now.\nHowever, she decides to go on a detour, meeting another oddity roaming the town.\nAs Black Hanekawa appears in front of the tiger-shaped oddity, the latter remarks that she looks like a sawarineko but is not exactly one, particularly because this particular sawarineko has a more substantial presence than the usual. Nonetheless, the tiger-shaped oddity shows his indifference towards the oddity in front of him, but he does warn her about trying to get in his way. Black Hanekawa responds by another warning, telling the tiger-shaped oddity that she bears the same indifference to him as him towards her, but will be willing to kill him if she harms her mistress.\nThe tiger-shaped oddity seems unmoved by Black Hanekawa's threat and is instead interested that the sawarineko chose to side with the human he met in a previous encounter.\nHowever, what he thinks is important at that moment was that Tsubasa Hanekawa had seen him.\nTrue enough, Black Hanekawa was unable to escape the tiger-shaped oddity even after leaping back several hundred meters into a forested area. There, the tiger-shaped oddity declares that he has already started moving.\n\nBlack Hanekawa returns just before the sun sets, and she was startled by Hitagi, who tells her to wipe her feet before entering. Hitagi then reveals that she is rather familiar with Tsubasa Hanekawa's other persona and offers a handshake. Black Hanekawa refused the gesture, pointing out that her passive ability can drain a person's life force, but Hitagi assures her that a handshake wouldn't kill her that easily.\nBlack Hanekawa decides to go with Hitagi's request, and Hitagi formally greets Black Hanekawa for the first time.\n\nTsubasa wakes up at 6:00 AM, and Hitagi is already awake at this time, telling Tsubasa that she did an early morning jog as part of her routine to maintain her figure. Tsubasa easily notices the weariness in Hitagi's eyes as she changes to a running attire and declines the offer to take a jog with her. Instead, Tsubasa decides to prepare breakfast, composed of sliced baguettes, a cup of milk, fresh salad, and bacon and eggs.\nAlthough she finished Tsubasa's breakfast quite easily, Hitagi notices that Tsubasa's breakfast had some problems: there is no dressing in the salad she prepared, the eggs do not have a pinch of salt or some soy sauce on it, and the bread has nothing to make it other than plain.\nAfter some questions about Tsubasa's eating preferences, Hitagi realizes that Tsubasa is the type of person who refuses to add any seasoning to the dishes she eat or prepare...\n...and a person who refuses to fix something even if it is undesirable.\n\nAs Hitagi washes the dishes, she takes back what she said about her and Tsubasa sharing the same tastes. She explains that Tsubasa is the extreme opposite of a picky eater — a person who eats any food that is edible and nutritious or at least filling — and Hitagi thinks that such kind of living is wrong. Hitagi points out that loving something and hating something are things that are just as important, but adds that Tsubasa is a person who accepts anything and everything that comes her way.\nThen, without looking away from Tsubasa's eyes, Hitagi asks Tsubasa if she really does love Koyomi."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}