{
  "id": "Miscellaneous Monogatari Short Stories",
  "url": "https://bakemonogatari.fandom.com/wiki/Miscellaneous_Monogatari_Short_Stories",
  "toc": [
    "#Tsubasa_Board",
    "#Mayoi_Castle",
    "#Nadeko_Mirror",
    "#Shinobu_Science",
    "#Hitagi_Salamander",
    "#Suruga_Neat",
    "#Suruga_Palace",
    "#Yotsugi_Future",
    "#Ougi_Travel",
    "#Hitagi_Figure",
    "#Shinobu_Figure",
    "#Koyomi_History",
    "#Koyomi_Araragi,_Tsubasa_Hanekawa,_Nadeko_Sengoku's_Hobonichi_Techo",
    "#Tsubasa_Lion",
    "#Hitagi_Dish",
    "#Hitagi_Hermit_Crab",
    "#Mayoi_Name",
    "#Mayoi_Ghost",
    "#Sodachi_Mirror",
    "#Ougi_Reflect",
    "#Suruga_Speed",
    "#Suruga_Velocity",
    "#Nadeko_Rope",
    "#Nadeko_Courtship",
    "#Hitagi_Nashorn",
    "#Mayoi_Escargot",
    "#Suruga_Earthworm",
    "#Nadeko_Eye_Level",
    "#Tsubasa_Ranking"
  ],
  "Description": "This is a compilation page of summaries for miscellaneous short stories that were not published special guidebooks for the series. Most were included in blu-ray releases, pamphlets, newspapers, or premium item box sets.",
  "#Tsubasa_Board": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://en.wikipedia.org/wiki/3001:_The_Final_Odyssey",
      "https://en.wikipedia.org/wiki/Arthur_C._Clarke",
      "https://en.wikipedia.org/wiki/2001:_A_Space_Odyssey_(film)"
    ],
    "text": "(This is told in Tsubasa Hanekawa's perspective. It was released the newspaper Yomiuri Shimbun along with Onimonogatari BD/DVD vol. 1)\nIn the novel 3001: The Final Odyssey by Arthur C. Clarke, an intellectual is defined as \"someone who has been educated beyond his/her intelligence\". It seems as if this quote is speaking of Hanekawa. Senjougahara points out that knowing too much may be worse than not knowing at all. She says that there is too much information and knowledge in the world, and a person wanting to know one thing will inadvertently learn 10 more things, whether or not the person desires them. Senjougahara claims that therefore the knowledge will keep building up, and the person will eventually drown from his own knowledge. Hanekawa suggests that while that may be true, it is not possible to refuse to learn anything. That would be like having a kickboard in the mind. Senjougahara says the the main problem is that once a person learns a knowledge, it is not possible to unlearn it, so knowledge will keep building up. Hanekawa replies that even though it may be convenient to freely erase things from one's own memory, it would be more like degradation and deterioration, rather than reversal. Senjougahara says Hanekawa may have too much knowledge in her head, but Hanekawa doesn't seem to mind the abundance of knowledge. Senjougahara says that most people don't even know 2001: A Space Odyssey has three sequels. She says that Hanekawa knows everything. Hanekawa replies with her catchphrase."
  },
  "#Mayoi_Castle": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://en.wikipedia.org/wiki/The_Blue_Castle",
      "https://en.wikipedia.org/wiki/Lucy_Maud_Montgomery",
      "https://en.wikipedia.org/wiki/Anne_of_Green_Gables"
    ],
    "text": "(This is told in Mayoi Hachikuji's perspective. It was released the newspaper Yomiuri Shimbun along with Onimonogatari BD/DVD vol. 1)\nHachikuji asks Araragi if he has read The Blue Castle, by Lucy Maud Montgomery, (also the author of Anne of Green Gables). Araragi admits that he has only read Anne of Green Gables. Hachikuji explains that the main character, Valancy Stirling, finds out from\nthe doctor that she only has a year to live. She then asks what Araragi would\ndo if he only has a year to live. Araragi answers that he probably would do\nnothing. Hachikuji asks if that’s because he would lose hope, and anything he\ndoes would be meaningless if he knows his life is almost over. Araragi says\nthat’s not the case. He claims that everyone needs to be actively doing\nsomething in order to live, whether that something is working, playing, or\nresting. If he were to know that he would die in a year, he feels that he would\nbe released from those “responsibilities”. Normally people might try to do\nsomething big like travel the world, satisfy one’s dreams if they knew they\nonly have a year to live. However, Araragi thinks that those are things that\npeople would do anyways if they keep on living, so if he knows his life is\nalmost over, he doesn’t want to have the burden of having to do things he\ndesires. He thinks that always doing something he likes in life can get tiring.\nTherefore he would choose to do nothing instead. Hachikuji is somewhat\nimpressed by this answer. Thinking back to Araragi’s various near-death\nexperiences in the past, Hachikuji realizes this kind of answer isn’t\nsurprising for Araragi."
  },
  "#Nadeko_Mirror": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://en.wikipedia.org/wiki/Strange_Case_of_Dr_Jekyll_and_Mr_Hyde",
      "https://en.wikipedia.org/wiki/Robert_Louis_Stevenson"
    ],
    "text": "(This is told in Nadeko Sengoku's perspective. It was released the newspaper Yomiuri Shimbun along with Onimonogatari BD/DVD vol. 2) \nSengoku has just read the Strange Case of Dr. Jekyll and Mr. Hide by Robert Louis Stevenson. Proud of having read a well-known foreign novel, she calls Tsukihi in order to show off her literacy. To Sengoku's disappointment, Tsukihi has already read the book back in elementary school. Sengoku asks her what she thought about the relationship between Jekyll and Hide. Sengoku thinks that even though the two characters are polar opposites of each other, they are also dependent on each other. Just because two people have completely different personalities doesn't mean they can't get along. Tsukihi agrees, but she also thinks they will never be happy together. Each will lead to the other's unhappiness. She then asks if Sengoku would want to meet a person who is the polar opposite of Sengoku. Sengoku imagines that person would be cheerful, active, social, loves to read books, and can look at people straight in the face. Sengoku says she would want to meet that person, even though she thinks that person would most likely hate someone like her. Meeting that person would be like seeing a \"New Sengoku\" that she has always wanted to become, like staring at a mirror. Even if that person dislikes her and yells at her, she wouldn't mind."
  },
  "#Shinobu_Science": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://en.wikipedia.org/wiki/I,_Robot",
      "https://en.wikipedia.org/wiki/Isaac_Asimov",
      "https://en.wikipedia.org/wiki/Three_Laws_of_Robotics",
      "https://en.wikipedia.org/wiki/Little_Lost_Robot"
    ],
    "text": "(This is told in Shinobu Oshino's perspective. It was released the newspaper Yomiuri Shimbun along with Onimonogatari BD/DVD vol. 1)\nShinobu talks about the book I,Robot by Isaac Asimov, and the Three Laws of Robotics. Among the short stories in the book, Shinobu was most moved by Little Lost Robot, where the stronger robot must obey a weaker being (human). Ononoki claims she doesn't read science fiction, much less the book that Shinobu is talking about. However Ononoki is interested in the theme of humanity's inability to fully control developing technology. She wonders why humans can never have full mastery of their own creations, those creations can lead to humanity's demise. She even draws parallels with the relationship between Araragi and Shinobu. Frustrated, Shinobu argues that the relationship between Ononoki and Kagenui isn't much different. Shinobu then wonders what would happen if those tools invented by humanity had free will. Will those tools desire to be used by humans? Will they want to be used by someone who has full mastery of those tools? Ononoki refutes that such a question is meaningless, since a creation that has free will is a fantasy, which is no longer science fiction. She states that in fact, someone who has full mastery of any tool, a dominator, is also a fantasy. Ononoki suggests that the tool can have more superior ability than its user/master. Shinobu remembers that robots are opressed by humans in I, Robot, because of the fear of rebellion by the robots. She wonders if Ononoki has consciousness, and whether Ononoki desires to be used by Kagenui. Ononoki thinks that being a master must be hard work since he is responsible for controlling something that is stronger than he is, and he might eventually get tired of this burden. This leads Ononoki to conclude that perhaps not having perfect mastery of one's own creation is inevitable. This may lead to humanity's own extinction, and only humanity's inventions will survive in the end. Shinobu tries to imagine a post-apocalyptic world where only scattered inventions and tools of civilization remain. She slightly shudders at this kind of scene."
  },
  "#Hitagi_Salamander": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://en.wikipedia.org/wiki/Fahrenheit_451",
      "https://en.wikipedia.org/wiki/Ray_Bradbury"
    ],
    "text": "(This is told in Deishuu Kaiki's perspective. It was released the newspaper Yomiuri Shimbun along with Onimonogatari BD/DVD vol. 2) \nKaiki reads Farenheit 451 by Ray Bradbury. It is set in a world where books are outlawed and any books that are found are burned. He thoroughly enjoyed the book and its characters, and thinks that the premise of Guy Montag meeting Clarisse is a classic boy-meets-girl scenario. Senjougahara has read the book four times: once in early grade school, once in late grade school, once in middle school, and once in high school. Every time she read the book her opinion of the book was different, but none of them matched Kaiki's opinion of the book. She also points out that in this day and age where most books can be read electronically, outlawing books and burning them would be much more difficult. Kaiki finds it ironic that two of the greatest inventions of mankind, and fire and paper, are starting to become out of fashion. Senjougahara then asks what he thought about the fact that the character Montag was changed by Clarisse. Kaiki found it very moving, and he saw himself in Montag. Senjougahara realizes that she unconsciously thought Kaiki might change his ways just like Montag did, but then she found that was a foolish expectation. Kaiki tells her that on the other hand, she has succeeded in a change of heart, to which Senjougahara agrees, with a smile."
  },
  "#Suruga_Neat": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://en.wikipedia.org/wiki/Mary_Hastings_Bradley#Life_and_work",
      "https://en.wikipedia.org/wiki/Alice%27s_Adventures_in_Wonderland",
      "https://en.wikipedia.org/wiki/Lewis_Carroll",
      "https://en.wikipedia.org/wiki/James_Tiptree,_Jr.",
      "https://en.wikipedia.org/wiki/The_Starry_Rift_(Tiptree)"
    ],
    "text": "(This story is narrated by Suruga Kanbaru. It was released in the newspaper Yomiuri Shinbun.)\nKanbaru Tooe\n(Gaen Tooe) asks her daughter if she has read Alice in Jungleland by Mary Hastings Bradley. (Tooe has a relatively masculine tone). Kanbaru wonders why\nher deceased mother is talking to her, but quickly realizes that she’s\ndreaming. Tooe explains that Mary was an author and an explorer. She and her\nhusband, along with her daughter went to an expedition in Africa. She\nrecorded the expedition in one of her books, Alice in Jungleland. “Alice” was\nthe name of her daughter. Kanbaru is uninterested about these facts, and she\ninitially thought the book had something to do with Alice in Wonderland by\nLewis Carroll. Tooe then reveals that Mary’s daughter, Alice, is the true\nidentity of the famous science fiction writer James Tiptree Jr. (James Tiptree\nJr. was a penname Alice Bradley Sheldon used in order to conceal her true\ngender). Kanbaru is shocked since she recognizes the author. She has read one\nof Alice’s novels, The Starry Rift. Kanbaru says it’s strange to think that\nfamous literary figures like James Tiptree Jr. were all children once, and they\nall had parents. It is an obvious fact, but it is easy to forget. It is also\neasy for people to forget about their own childhood.  Tooe supposes that attitudes towards many\nthings change while growing up. Something one cherished as a child may no\nlonger be cherished as an adult.  Family\nused to mean everything to a child, but as an adult it is merely a part of\nlife. Kanbaru points out that she doesn’t remember her mother ever treating her\nwith love, to which Tooe replies that Kanbaru simply forgot.  Tooe doesn’t remember her childhood or her\nparents very much either. The only things she remembers are the books she’s\nread. She thinks that what book one reads at what age is very important.\nWhether it’s meeting people or reading books, timing is crucial. Kanbaru admits\nthat she forgets about the some of the books she’s read. Tooe reassures that there’s\nno problem with that. Even though something one cherished as a child is no\nlonger cherished as an adult, a book one found boring as a child may become\ninteresting as an adult. Relating to that, Alice in Jungleland is about a young\ngirl on an expedition with her mother, but the meaning of the book changes for\nthe reader when it is revealed that the girl will later become a prominent\nfigure in literature. Tooe ends by telling Kanbaru her catchphrase, “become medicine\nor become poison, otherwise you're just water”."
  },
  "#Suruga_Palace": {
    "link": [
      "https://en.wikipedia.org/wiki/The_Red_House_Mystery",
      "https://en.wikipedia.org/wiki/A._A._Milne",
      "https://en.wikipedia.org/wiki/Winnie-the-Pooh"
    ],
    "text": "(This is told in Suruga Kanbaru's perspective. It was released in Onimonogatari BD/DVD vol. 1)\nKanbaru has read The Red House Mystery by A. A. Milne. Milne is most famous for writing Winnie-the-Pooh, and The Red House Mystery is his only mystery novel. Senjougahara asks Kanbaru which work Milne wrote first, and Kanbaru says he wrote the mystery novel before Pooh. Kanbaru says Milne often tended to work against people's expectations. When people were expecting him to write comedy, Milne wrote The Red House Mystery, a murder mystery. When that became popular, he started writing Winnie-the-Pooh. Senjougahara suggests that it may be human nature to lose motivation after being told what to do. Though at the same time, she thinks that authors being told they can make whatever they want is just as vexing because they need some kind of direction. She concludes that the best situation may be for the author to write whatever the author wants and the reader to read it whatever way the reader wants. Senjougahara realizes that this may be the way Kanbaru reads books in general. This reminds Senjougahara that Araragi once said, in this day and age, the fact that Kanbaru likes to read books at all is impressive. Kanbaru becomes happy knowing that Araragi actually complimented her for once."
  },
  "#Yotsugi_Future": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://en.wikipedia.org/wiki/Momo_(novel)#Literary_significance",
      "https://en.wikipedia.org/wiki/Michael_Ende"
    ],
    "text": "(This is told in Yotsugi Ononoki's perspective. It was released in Onimonogatari BD/DVD vol. 2)\nOnonoki is about to talk about Momo by Michael Ende. Araragi interrupts her, saying he doesn't believe she can analyze such a complex novel. Momo is supposed to be a children's book, but Araragi was not able to understand it as a child, and he doubts he can understand it even at his current age. Ononoki claims Kagenui has read it to her. Araragi remembers that the book's theme is time. To Ononoki who is technically a corpse, the concept of time does not hold much meaning. She thinks that living is no different than slowly dying. Since she has already died, she finds it foolish that people treat time as something valuable. Ononoki feels like the book is writing to adults who had wasted their time. She also thinks that reading a book in general may be a waste of time, since the reader is never going to actually experience the story written in the book. Araragi yells at Ononoki for coming to such a pessimistic conclusion after reading Momo."
  },
  "#Ougi_Travel": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://en.wikipedia.org/wiki/Around_the_World_in_Eighty_Days",
      "https://en.wikipedia.org/wiki/Jules_Verne"
    ],
    "text": "(This is told in Ougi Oshino's perspective. It was released in Onimonogatari BD/DVD vol. 2)  \nOugi\nasks Hanekawa if she has read Around the World in Eighty Days by Jules Verne.\nHanekawa, while being very cautious towards Ougi, says she read it in second\ngrade. Ougi asks her what she thought about the book. Hanekawa says she was\npleasantly surprised that Japan was mentioned in the book. When Japan was\nmentioned, Hanekawa thought for a moment that she was reading a non-fiction\ninstead of fiction, since it was familiar to her. Ougi admits that since\nHanekawa is planning to travel the world, the premise in the novel may not be\ncompletely fiction for Hanekawa. She then mentions that it’s like the saying,\n“throw away your books and see the world”. Hanekawa doesn’t agree with this\nstatement, and says that she will still bring her books to her travel. Ougi considers\nthis statement foolish, and claims that this is what she dislikes about\nHanekawa. Hanekawa is still completely distrustful of Ougi. Ougi can’t wait for\nHanekawa to start the travel since she considers Hanekawa a hindrance."
  },
  "#Hitagi_Figure": {
    "link": [
      "https://en.wikipedia.org/wiki/Good_Smile_Company"
    ],
    "text": "(This story is narrated by Koyomi Araragi. It was released in the Bakemongatari Premium Item Box).\nSenjougahara Hitagi visits Araragi's house in order to make sure he is studying for the college entrance exam. She sees Ononoki Yotsugi (pretending to be a doll) in his room. Senjougahara asks why Ononoki is here, and Araragi says it's hard to explain. Senjougahara claims that having such a cute doll in the house will distract him from studying. In order to render Ononoki ineffective, Senjougahara says Araragi needs something that is even cuter than Ononoki. Senjougahara then gives Araragi a Nendoroid Hitagi figure from Good Smile Company (This short story comes with buying the said Nendoroid figure)."
  },
  "#Shinobu_Figure": {
    "link": [],
    "text": "(Released in the Nisemonogatari Premium Item Box)"
  },
  "#Koyomi_History": {
    "link": [],
    "text": "(Released in Madogatari Exhibition pamphlet)"
  },
  "#Koyomi_Araragi,_Tsubasa_Hanekawa,_Nadeko_Sengoku's_Hobonichi_Techo": {
    "link": [],
    "text": "(Released in Hobonichi Techo 2015 Official Guide Book)"
  },
  "#Tsubasa_Lion": {
    "link": [],
    "text": "(Included in the special edition of the manga March Comes Like a Lion volume 12.)"
  },
  "#Hitagi_Dish": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 1.)"
  },
  "#Hitagi_Hermit_Crab": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 2.)"
  },
  "#Mayoi_Name": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 3.)"
  },
  "#Mayoi_Ghost": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 4.)"
  },
  "#Sodachi_Mirror": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari_(anime)",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "(This is told in Sodachi Oikura's perspective. It was distributed in the Zoku Owarimonogatari theatrical release.)\nSodachi hates mirrors of all kinds. She would smash it mercilessly but it will multiply to smaller mirrors just like hatred. She also used the smashed pieces to create a kaleidoscope. After looking into it was just as horrible as the worst kind of hatred in her view. Sodachi thinks that you need to tear off a mirror from the other side of the glass to make things clear. For her, the other side is the important side while the other side is what she despises.\nThe reason why Sodachi loathes mirrors is because it reflects herself. If she looks at one, she looks at herself staring at her own wounds. When she looks at a kaleidoscope an infinite number of her own selves look back at her. So she would kill her reflection before it kills her first. In short Sodachi hates herself. Even so, she loves herself more than Koyomi Araragi."
  },
  "#Ougi_Reflect": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "(This is told in Koyomi Araragi's perspective. It was released in Zoku Owarimongatari BD/DVD vol. 2)"
  },
  "#Suruga_Speed": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 5.)"
  },
  "#Suruga_Velocity": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 6.)"
  },
  "#Nadeko_Rope": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 7.)"
  },
  "#Nadeko_Courtship": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 8.)"
  },
  "#Hitagi_Nashorn": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 9.)"
  },
  "#Mayoi_Escargot": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 10.)"
  },
  "#Suruga_Earthworm": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 11.)"
  },
  "#Nadeko_Eye_Level": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 12.)"
  },
  "#Tsubasa_Ranking": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": "(Included in the special edition of the Bakemonogatari manga volume 13.)"
  }
}