{
  "id": "Hanamonogatari Episode 05: Suruga Devil, Part 5",
  "url": "https://bakemonogatari.fandom.com/wiki/Hanamonogatari_Episode_05:_Suruga_Devil,_Part_5",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "Suruga Devil, Part 5\" (するがデビル 其ノ伍, Suruga Debiru Sono Go) is the fifth and the last episode of the Hanamonogatari anime series. It released on August 16, 2014.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "Suruga skipped school until April 20th, where she personally meets with Rouka Numachi in the gymnasium of Naoetsu Private High School. Rouka is disgusted to find out that Deishuu Kaiki had the devil's head, and she knows that it would be difficult to acquire it from him. Still, Suruga refuses to hand over the devil's head to Rouka easily. Instead, she challenges Rouka to a one-on-one match—Rouka would stop her search for the devil's parts if Suruga wins, otherwise Rouka would gain possession of the devil's head.\nWith the added risk of Suruga destroying the devil's head herself, Rouka threatens Suruga that she will be serious in this match unlike the last. Suruga, on the other hand, knows that Rouka would not refuse, both as a basketball player and as someone who is desperate for the most important devil's part. She even makes the game a one-possession match, with Suruga standing as offense and Rouka as defense. Despite the fact that Suruga is giving Rouka her own advantage in the game, Rouka plays along.\nAs Rouka heads to the locker rooms to find for a shoe for her devil's left foot, Suruga exposes her anxiety over the fact that Rouka does not know that she is dead. This immediately becomes even more challenging for Suruga, now that she has to make Rouka realize the truth.\nRouka soon returns with two shoes fit for the match, and she reminisces on the fact that their games in the past were never official and this was their first serious game against each other. Suruga then begins the match by talking about Rouka about regretting things one has not done and things that one have done.\nAlthough intimidated about Rouka's famous \"swamplike\" defense, Suruga pushes on, fooling Rouka into receiving the ball she passed before attempting a dunk. Rouka tries to intercept the shot, but Suruga manages to make the dunk, causing both of them to fall to the floor. Afterwards, Rouka and Suruga burst into laughter. After making jabs at each other for doing unexpected things during the short match, Rouka reveals that she wasn't able to realize sooner that basketball was a team game, and she had quit before she had made that epiphany.\nSoon, Rouka accepts her defeat, and tells Suruga to go back to playing basketball like before.\nSuruga wanted to return her \"advice from the devil\", but Rouka was no more. Instead, the devil's part she took—a complete pair of ribs, a pelvis, the right shoulder, the left leg, and left hand—are all that remain. As she carefully gathers the devil's parts, Suruga slowly gathers her thoughts, and she realizes that she didn't hate Rouka in the end. Instead, she was jealous of her.\nAfter that fateful game with Rouka, Suruga dreams about a conversation with her mother. Here, Suruga talks about meeting Rouka again, and Tooe echoes her words about good and evil, medicine and poison, and being clear water. Afterwards, she wakes up naked to see Koyomi in her room. Suruga becomes flustered after being caught naked, but Koyomi sees no interest, especially after saying that he is more interested in his younger sisters.\nKoyomi soon praises Suruga for getting through an arduous feat that he admits would be too much for him. Suruga, on the other hand, decides to ask help to Koyomi about disposing of the other devil's parts in her possession, using Shinobu to consume them all. Koyomi feels that the devil's parts are still a cultural artifact that would be a waste to meet such an end, and he thinks that he could use them to wish for his siblings to be step-siblings in order to exploit a loophole in the law or to have them be blood-related. Regardless, Koyomi believes that wishing for something, whether one is capable or incapable of making it come true, is a merit in itself, otherwise, one's mind would be filled with doubt. Suruga wonders if this is the reason why she received the devil's left arm from her mother, but even Koyomi is unable to respond to it.\nSoon, Suruga decides to let Koyomi cut her hair. Although Koyomi has cut the hair of two other people in the past, he still thinks that someone professional should do it. However, Suruga insists, and soon changes the topic to her plans to visit Rouka's grave and to grant her wish of gathering the remaining devil's parts for Rouka's sake. Although Koyomi agrees to ask Tsukihi to help her locate Rouka's grave, he suggests to keep the devil's parts separated since it's safer that way.\nKoyomi begins cutting Suruga's hair afterwards. He reminds Suruga that there will be people who will agree to and question her decision. However, Koyomi asks Suruga to ignore their opinions.\nMoments later, Suruga sees herself in the mirror, with the same short hair she had when she met Koyomi for the first time."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "Koyomi and his siblings are depicted as famous sculptures, namely The Statue of Liberty, The Thinker, a statue of Themis (later known as Lady Justice), and Michelangelo's Pieta.\nWhile helping Suruga clean her room and talking about the events Koyomi spells out, in front of her room using her books, schadenfreude which is a German word meaning \"pleasure derived by someone from another person's misfortune\""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}