{
  "id": "Koyomimonogatari Episode 01: Koyomi Stone",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_01:_Koyomi_Stone",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Stone\" ((こよみストーン, (Koyomi Sutōn) is the first episode of the Koyomimonogatari anime series, first broadcast on January 9, 2016.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "During April 11, Koyomi and Tsubasa talk about a mysterious stone \"enshrined\" within Naoetsu Private High School. Tsubasa takes Koyomi outside to see for himself, and indeed there was a stone inside a shrine in the courtyard. Koyomi states that it's hard to tell whether it's a stone or a stone statue, while Tsubasa tells Koyomi to tell Meme Oshino about the stone, stating that she wants to show Meme a ghost story to repay him for what he's done for her and Koyomi over spring break, and that there hasn't been a ghost story from the school yet. She then notes that the shrine didn't exist 2 years ago, and presumes that someone placed the shrine there within the 2 years.\nAt night, Koyomi goes to visit Meme and question him about the stone. Although Meme says that the stone doesn't involve oddities, he decides to make a note of it regardless. Meme states that physical objects turning into oddities aren't rare, and questions whether it's being worshiped because it's an oddity, or it became an oddity because it was worshiped. Koyomi claims he doesn't see a difference in the assumption, to which Meme tells him to draw a picture of the stone shrine. When shown the sketch, he laughs and says that he remembered seeing a similar shrine somewhere, but he couldn't remember where, while Koyomi states that he also remembered seeing a similar shape somewhere. Meme claims that he couldn't solve the mystery,  but tells Koyomi to tell Tsubasa to look into the school curriculum for answers.\nThe next day, Koyomi relates what Meme said to Tsubasa, and she immediately realizes the situation. During the first year, all students had to choose an art class: while Tsubasa took fine arts, there were other classes available including calligraphy and woodworking. She then states that one of the projects in woodworking was to create a house, and deduced that the shrine was the result of a failed wooden house that the student was too embarrassed to bring home: while sneaking the failed project into the school trashcan, the student came across the stone and decided to use the project as a shrine, as by itself, both the house and stone were nothing. This allowed the student to presume that he or she created a stone statue that could be worshiped. Tsubasa then asked whether Koyomi took woodworking, and if he made something similar, to which Koyomi admits he did.\nEmbarrassed, Koyomi sprints down the hallway to the stone shrine, destroys it, and throws it out, now realizing that he was the one who enshrined it in the first place. Koyomi then remembers Meme's question, and understands that his actions turned the stone into the abnormal. Koyomi decides to ask Tsubasa whether he was abnormal for not appreciating the normal, before realizing that the stone was, this whole time, just a piece of concrete."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}