{
  "id": "Tadatsuru Teori",
  "url": "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Yotsugi_Doll",
        "#Mayoi_Hell"
      ]
    },
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Tadatsuru Teori (手折 正弦, Teori Tadatsuru) is a dollmaster and rogue oddity specialist. Similar to Yozuru Kagenui, he specializes in immortal oddities. In particular, he specializes in dead oddities rather than living ones like Kagenui. \nAs a stray specialist, Tadasturu is obsessed with oddities, viewing them as beautiful creatures and even sometimes captures them for himself. He and Kagenui also both share a curse that prevents either of them from touching the ground.",
  "#Appearance": {
    "link": [],
    "text": "Tadatsuru is an adult male with pale skin, long, blue hair and a glowing aura around his body. He seems to commonly wear traditional white robes of some sort. In designing dolls of himself, he wears a white-collared long sleeve shirt with a large apron with dark colored slacks and shoes."
  },
  "#Personality": {
    "link": [],
    "text": ""
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Occult_Research_Club",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Oddity"
    ],
    "text": "Tadatsuru was also involved in Izuko Gaen's group in college that included Meme Oshino, Yozuru Kagenui, and Deishuu Kaiki known as the Occult Research Club. Due to their different conflicting interests in oddities, Tadatsuru and Kagenui supposedly didn't get along well. After the group created the  shikigami Yotsugi Ononoki with a human corpse, she chose Kagenui over him as her master causing a bitter rivalry between the two. Kagenui and Tadatsuru both have a curse which prevents them from touching the ground for the rest of their lives as some sort of punishment for \"not knowing their place.\" \nTadatsuru split ties with Gaen's network to become a stray specialist and follow his own affairs. It's revealed that he had died years ago, trying to become an immortal oddity the same way as Yotsugi by using his own dead corpse. He failed, with his human self dying and going to the afterlife, but is still able to control puppets of himself that are in the real world."
  },
  "#Yotsugi_Doll": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi"
    ],
    "text": "Koyomi Araragi and Yotsugi Ononoki find a paper crane that expanded to one thousand paper cranes at the Kanbaru Residence as the only clue needed for Kagenui. She confirms it as the paper cranes contains a note leading to the North Shirahebi Shrine where Tadatsuru is located. \nTadatsuru is also the one who holds Suruga Kanbaru, Karen Araragi, and Tsukihi Araragi captive. When they arrive at the shrine, Tadatsuru is quickly filling up the shrine's offertory box with folded pieces of origami, assuming time is running out for Koyomi and Yotsugi. \nKoyomi confronts Tadatsuru to ask him to release the three hostages at once. Tadatsuru refuses and tells Koyomi that someone outside of Gaen's network sent him a request to eliminate Koyomi and Shinobu. He also wonders why he is at the shrine in the first place, as well as his reason to exterminate Koyomi. Tadatsuru suspects that he, Kagenui, Yotsugi, and even Koyomi are fulfilling a role as if a movie's cast was directed by someone else. \nTadatsuru finishes his last piece of origami and urges Koyomi to look for Oshino instead. He turns away from Koyomi and he was swiftly murdered by Yotsugi's Unlimited Rulebook."
  },
  "#Mayoi_Hell": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": ""
  },
  "#Trivia": {
    "link": [],
    "text": "Similar to Yotsugi and Kagenui whose names are related to \"cosine,\" his name literally means \"sine\", while his surname means \"to pick (flowers, twigs, etc)\"."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}