{
  "id": "Nisemonogatari Episode 03: Karen Bee, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_03:_Karen_Bee,_Part_3",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Hanekawa",
      "https://en.wikipedia.org/wiki/hanafuda",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Guillotine_Cutter"
    ],
    "text": "Suruga's room is finally cleaned up. Suruga thinks that Koyomi's cleaning skills would make him a good wife, but Koyomi doesn't like the idea of being a wife, being Kanbaru's wife and having her killed by Senjougahara because of said marriage in particular. Suruga then voices her opinion about a higher probability of Koyomi marrying Hanekawa instead of Senjougahara, an idea that drenches Koyomi in cold sweat.\nHowever, in the middle of their banter, Suruga has a much more serious message to him: to be careful of being kind to so many women. According to her, she prefers her current relationship with Koyomi, so she wouldn't do something that would ruin it. Meanwhile, Koyomi tells that Hanekawa is a girl whom he is highly indebted with, and he would not allow anything to happen to her (let alone suffer Hitagi's wrath). Suruga assures him that the two girls live in a different world, and she chooses to not intervene with what is currently between the two.\nKoyomi soon decides to change the mood by playing a deck of hanafuda cards he found among Suruga's belongings. It turns out that Suruga does not know how to play hanafuda, so Koyomi decides to end the game before Suruga's losing streak continues.\n\nAs afternoon approaches, Koyomi and Suruga had a more serious talk about their respective oddities. Koyomi wonders if Kanbaru has a hard time keeping her monkey's paw a secret to her grandparents; although Suruga was able to convince her relatives that it is an injury, she feels that they are not suspicious only because what happened to her mother caused them to be indifferent of her. Right now, all Suruga needed is to wait until her arm heals completely in time.\nKoyomi finally bids farewell to the Kanbaru Residence for the day. As the sky is tinged a deep crimson, a man stands in the distance. A man named Kaiki. Although this suspicious says that he has no interest in visiting the Kanbaru household, the fact that a certain Gaen lives nearby took his attention. However, upon sensing that the person he is interested in is no longer around, he leaves calmly, leaving behind a perplexed half-vampire who suddenly reminded himself of Meme Oshino, the man who suddenly disappeared before, and a certain Guillotine Cutter.\nAlthough he wanted to follow the man named Kaiki, intuition forced him to go the other way. He feels that the man is a threat, and it will be safe to keep himself from being involved with him.\n\nOn his way back, he sees Senjougahara. However, she ignores him and walks towards a nearby alleyway. Koyomi uses his superhuman strength to get to her in an instant, and he ends up confronted by Hitagi for skipping a tutorial session with Hanekawa. What's even more tense for Koyomi is that Hitagi, for some unknown reason, knows that he has been \"playing with\" girls while she is away. Koyomi soon pleads that she should calm herself down and avoid unnecessary bloodshed. Hitagi tells that her plan to take out all the other girls is just a joke, but it is also a warning for the consequences of not taking it seriously while they are dating.\nAfter receiving a dangerous lecture from Hitagi, Koyomi decides to accompany Hitagi, who is actually on her way home after a short shopping trip. During their conversation, Koyomi tells about seeing an unusual, more specifically, ill-omened, man in front of the Kanbaru residence. Unknown to him, the word \"Kaiki\" is the last word he would speak before he would find himself in chains in Meme's old residence.\n\nBack into the early morning of July 30th, Hitagi finally exposes that she knew a man named Kaiki... more specifically, Deishuu Kaiki, a man whose aura screams \"ill-omened\".\nShe tells Koyomi that Kaiki is the first of five conmen that swindled money from her while she is suffering from the effects of the \"heavy stone crab\", and that explains why his aura fells similar to Oshino or the Guillotine Cutter he mentioned earlier. Hitagi then shows her determination to protect Koyomi from the same man who brought her family to suffering, and even warns Koyomi that Kaiki might be too much for him. Her simple request: for Koyomi to stay where he is chained to until Kaiki leaves town; meanwhile, she prepares herself to kill Kaiki herself if he comes to wherever Koyomi is.\nKoyomi's phone soon lights up on the pocket of his pants. Hitagi gets the phone from his pocket, and after some struggling on Koyomi's part, Hitagi shows an orange screen that says: \"From: Younger Sister/Sub: Help Me\".\nIn an instant, Koyomi's eyes glow red and all of the chains and restraints Hitagi prepared for him were ripped apart. A calm Koyomi tells Hitagi that he needs to go to his sisters, and he manages to break down Hitagi's defense by a show of his cool talk. Meanwhile, Hitagi gets a call from Koyomi's phone, and for the first time, she acts less confident than before, as if there is a sudden change of plans.\n\nHitagi finally hands Koyomi's phone to him and apologizes for whatever she did.\nThen, when Koyomi asks who was on the other line a while ago, she tells that it is Hanekawa."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}