{
  "id": "Low-Rise",
  "url": "https://bakemonogatari.fandom.com/wiki/Low-Rise",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Tsubasa_Sleeping"
      ]
    },
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Low-Rise (ロー・ライズ, Rō Raizu) is a young rogue vampire. He is the younger twin brother of High-Waist.",
  "#Appearance": {
    "link": [],
    "text": "Low-Rise looks like a teenage boy with golden hair and red eyes, who wears a pure white tuxedo, with a smart bow tie."
  },
  "#Personality": {
    "link": [],
    "text": "Both Low-Rise and High-Waist speak the same things at the same time, one of the twins speaking back-wards. After learning about human culture, they used their time playing with humans, in order to alleviate their boredom. After being stopped by Tsubasa Hanekawa, they committed suicide by eating each other."
  },
  "#Background": {
    "link": [],
    "text": "Since Tsubasa Sleeping takes place in Germany, and the twins can speak both English and German, it could be speculated that they originate from Germany or some other European country."
  },
  "#Tsubasa_Sleeping": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Dramaturgy"
    ],
    "text": "Somewhere in Germany, the twins had been abducting travelers for reasons mysterious to the public. During her tour around the world in search of Oshino, Tsubasa meets Dramaturgy in Germany. The two ultimately get abducted by the twins while attempting to stop them. After imprisoning them in a dungeon cell, the twins take Tsubasa to play a \"game\" where they take turns tearing her flesh off. Who ever kills her upon their turn loses. Past the need to satisfy their hunger, the twins played this game for no other reason but entertainment as they had grown quite bored.\nUsing a briar thorn Dramaturgy gave her as a last resort, Tsubasa temporarily gained vampire powers as an abnormal reaction to what would normally be a vampire weakness. Realizing they stood no match and that their game was over, the twins killed each other by biting and consuming each other's flesh."
  },
  "#Trivia": {
    "link": [
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FLow-Rise%3Fveaction%3Dedit%26section%3D7&uselang=en"
    ],
    "text": "Appears In[]"
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}