{
  "id": "Owarimonogatari Episode 01 & 02: Ougi Formula",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_01_%26_02:_Ougi_Formula",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Ougi Formula\" (おうぎフォーミュラ, Ougi Fomyura) is the first episode of the Owarimonogatari anime series, first broadcast on October 3, 2015 as a one-hour special episode. Technically it is two separate episodes, as the special is split in half in the blu-ray release.The episode was directed by Kazuki Ohashi and Tomoyuki Itamura, who also did the episode's storyboard, with screenplay by Yukito Kizawa.\nKoyomi Araragi suddenly finds himself a \"victim\" of a locked room mystery with Ougi Oshino. In order to escape the room, Ougi presses Koyomi to revisit a painful memory that shaped his personality in the past.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Komichi_Tetsujou",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "Koyomi finds himself alone inside a locked-out classroom with Ougi Oshino. As he tries to open the door from the inside, Ougi tells him that the doors and windows are also shut tight; both believe that the doors and windows seem to be held in place by glue. Koyomi decides to ask help from Suruga Kanbaru, who knows of his current location, but Ougi begins questioning his dependence on other people. Soon, Ougi changes the topic to the clock inside the room. Koyomi is surprised to see that the clock hasn't moved since he and Ougi entered the classroom.\nHis problem with the locked classroom began on the same day, somewhere during the end of October. Suruga Kanbaru brought a mysterious girl to Koyomi, telling him about the girl asking for advice related to oddities and her relation with Meme Oshino. Soon, the girl, named Ougi Oshino, talked alone with Koyomi about her feelings of suspicion towards the unusually-sized audiovisual room inside the school building of Naoetsu Private High School. Koyomi was puzzled about what Ougi meant. However, his sentiments changed when Ougi suggested that the peculiar size of the audiovisual room may be related to an oddity. His interest piqued by the possible encounter with an oddity, Koyomi headed to the room in question on the third floor, and was eventually locked out with Ougi.\nOugi soon clarifies that she does not have an ample amount of knowledge about oddities unlike her uncle, but suggests that the oddity involved may be related to their current situation. Soon, Koyomi and Ougi talk about the clock that is currently stopped at a few minutes before six and, as Koyomi suffers a dizzy spell after having flashes of memories about experiencing supplementary class before, he goes to a seat in the middle of the classroom. Ougi begins wondering why he chose to sit there, and soon, she thinks that choosing that seat is natural to him.\nEventually, she mentions that the fact that she found a classroom near the audiovisual room when she was accompanied by Koyomi, and she suspects that the classroom is something important to Koyomi. Shortly after, Koyomi's flashes of memory intensifies, leaving himself dazed.\nMoments later, Koyomi finds a textbook with his name on the back, much to his shock, and Ougi soon points to the classroom, where the written date is July 15. From the look on Koyomi's face, she feels that something happened to Koyomi at that date that caused so much resentment that she thinks manifested into an oddity. Koyomi eventually remembers that it was in July 15 when he was put \"under trial\" by his classmates.\nOugi soon reminds Koyomi about the pet phrase he used in the past, \"I don't need friends. If I make friends, my strength as a human decreases,\" and that he stopped using the phrase after meeting Tsubasa Hanekawa. Soon, Ougi becomes curious about what changed Koyomi's personality back then, and she urges Koyomi to talk about it, to which Koyomi soon complies to.\nWhen Koyomi was just a freshman in Naoetsu Private High School, he had a classmate, his class' president named Sodachi Oikura, who wanted to be called \"Euler\", but ends up getting the nickname \"How Much\" because of her tendency to look at people as if appraising them. One afternoon, on July 15, Sodachi held a special class assembly—one that he is not informed of beforehand—whose purpose is to find a certain culprit that is within the class. That particular culprit was the one who allegedly leaked the answers for the final exams after the results have shown a discrepancy of 20 points between those who attended a study group that Sodachi joined and those who did not. Sodachi declares that nobody is allowed to leave the classroom until the culprit, regardless if it attended the study group or not, to confess.\nAfterwards, Koyomi was assigned as the presiding member, and he was chosen because he has attained a score higher than those who attended the study group at a perfect 100. (At this point, Koyomi suggested that his math score was the reason why Sodachi hates him to a psychotic extent.)\nOugi thought that he did something repugnant as narrowing down the culprit to among the 19 people who attended the study group, but Koyomi clarifies that the culprit wasn't determined during the assembly. Because of this, Ougi concludes that the only way to get out of the classroom is to determine the culprit in the incident from two years ago, since it remains to haunt not only the classroom, but Koyomi as well.\nKoyomi soon continues on talking about the class assembly.\nAmong the 19 names who joined the class assembly, someone by the name of Arikure suggested that not all of the ones who went to the study group had high scores, and soon, the five highest scorers, including Hitagi (98), who is also in the class, Sodachi (99), and Koyomi (100), were added to the suspects. Although the other students were slowly presenting their own arguments, Sodachi urged the class to return to finding out the culprit.\nEventually, hours of arguing and bickering began to strain the minds of the entire class, and even Koyomi's calm approach to the commotion was slowly becoming futile. He soon urges Sodachi to do something, forgetting about her hatred towards him, and this compels the class president to speak once again. There, Sodachi shifts the entire issue to a majority vote.\nKoyomi recalls the despair in Sodachi's face when she turns out as the only one who voted against Koyomi. That despair eventually stuck to him, and he eventually becomes unable to make a perfect score in a mathematics exam since then. Koyomi is certain that Sodachi wasn't the culprit because she planned the class assembly in the first place, and the outcome of the assembly was when he lost faith in humanity for being able to dictate what is right and just through sheer numbers. To him back then, the only way was to resort to solitude.\nOugi soon shatters Koyomi's peace of mind as she reminds him that they still cannot leave the classroom without finding out who the culprit is. She feels that Koyomi has to deal with the regret of what happened in the past, which she suggests is the cause of their current dilemma. She also points out that Koyomi already knows the culprit—the one who is supposed to be denounced in the class assembly—and it was the reason why Koyomi had to retell the incident in his own way.\nThen, Ougi decides to reveal the perpetrator: Komichi Tetsujo.\nBased on Koyomi's story, Ougi points out that he remained standing throughout the assembly, suggesting that one other person is with the class: the homeroom teacher, which Ougi also thinks is also a math teacher. Komichi Tetsujou was known to have helped in cleaning the classroom after the study group, and Ougi explains that the homeroom teacher can make the math exam based on the questions used in the study group. Ougi then points out that the reason why the homeroom teacher, Komichi Tetsujou, was the culprit is because the improvement of scores in the exams can be used as a positive evaluation for the teacher.\nOugi then prepares to leave and explains that vampires sometimes have a tendency to be unable to enter or a building unless being authorized to do so. She then dispels Koyomi's worries about her locking him in, and sympathizes with the disappointment of seeing a teacher doing such a dishonest act.\nKoyomi heads for the door, but Ougi demands for one final clarification in the story.\nThere, he explains that among the majority vote against Attendance Number 6, Sodachi Oikura, was the vote of Komichi Tetsujou.\nKoyomi eventually leaves the classroom, just in time for the 6 PM school bell.\nThe next day, Koyomi revisits the \"room\" beside the audiovisual room and does not find an empty classroom where he left the day before. After everything that happened involving the study group and Sodachi Oikura, Komichi Tetsujo remains as a teacher of Naoetsu Private High School, although she was on maternity leave in the present time.\nAs he decides to bring the past behind him, he suddenly stumbles upon Tsubasa Hanekawa. After she pushes away Koyomi from their classroom, Tsubasa begins whispering close about seeing someone who is sitting inside the classroom, someone who has attended school again after a long time.\nIt is Sodachi Oikura, who had stepped into Naoetsu Private High School after spending the past two years in home school, as if using the maternity leave by Komichi Tetsujo as an opportunity to return to school."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}