{
  "id": "Shide no Tori",
  "url": "https://bakemonogatari.fandom.com/wiki/Shide_no_Tori",
  "toc": [
    "#Background",
    {
      "#Plot": [
        "#Tsukihi_Phoenix"
      ]
    }
  ],
  "Description": "The shide no tori (死出の鳥, lit., \"dying bird\") is an oddity in the form of a cuckoo that is known for giving birth to its offspring in the womb of a pregnant mother before dying. This oddity is the focus of the story of Tsukihi Phoenix in the Nisemonogatari series, where Tsukihi Araragi, an offspring of the shide no tori, was mistaken for a phoenix by the famous onmyouji Yozuru Kagenui.\nThe only known case of a shide no tori in the story is Tsukihi Araragi.",
  "#Background": {
    "link": [
      "https://en.wikipedia.org/wiki/Lesser_cuckoo",
      "https://en.wikipedia.org/wiki/Man%27y%C5%8Dsh%C5%AB"
    ],
    "text": "This oddity is classified amongst onmyouji as an immortal oddity due to its powerful but passive ability of instantly regenerating any injury and curing any sickness received by the oddity in its lifetime, only dying when it reaches its lifespan, where the oddity will lay its offspring in the womb of another mother once again. Tsukihi possesses a rather unusual side effect of being a shide no tori in the form of having a faster hair growth rate than normal humans.\nIt was known primarily as the lesser cuckoo (ホトトギス, hototogisu) and few remembered its association with phoenixes yet it is one of the most familiar birds in Japanese culture. One example of this is the Man'yoshu, the oldest compilation of Japanese poetry during the Nara period. There are 150 poems dedicated to the cuckoo where it is utilized as the symbol for the summer season.[1]"
  },
  "#Tsukihi_Phoenix": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "During summer break, the onmyouji Yozuru Kagenui received reports of a phoenix sighting in town from a certain source and quickly traveled to the supposed location of the oddity, which is the Araragi Residence, where Tsukihi Araragi, the youngest of the three Araragi siblings, is staying at home. Yozuru orders her familiar Yotsugi Ononoki to attack Tsukihi using Unlimited Rulebook as soon as she answers the door, and Yotsugi's attack dealt so much force that all that remained of Tsukihi's body was her lower half. \nKoyomi Araragi, the oldest of the Araragi siblings and a part-vampire, flew into a rage upon seeing the attack against his younger sister but was swiftly subdued by Yozuru. Despite her fatal injury, Tsukihi instantaneously recovers her upper half, proving her existence as an immortal oddity and a valid target for Yozuru, who specializes in immortal oddities, but the vampire Shinobu Oshino managed to reason out into making Yozuru retreat for the meantime.[2]\nAs Tsukihi rested for the rest of the day, Shinobu clarifies things to Koyomi, particularly the fact that Tsukihi is a shide no tori, not a phoenix as Yozuru suspected.[3] Koyomi then decides to keep this a secret to anyone, including her sisters, as part of his decision to keep his loved ones away from any supernatural incident he may end up involved in."
  }
}