{
  "id": "Koimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Koimonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    "#English_Release_Synopsis",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Hitagi_End"
      ]
    },
    "#Illustrations",
    "#Anime"
  ],
  "Description": "Koimonogatari (恋物語) or KOIMONOGATARI: Love Tale in the English publication, is the ninth part of the Monogatari series. It is the twelfth book overall, and contains the story Hitagi End (ひたぎエンド). It is the last book in second season of the series.\nThe English version was published on January 29, 2019.",
  "#Etymology": {
    "link": [],
    "text": "The title is portmanteau of koi, \"love\", and monogatari, \"story\"."
  },
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "\"Don't you think unrequited love that lasts forever is happier than mutual love?\"\nHitagi Senjougahara made a deal with the gods with her life in order to protect Koyomi Araragi.\nAs winter holidays approach with the promised \"destined day\", she chose the darkest and the worst option..."
  },
  "#English_Release_Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "Circling back to a middle school girl’s apotheosis, if we can call it that, in Otorimonogatari, and the mortal threat it poses to the hero and his girl, this “Season Two” finale is narrated, for the first time in the series, by a grown-up—but if the word conjures a sense of reliability, of stability and certainty to you, dear reader, then the lesson to take home from this is to trust no one.\nBecause the teller of the tale, who has been summoned by the heroine to defuse the situation, despite having been her nemesis since the very outset of the series, is—in the absence of the equally shady adult, Oshino, who at least was an expert—none other than his college frenemy, the fake ghostbuster who doesn’t believe in ghosts, the shameless swindler Deishuu Kaiki.\nAnd it is indeed a con that he agrees to perpetrate, uncharacteristically pro bono, on a wrathful god—a mythic undertaking if true, which it may be, when a liar among liars holds that his story, like any other, is all a lie. But maybe not, when a man who claims to be wise in the ways of the world sounds just as self-conscious as his adolescent counterparts or a Russian anti-hero.[2]"
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Hitagi_End": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Jagirinawa",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Snake",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino"
    ],
    "text": "Kaiki claims to have spent New Year's Eve for the fun of observing people throw away their money and to observe their ecology. During his visit, he received a call from Senjougahara trying to give him a job request to deceive someone. While he initially feigned ignorance, a string of lies followed with Senjougahara playing along with his lies end up having him having to fly to Okinawa to meet her.\nUpon his arrival at the airport, they decided to meet up in a cafe in the airport. Kaiki arrived at the cafe, and upon seeing Senjougahara with a pair of Groucho glasses, he felt a sense of defeat. Feeling indignant, he bought and wore a hawaiian shirt and sunglasses to wear during his rendezvous with Senjougahara. After Senjougahara resulted laugh caused her to spit out her drink upon seeing him, he silently proclaimed his victory before they started conversing.\nSenjougahara then proceeds to repeat her request for him to deceive someone, saying that it's his atonement and threatening him in the process. She then explains the details of her request, telling him about the target that she wants deceived: the now current Snake-god, Sengoku Nadeko. She then tells him that Araragi, Shinobu, and herself were going to be killed by Nadeko after her graduation if nothing was done. While Kaiki asserts that he can successfully deceive Sengoku Nadeko, he does not immediately accept the job as he realizes that deceiving Sengoku Nadeko would not bring in any money at all. When Senjougahara offers 100,000 Yen upfront, he says it's not enough, and he later further asserts that no matter the amount Senjougahara can provide, it wouldn't be enough. He then goes to the toilet to contemplate if he has any reasons to possibly aid Senjougahara and Araragi.\nHis train of thought brings him toward many possible moral (and not so moral) reasons for him to help, such as atoning for his past or helping an innocent girl. However, for each reason he comes up with, he concludes that it's not an acceptable reason for him to accept the job. His conclusion was that there's nothing in it for him, and he would only stand to lose by accepting the job. He then remembers certain details about Kanbaru Suruga and comes to a conclusion that she is somehow connected to Senjougahara and Araragi. He then decides that he is willing to save his bitter enemies and deceive Sengoku Nadeko \"for the sake of Kanbaru Suruga.\" He then accepts the 100,000 Yen from Senjougahara only to have to pay for her return flight. \nAfter the meeting, Kaiki starts investigating and interacting with Snake-god Nadeko for a month. During his interactions and investigations, Kaiki is visited by Yotsugi Ononoki on behalf of Izuko Gaen to keep out of the case concerning the snake-god Nadeko. In the last visit by Ononoki, she confronts Kaiki about how his actions of dissolving the cult that manipulated Hitagi's mother and other acts of his were actually part of his inner side and that he would fail, because he was doing that again for Nadeko's case all which were acts that were not like his usual self. At the time close to the death date, Kaiki then successfully \"tricks\" Nadeko into becoming a human again. As he was leaving the temple grounds, Kaiki was attacked by a middleschool boy who possibly had originally placed the Jagirinawa curse on Nadeko in Nadeko Snake. Before Kaiki lost consciousness, he heard the boy mention that he had gained information from Ougi about Kaiki's whereabouts and wondered about the person who had stalked him during his investigation on Nadeko and why the name mentioned sounded familiar. The boy attacked Kaiki's limp body again before Kaiki was left to bleed in the snow. Kaiki's fate is left unknown."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season"
    ],
    "text": "Koimonogatari was adapted into the TV anime series through the compilation cour of Monogatari Series: Second Season as the fifth and final arc. For Blu-ray releases, it was released individually with its original novel title."
  }
}