{
  "id": "Kabukimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    "#English_Release_Synopsis",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Mayoi_Jiangshi"
      ]
    },
    "#Illustrations",
    "#English_Edition_Color_Pages",
    "#Anime",
    "#Trivia"
  ],
  "Description": "Kabukimonogatari (傾物語) or KABUKIMONOGATARI: Dandy Tale in the English publication, is the fifth part of the Monogatari series. It is the eighth book overall, and contains the story Mayoi Jiangshi (まよいキョンシー).\nThe English version was released on 28th of May 2018.",
  "#Etymology": {
    "link": [
      "http://en.wikipedia.org/wiki/Kabukimono"
    ],
    "text": "The title is portmanteau of kabukimono, originally referring to flamboyantly dressed hooligans of the Edo period, and monogatari, \"story\". Kabukimono later came to refer more generally to people whose dress and behavior were ostentatious or outre, hence the translation of the title as Dandy Tale.\nAn English adaptation of this title could alterantely be twistory.\nThe kanji used to write \"kabuki\" (傾き) more typically reads as \"katamuki\" and means \"slant, slope, inclination, deviation\". As with some other Monogatari novels, it contains the BAKE part (化), and is composed of the simplified form of \"person\" (人) and \"period of time\" (頃). The character 頃 itself carries the original etymological meaning of \"katamuki,\" it's component radicals having originally symbolized a person inclined to on side (ヒ) and a head (頁). It's meaning of tilting the head, and by extension something that causes one to tilt one's head in surprise or confusion, when paired with the person radical, is therefore perfectly suited to the meaning of kabukimono/dandy."
  },
  "#Synopsis": {
    "link": [],
    "text": "Araragi Koyomi and Oshino Shinobu decided to time travel back into 11 years ago using up the remaining spirit particles at the shrine from Nadeko Snake. In their adventure, Koyomi saved Hachikuji Mayoi from the car accident that killed her. When they returned to the present, they discover the world has changed drastically as a consequence of what Koyomi has done. Now they have to find an alternate way to get back to their original world."
  },
  "#English_Release_Synopsis": {
    "link": [],
    "text": "How far does one go to help a lost child? In the case of returning narrator Araragi, the answer is too far, across the veil of time. Dutifully (if unknowingly) following up on Hachikuji’s cheeky foreshadowing, he concerns himself with his young lady friend and her fate in this installment of the cult-hit series, heroically unable, once again, to find his own way home.\nThus the tale is also, or more so, about the journey itself, the dark honeymoon of a trip he takes into the past with the dweller in his shadow, Shinobu. Even among a cast that routinely disrespects chronology with their meta-commentary, she takes the cake, or the donut, by rewinding the clock for a perverse road movie, one that by and large goes nowhere, spatially.\nIt’s Kabuki not as in the theater, but with the character for “tilt”—as in a slanted attitude toward the world, the posture of a bohemian. Or, perhaps, of a legendary vampire who once sought death, and of a high school senior who once tuned out life doing their dandy best to attend to an embarrassing wealth of aberrations in a provincial town."
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Mayoi_Jiangshi": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "With the intent of finishing his summer homework, Koyomi and Shinobu tried to travel back in time 1 day but accidentally travels back in time 11 years into the past instead; the day before Mayoi's death. Thinking that he can prevent Mayoi from turning into a wandering spirit, Koyomi helps Mayoi travel to her mother's house. However, after returning to the present, Koyomi and Shinobu find out the whole town is infested with zombies. In this timeline, Koyomi has not met Mayoi, and was unable to find Shinobu. This, in turn, allowed Black Hanekawa to kill him, causing Shinobu in this timeline to vow to destroy the world and make zombie vampires or \"jiangshi\" from humans.\nAs Koyomi and Shinobu attempt to look for other survivors in the vicinity, they manage to attract nearby zombies. However, they are managed to be saved by a 21-year-old Mayoi Hachikuji, who learned how to combat zombies from the knowledge Meme Oshino had taught to her. After learning that the strangers she met are Koyomi and Shinobu, Mayoi hands out a letter containing a request by Meme Oshino, as well as his response to Shinobu's rampage.\nIn spite of the relief in seeing Mayoi survive the worldwide catastrophe, Koyomi chooses to part ways from Mayoi in favor of meeting Shinobu, who regained her powers as Kiss-Shot Acerola-Orion Heart-Under-Blade, in order to stop her. The ensuing confrontation allows Koyomi and Shinobu to return to their present time, although at the cost of being unable to save Mayoi from the accident eleven years ago.\nUpon returning to the present time, Koyomi reunites with Mayoi the wandering spirit and soon asks about her sentiments about dying. Mayoi admits that she is not happy that she became a spirit, but she is relieved to have met Koyomi in her current state. Mayoi then follows Koyomi to get back the backpack she left in Koyomi's possession."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#English_Edition_Color_Pages": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Monogatari_Series_Second_Season"
    ],
    "text": "Kabukimonogatari was adapted into the TV anime series through the compilation cour of Monogatari Series: Second Season as the second arc. For Blu-ray releases, it was released separately with it's original novel title."
  },
  "#Trivia": {
    "link": [],
    "text": "The English release of Kabukimonogatari is the second time a new translator has been introduced, being the first translation by Daniel Joseph."
  }
}