{
  "id": "Second Season Episode 23: Hitagi End, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_23:_Hitagi_End,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "After visiting Kita-Shirahebi Shrine, Deishuu meets up with Hitagi. However, Deishuu does not plan on treating Hitagi like a lady, so Hitagi is forced to bring him to a nearby donut shop to talk, and her problem with money (especially after borrowing some money from Deishuu just for a flight back home) is rearing its ugly head. Deishuu also notices that Hitagi is still adamant about dealing with Nadeko alone.\nSoon, Deishuu asks about Hitagi whether she would bring her bag with her when going out for a phone call while in a public gathering. Hitagi answers that doing such a thing is rude to her companions, and Deishuu responds by explaining that Nadeko gives off the impression of someone who would do the exact opposite in that case. According to him, Nadeko never trusted anyone, even Koyomi, throughout her life, and that she has been exposed to too much sympathy that Deishuu considers her an airhead that is immature for her age. For this reason, Deishuu feels that it would be easy for him to deceive Nadeko.\nHis current plan is to spend the next month winning Nadeko's trust, then tell her about Koyomi and Hitagi killed in a car accident. Deishuu believes that Nadeko would believe it immediately, but he also knows that someone like Nadeko who may be unable to read malicious intent but can still distinguish it can still make this plan a life-threatening one for him. Regardless, he is certain that Hitagi and Koyomi can continue their lives up to college and beyond.\nRelieved enough to take a donut from Deishuu's order, Hitagi assures him that she will talk to Koyomi about giving up on Nadeko. Then, the emotions Hitagi is feeling soon forces her to go to the restroom, only to return with her eyes and nose red from crying. There, Hitagi shows her gratitude.\nDeishuu later spends some time in a bar gathering his thoughts about Hitagi and Koyomi's current situation, then soon realizes that he wouldn't be able to visit Nadeko more than five times if it would take 10,000 yen every visit.\nThe next day, Deishuu prepares the patterns for cat's cradle that he has prepared for Nadeko. There, he meets Yotsugi Ononoki, who instead of watching over Yozuru Kagenui and her confidential work is relaying a warning from Izuko Gaen: \"Someone like you should not meddle with that town. There were a few irregularities, but the town is now somewhat stable. Kaiki, if you do something unnecessary, it's all going to go to waste. Or rather, it will be worse than before. So, pull out.\"\nDeishuu refuses to budge, but he was forced to think half an hour over Izuko's three-million-yen offer. Ultimately, Deishuu declines, although Yotsugi clarifies that only he can contact Izuko for any negotiations. Yotsugi then explains that the reason for Izuko's request for Deishuu is because Izuko herself is conducting a separate plan, although hers involves Shinobu Oshino becoming a god instead of Nadeko and that was thrown off because of an intervention.\nYotsugi then follows up Izuko's message for Deishuu, telling that Izuko will sever her ties with Deishuu as her upperclassman if he does not pull out of the job. After thinking deeply about an incoming dilemma, Deishuu decides to \"pull out\". However, Deishuu lied about pulling out right after receiving the three million yen compensation, and saw no regrets to it, as he personally saw Izuko as an enemy of sorts.\nLater that day, as promised, he visits Nadeko and plans to teach her some cat's cradle patterns. However, Deishuu is taken aback now that he has to teach cat's cradle by using a white snake eating its tail as a string. Then, afterwards, after shaking off the feeling of being watched by someone, he travels to the Sengoku residence, not to meet Nadeko's parents again, but to find more clues pointing to why Nadeko is such a mentally unstable state.\nAs soon as he opens Nadeko's previously unreachable closet, Deishuu is flabbergasted."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}