{
  "id": "Flame-Wreathe Bee",
  "url": "https://bakemonogatari.fandom.com/wiki/Flame-Wreathe_Bee",
  "toc": [
    "#Background",
    {
      "#Plot": [
        "#Karen_Bee"
      ]
    }
  ],
  "Description": "The Flame-wreathe bee (圍い火蜂, kakoi hi bachi), or the Cinderswarm Bee, in the English publication,[1] is an oddity that is said to come in the form of a Japanese bee. It originated from the Muromachi era according to some sources, and is known for inflicting a paralyzing infectious fever to those who are bitten by this oddity. The bee is a contagion of an unknown cause.[1]\nKaren Araragi is one known victim of such an oddity, although Deishuu Kaiki, the man who inflicted the curse on Karen, claims that it was a fake oddity.",
  "#Background": {
    "link": [],
    "text": "The most popular information about the flame-wreathe bee originated from the 15th chapter of an Edo period book called The Illustrated Compendium of Eastern Discord (東方亂圖鑑, Touhou Rantokan).[2]\nThe most well-known symptom of being inflicted by the curse of the bee is a fever that renders the victim unable to move. It is said that in more severe cases, the victim would perish from this curse, but the sickness brought by this oddity may actually be suppressed by people with stronger bodies."
  },
  "#Karen_Bee": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari"
    ],
    "text": "The flame-wreathe bee was the primary focus of Karen Bee, and was the basis of the title of the story itself.\nKaren was inflicted by the bee during her confrontation with Deishuu Kaiki, who was rumored to have been swindling money from middle school students by selling fake charms to them. The curse was administered by Kaiki through a touch of a finger on Karen's forehead, and Karen quickly succumbed to the effects of the curse.[3]\nDuring the few days that followed, Karen was bedridden due to the flame-wreathe bee. However, the effects of the curse were mostly suppressed by Karen's brother Koyomi by kissing her while she is sleeping. The next day, although still slightly feverish and heavy from the ordeal, Karen was able to move again, although Koyomi required her to stay at home so that she would avoid endangering her life by trying to meet Kaiki again.[4]\nKoyomi and Hitagi instead confront Kaiki about various things, including the bee, and it is here that Kaiki revealed that the bee was a fake oddity, written in a false history book. Kaiki points out that no such incident of a disease spreading during the Muromachi era, and has been deceiving those in the present times. The oddity was born from a single person's lie with no actual evidence supporting it.[2]\nBy the end of the story, Karen made a complete recovery from the supposed oddity attack."
  }
}