{
  "id": "Ougi Oshino",
  "url": "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Ougi_Formula",
        "#Sodachi_Riddle",
        "#Sodachi_Lost",
        "#Nadeko_Medusa",
        "#Koyomi_Mountain",
        "#Mayoi_Jiangshi",
        "#Shinobu_Time",
        "#Hitagi_End",
        "#Shinobu_Mail",
        "#Ougi_Dark",
        "#Koyomi_Reverse",
        "#Suruga_Devil",
        "#Suruga_Bonehead"
      ]
    },
    "#Catchphrases_/_Running_Gags",
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Ougi Oshino (忍野 扇, Oshino Ōgi) is a mysterious first year at Naoetsu Private High School. Ougi claims to be the niece of Meme Oshino despite him having no known family. While commonly referred to and viewed as a girl, Ougi first claims to be male in Suruga Devil, in which they state that they are a boy and always have been.\nOugi is the titular protagonist of four main arcs: Ougi Formula, Ougi Dark, Ougi Light, and Ougi Fright, and of two minor arcs: Ougi Travel and Ougi Reflect.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari"
    ],
    "text": "Ougi has short black hair, large black irises, and pale white skin. Their most common outfit is a female uniform with long sleeves that hide their hands constantly. Because their irises are drawn black, their pupils are never seen. Ougi can be seen wearing black gloves when their hands are showing. \nIn Hanamonogatari, Ougi switches to a male school uniform.  \nIt's worth noting that while light novel artwork sometimes depicts Ougi in different clothing such as a black dress, they have only ever been seen wearing school uniforms in the anime adaptation."
  },
  "#Personality": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Oddity"
    ],
    "text": "Ougi often comes off as very mysterious, typically looming in the background of most events and only appearing near the beginning, end, or climax of major story arcs. They're rarely ever not smiling and always talk in a somewhat condescending tone.\nEspecially upon first meeting him, Ougi seems to take an obsessive interest in helping Koyomi Araragi, much to his friends' suspicion. In the first volume of Owarimonogatari, Koyomi claims that Ougi somehow causes him to blurt out things without hesitation. He's also commented on them knowing things he's never told them.\nOugi claims to have a job of \"punishing liars,\" and the execution of this claim implies it is connected to oddites.\nAs a \"conventional monster,\" Ougi is an entity which exists solely on lying about its identity. Because they sprung from the subconscious guilt of Koyomi Araragi, their personality is designed to \"punish\" him with criticism, condescension, and various other personal attacks. Ougi has displayed a particular desire to maintain the illusion that they are the apparition-killing \"Darkness,\" which lends credence to their claim that they \"punish liars.\" Up until the conclusion of \"Ougi Dark,\" Ougi's motivation is to sabotage and destroy the hypocritical aspects of Koyomi Araragi's personality, allowing his existence to become more \"right.\""
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki"
    ],
    "text": "Ougi claims to be Meme's niece, but Deishuu Kaiki has dismissed the idea, claiming Oshino has no known living relatives. They seem to have superior skill in riding a bicycle.  \nIn reality, Ougi is an oddity born of Koyomi Araragi's self-hatred following his introduction to Kiss-Shot. In Owarimonogatari, it is revealed that throughout his various encounters with apparitions and making of new friends, Koyomi had always secretly desired negative consequences for his reckless acts of heroism. This is first hinted at in Tsukimonogatari, where Koyomi instinctively perceives his sudden surge in vampirism as a form of \"atonement.\"  \nBelieving his actions throughout the story to be wrong, Koyomi subconsciously developed feelings of insecurity and anxiety regarding them and began to think he should receive some form of divine punishment to \"set the universe right\" and make things \"proper\". These suppressed feelings would eventually manifest as an apparition that would ridicule Koyomi for helping and relying on others, and punish him by orchestrating incidents that would push away those close to him and leave him further isolated. This oddity would eventually adopt the name of Oshino Ougi just prior to meeting Koyomi in order to conceal their true identity."
  },
  "#Ougi_Formula": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino"
    ],
    "text": "Ougi first meets Koyomi Araragi after Suruga Kanbaru introduces them to him, on the account that they supposedly had a case related to oddities to ask him about and claims to be the niece of Meme Oshino. He agrees to help them. After explaining that a mysterious classroom had appeared out of no where in the school, the two go to investigate.\nOugi and Koyomi become trapped in the classroom. They try different alternatives to get out but fail as it appears time had stopped and something was keeping them from leaving until something was resolved.\nAfter finding his notebook in his old desk, he realizes that the room is meant to be a recreation of a memory of something that occurred during his time as a first year. \nSeemingly knowing exactly what's going on, Ougi has Koyomi retell this memory, with the intent of him solving the mystery."
  },
  "#Sodachi_Riddle": {
    "link": [],
    "text": "Ougi and Koyomi visit the big abandoned mansion where he learned mathematics with a mysterious girl back in his middle school days."
  },
  "#Sodachi_Lost": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura"
    ],
    "text": "Ougi and Tsubasa Hanekawa clashed regarding who should accompany Koyomi in his visit to Sodachi Oikura's home, in which Hanekawa won. After the visit, they mocked the confused Koyomi and Hanekawa for not being able to find out where Sodachi's missing mother is, although they ended up helping by giving hints anyway. Later, they compliment Koyomi for his \"victory\" and their \"loss\", but warned him that he might not end up like that again in the future."
  },
  "#Nadeko_Medusa": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Otorimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen"
    ],
    "text": "Ougi almost crashes into Nadeko Sengoku on their bicycle. They tell Nadeko to stop playing the victim. Not revealed until later, she also made her commit to visiting North Shirahebi Shrine and told her the location of a talisman Izuko Gaen gave to Koyomi."
  },
  "#Koyomi_Mountain": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari"
    ],
    "text": ""
  },
  "#Mayoi_Jiangshi": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari"
    ],
    "text": "Ougi and Koyomi have a discussion about traffic lights. This reminds him of an event that occurred months earlier, and triggers a flashback for the rest of the arc."
  },
  "#Shinobu_Time": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari"
    ],
    "text": "Four months after Mayoi disappears, Koyomi has a conversation with Ougi in the classroom. Ougi excuses themself by saying that they have a lot of work to do. When Koyomi asks about their job, they tell him that it's basically work that involves punishing liars."
  },
  "#Hitagi_End": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koimonogatari"
    ],
    "text": "In a conversation with Hanekawa, Kaiki mentions that Oshino had no relatives of any kind, thus contradicting Ougi's claim to be Oshino's niece. Due to Ougi's intervention, one of the many junior high kids that Kaiki had deceived assaulted him and left him bleeding in the snow."
  },
  "#Shinobu_Mail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Seishirou_Shishirui",
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari"
    ],
    "text": "As the college entrance exam approaches, Koyomi narrates the entire story to Ougi, who told him to fully tell the truth and never lie to them, using Kaiki as an example of a liar with tragic end. At the end of the story, they tell Koyomi about the first servant Seishirou Shishirui's full name and how his armor could be used to forge another version of Kokorowatari."
  },
  "#Ougi_Dark": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari"
    ],
    "text": "Tadatsuru Teori reveals to Koyomi Araragi that he was hired by Ougi Oshino to exterminate Araragi and Kiss-Shot Acerola-Orion Heart-Under-Blade. Araragi and Ougi have a conversation in a dream sequence while on his date with Senjougahara, in which they discuss the significance of various constellations and what it means to \"do the right thing.\"\nIzuko Gaen, in her ambition to enthrone Mayoi Hachikuji as a god at the North-Shirahebi shrine, decides that it is necessary to kill Ougi. She reveals to Araragi that the entity which calls itself \"Ougi Oshino\" is an apparition, a \"conventional monster.\" Though it appears that Ougi could have been a physical incarceration of \"the Darkness,\" Ougi is instead merely a being which pretends to be the Darkness. This is, in turn, the culmination of her identity as a falsehood in-and-of itself, and that she exists solely because she maintains lies. Thus, if one confronts Ougi with the revelation of her \"true identity,\" she will be swallowed by the Darkness as a hypocritical apparition -- much like the threat that followed Hachikuji and Kiss-Shot.\nOugi meets Tsukihi Araragi outside the home of Nadeko Sengoku, pretending that they have previously met, and offers to provide Tsukihi with a ride home. The two of them discuss the Araragi family, mystery novels, and secretly, Tsukihi's nature as a phoenix. Before finishing their debate, Ougi meets Koyomi Araragi in the upper-floors of the cram school and sends Tsukihi home. She reveals her desire to destroy Tsukihi as a hypocritical apparition, thus furthering her role as \"the darkness,\" but explains that this is impossible because Araragi honestly recognizes her as \"his younger little sister.\"\nAraragi reveals his intention to exterminate Ougi in order to protect himself, his friends, and to avenge Ougi's numerous victims. Ougi pleads for her life, but is denied. Resolute, Araragi confronts her by naming her true identity: Koyomi Araragi. At this point, it is revealed that the apparition known as Ougi Oshino was born six months prior, from Araragi's self-doubt, and is essentially nothing more than a hidden part of his personality.\nWith this truth spoken aloud, the Darkness appears behind Ougi to remove her from existence. Araragi and Ougi share a parting conversation about each parties' moral status; whether they were right or wrong in various respects before giving their farewells. At the last moment, Araragi's composure breaks and he intervenes to save Ougi's life, pushing her out of the way of the Darkness--losing his arm in the process. Stunned and incredulous that Araragi would sacrifice his life for another person, despite having lost his immortality during the events of  Mayoi Hell, she condemns him. However, Araragi reveals that if she is disgusted by his martyrdom, then she can have no complaints -- since saving Ougi Oshino is an extension of protecting Koyomi Araragi.\nUnderstanding his motivation, Ougi seals Araragi's wound and announces that their circumstances have changed to a \"lover's suicide.\" Fortunately, Meme Oshino appears at the door with an exhausted Tsubasa Hanekawa. Oshino mocks Araragi for shoving his \"niece,\" acknowledging Ougi's lie that she was his family member, which disperses the darkness. As she is no longer a \"liar,\" but is truly the niece of Meme Oshino, she is spared the fate of a hypocritical apparition. Ougi then apparently adjusts to her new honest student life, making an appearance on Araragi's graduation to wish him well."
  },
  "#Koyomi_Reverse": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari"
    ],
    "text": ""
  },
  "#Suruga_Devil": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari"
    ],
    "text": "Ougi, dressed as a male, has their usual conversation with Suruga. Suruga is surprised to see them dressed as male as she had only known them as a female. Ougi mentions \"Sir Devil\", which Suruga later investigates."
  },
  "#Suruga_Bonehead": {
    "link": [],
    "text": ""
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "\"I don't know anything, Araragi-senpai. You're the one who knows.\"\nReference to a phrase by Koyomi Araragi, who normally only says it during monologues\n\"What's the epilogue or punch line for this episode?\""
  },
  "#Trivia": {
    "link": [
      "https://en.wikipedia.org/wiki/Cat_Soup"
    ],
    "text": "Ougi's gender seems to be fluid. In Hanamonogatari (Suruga Devil), Suruga refers to Ougi as 'Ougi-kun', 'he', 'this guy', and 'the boy'. When Suruga asks about it, Ougi tells Suruga that they have always been a boy since they were born, though later Ougi says \"Whoops, that's right. I'm a boy now\". It's likely that either Ougi, as an oddity, is able to change their body at will, or rather Ougi is just dressing up as a boy, imitating Koyomi while helping Suruga.\nThe music that plays when Ougi is first shown is called まがいものそのものの女. Translated, this means something along the lines of 'The woman who was the fake/sham itself'. This namesake eventually becomes wildly appropriate as it is revealed that Ougi is an apparition whose entire personal identity is a fabrication, from their behavior and responsibilities, to their name and relationships.\nOugi's first name uses the kanji for \"Fan\" (扇), which is referenced in the cover artwork for the first volume of Owarimonogatari. The significance of Ougi's name is related to the design of astronomical cartography, as maps of outer space are drawn in a fan-like pattern--which relates to their fabricated identity as a person who upholds rules and order in the universe. Likewise, when they were first introduced to Koyomi Araragi by Suruga Kanbaru, they were explained as being a \"fan\" of Suruga's basketball.\nThis is later revealed to be a red-herring in a flash-text at the end of Owarimonogatari's third episode, where Koyomi Realizes that Ougi named themselves by putting a door kanji (戸) over \"hane\" (羽) representing closer to Hanekawa's case, as Ougi's first formal appearance only happens after Tsubasa Tiger.\nOugi's traits, character quirks and design and behavior seems to be based on the Carl Jung's Shadow Archetype. The reveal in Ougi Dark seems to support this.\n\"Spooky Ougi\" is a common in-joke nickname for Ougi in the western community. The name is a reference to an internet picture depicting a Cat Soup styled Ougi from Owarimonogatari as \"The Spooky Ougi of Cute\"."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}