{
  "id": "Nisemonogatari Episode 10: Tsukihi Phoenix, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Episode_10:_Tsukihi_Phoenix,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [],
    "text": "Upon his return to his house, Koyomi is confronted by Shinobu Oshino, the oddity that resides in his shadow. Koyomi assumed that it was something important based on her manner of speech, but he was rather disappointed to find out that Shinobu only wanted to catch up with a 100-yen sale on the town's branch of Mister Donuts. Koyomi decides to get her some donuts before dinner, knowing that she, as a vampire would be weak under the sun. But Shinobu insists that she should come and choose her donuts herself, assuring him that the only thing that she would get from sun exposure would be a nasty sunburn, since she is no longer a \"normal\" vampire.\nThat doesn't mean that she doesn't hate the sun, however.\nKoyomi decides to bring her along, but only if she stays in his shadow during the journey.\nShinobu agrees with the condition and with content in her face, returns to Koyomi's shadow.\n\nKoyomi, on his way downstairs, meets his youngest sister Tsukihi near the living room. Tsukihi notices that Karen, who is currently in Suruga's house, isn't hanging out with her lately, and she soon voices her distinction from Karen as part of the Tsuganoki Second Middle School's Fire Sisters: although she is an advocate of justice, she doesn't have a clear image of justice unlike her older sister. To add, she only believes in the justice that Karen and Koyomi believe in.\nThus, she admits that her justice is a fake.\nTsukihi then reveals to Koyomi that she has been considering disbanding the Fire Sisters team altogether, since she is rather fearful of her future once Karen enters Naoetsu Private High School. Koyomi thinks that it is a good idea, but he rejects Tsukihi's claim that he would end up influencing Karen so much that she would end up bullied as well, pointing out that he is trying to be a helpful and reliable older brother to them.\nThe younger of the Araragi sisters wonder if \"pinning his sister to the ground and erotically playing with its mouth with a toothbrush\" is being helpful.\nSoon, Tsukihi finally declares that she will discuss the future of the Fire Sisters with Karen when the latter returns, and is already thinking of setting up a farewell party for the two of them. Koyomi considers helping out, but Tsukihi quickly reminds him that he is planning to go out before their conversation began. Koyomi soon prepares to leave, telling Tsukihi to stay at home and avoid showing up at the door wearing a revealing dress like a yukata.\nAnd then, Koyomi had a thought.\n\nTo the surprise of the younger of the Fire Sisters, Koyomi pulls off the obi of Tsukihi's yukata and pins her to the ground. While Tsukihi nervously finds herself in an embarrassing situation, Koyomi examines her body, which is perfectly pristine. He asks Tsukihi about the scars that she had before, which he remembered was supposed to be permanent according to the doctors who examined her before. However, Tsukihi simply answers by telling that they have healed away, as most scars do.\nKoyomi decides to stop the inspection, but then cops a feel at Tsukihi's breast, much to the girl's shock, as she contemplates how she, a girl with a stable relationship, maintains a rather unusual one with her brother. Then, as Koyomi prepares to leave once again, Tsukihi grumbles as she clothes herself once again. As Koyomi leaves the house, she tells him to not return home.\nHe refuses, and points out that he will come home... on her heart.\n\nShinobu is overwhelmed at the sight of donuts as she and Koyomi arrive at the town's branch of Mister Donuts, and her hunger is colorfully illustrated by every mouthful of words she speak at Koyomi. Unfortunately for her, she could only get a few out of the dozens displayed at the counter. The two soon agree upon getting five each, and Shinobu's feast soon begins.\nMeanwhile, Koyomi decides to ask about the two ladies whom he encountered earlier — the one who speaks in a Kyoto dialect, and the one who adds \"with a posed look\" in her sentences. Shinobu reveals to Koyomi that the \"posed look girl\" is actually an oddity, and their similarity in names (Yozuru and Yotsugi sharing a character) is a way of \"binding\" an oddity to a non-oddity... the way Meme named her after himself (i.e., they share the surname Oshino). She also reveals that Yotsugi is in fact Yozuru's familiar, or in Japanese terms, a shikigami.\nKoyomi deduces that Yozuru is a specialist just like Meme, but Shinobu refuses to divulge any information about someone respectable as her.\nHowever, she has an idea who would be willing to share some information about her.\nShinobu points to a man dressed in black who is eating donuts behind them, and Koyomi is shocked to find out that it is none other than Deishuu Kaiki.\n\nKoyomi quickly confronts Kaiki about his supposed \"exit from town\" now that he has been caught eating donuts, but Kaiki explains that he still did \"minor business\", and is already preparing to leave, since he did not want to see Koyomi's face again after the losses he committed. Kaiki soon decides to reveal information about the two — at the cost of all but 10,000 yen of Koyomi's cash.\nAccording to Kaiki, Yozuru and Yotsugi are \"ghost busters\" like him, although they are real unlike him. They are an onmyouji-shikigami team, with Yozuru as the onmyouji, and Yotsugi as her familiar. Unfortunately, Kaiki only knows their name and occupation, but he mentions that they are quite respectable in their field.\nAnd they are quite limited, Kaiki tells the two.\nThey specialize in immortal oddities.\n\nUpon their return back home, Koyomi wonders if he and Shinobu are targets of the onmyouji-shikigami team. Shinobu doubts it, since they are much different from immortals. That leaves those who are unknown to Koyomi.\nKoyomi and Shinobu soon reach the Araragi Residence, where Yotsugi and Yozuru are knocking on their house door. Koyomi promptly asks the two whether they have arrived to eliminate them, as a powerful immortal oddity and her servant. Yozuru thinks that they might have been mistaken; the issue with Kiss-shot Acerola-orion Heart-under-blade has long been resolved, and Koyomi is a normal human with a few lingering after-effects of becoming a vampire.\nThat leaves the only possibility left.\nAs soon as the annoyed Tsukihi Araragi steps out of the door, Yotsugi transforms her right index finger into a massive battering ram and charges through the front porch and straight into Tsukihi.\nIn an instant, Tsuhiki's entire upper half was gone.\nKoyomi Araragi flew into a violent rage.\nHowever, Yozuru was able to suppress him before he could reach Yotsugi. Yotsugi soon explains that his sister is possessed by an immortal bird, the phoenix, and Koyomi soon realizes this as Tsukihi, who is now completely whole, lies unconscious at the ruins of the front door.\nShinobu soon warns the two specialists of the effects of the chaos they just caused, but Yozuru confidently tells Shinobu that a former vampire like her is incapable of defeating someone like her. In response, Shinobu tells Yozuru that she is still capable of draining away Yotsugi's energy, and she will then be able to defeat her afterwards, although Koyomi sees this as a mere bluff. She then requests the two to retreat for the meantime.\nYozuru decides to \"fall for Shinobu's bluff\" and follow Shinobu's request \"out of respect for her\". However, she warns the two that they would not be considerate next time.\n\nAs the two leave, Koyomi confronts them for their reason for targeting Tsukihi.\nTheir reason is simple: they are the good guys, and the \"fake\" who resides in their house is a bad guy that must be taken care of."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}