{
  "id": "Owarimonogatari Episode 20: Ougi Dark, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_20:_Ougi_Dark,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Ougi Dark, Part 3\" (おうぎダーク 其ノ參, Ougi Dāku Sono San) is the twentieth and final episode of the second cour of the Owarimonogatari anime series, first broadcasted on August 13, 2017.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "Koyomi Araragi confirms Ougi's identity as himself and the Darkness appears to swallow her. Ougi Oshino is surprised at the Darkness quickness, but she remains unfazed having long known that her end was coming. Araragi is disconcerted due to her willingly coming to her death and she replies that there are battles you must lose. But even then, she feels like she made Araragi's adolescence more correct, even if she couldn’t make it better.\nAraragi asks her if she doesn't feel anything for those she wronged but she says that they all deserved it since she was doing right in some cases.\nShe admits being wrong with trying to go after Sodachi, but she says she was right in doing what she did to Nadeko. Araragi asks her whether she thinks she's the right one in confronting him, she admits that since she's losing, she must be in the wrong.\nShe laments the end of her story, but says she's glad to disappear before Araragi's graduation. Araragi feels sympathy for her and tries to save her from the Darkeness and ends up losing an arm to it. Ougi is distraught at Araragi's behaviour and asks him why he saved her, who caused nothing but suffering to him. She tells Araragi that he's wrong in wasting his life trying to delay her innevitable end.\nAraragi says he was just saving himself, just like Hanekawa, Shinobu, Meme, and Senjougahara did. Ougi stops Araragi's bleeding before embracing her end together with Araragi. Araragi says that neither are wrong as Ougi was just doing her purpose just like he's doing his.\nThe two are interrupted by Meme Oshino, who arrives with Tsubasa Hanekawa, who soon collapses in exhaustion.\nOugi is impressed by Hanekawa haivng brought Meme from Antartica. Oshino then berates Araragi for forcing himself on his niece, saying he shouldn't do such a thing to an underclassmate. The Darkness vanishes as Ougi's identity returns to being a fake. Araragi thanks Oshino for helping him, but Oshino tells him that Araragi helped himself. Araragi then collapses on top of Ougi as the fake school vanishes.\nIn the morning, Araragi is woken up by his sisters. He asks Tsukihi why she was growing her hair for, and she says it was for wishing for Araragi passing his exams, so she'll cut it soon. After Karen suggests that he should feed her breakfast and brush her teeth before he leaves for college, Araragi asks her what her right thing to do turned out to be, she answers that it was helping others. Araragi suggests she should try helping herself too.\nOn his way to his graduation ceremony, Araragi meets Mayoi Hachikuji, she refuses to greet him\nas that's unbecoming of a goddess, so he decides to leave, she goes after him and wishes him luck and says that he should visit her shrine any time he wants.\nAraragi is shown to have been taken to Shinobu and Gaen the night before. There, Izuko Gaen says she finds it difficult to believe Shinobu would like to be bound to Araragi's shadow again. Shinobu says that she's tired after spending centuries being hunted, but if Araragi wishes, she'll heal his arm and exile herself on a mountain. Araragi refuses to leave her, saying that mountains don't have Mr. Donuts.\nAraragi repeats his words for her before being turned back into a vampire: \"If you were to die tomorrow, I'd be fine with tomorrow being the last day of my life. But if you decide to live through today, I will also choose to live through today\".\nShinobu now replies with her own words: \"If you were to die tomorrow, I shall live for three days' time and tell of his tale to someone. I shall recite the story of my master with pride to a listening ear\".\nAt Naoetsu Private High School, Araragi meets Hanekawa, she tells him that she has to leave as she \"sold her brains\" for a fighter jet in order to reach Meme. Araragi mentions that if Meme was on the South Pole, Kagenui must be on the North. Ononoki, who stayed with Araragi after Meme and Gaen's suddenly leaving, wanted to go after her, but Kagenui said she's busy fighting polar bears.\nThe two soon meet Hitagi Senjougahara. Hanekawa teases Senjougahara until she calls Koyomi by his first name. She calls both of them by their first names and Hanekawa gladly calls her \"Hitagi-chan\", finally feeling glad to be her friend.\nSenjougahara explains that Kanbaru is waiting for them with a graduation gift, but on their way they meet one of her classmates stumbling down the stairs. Both girls urge Araragi to help her and he gladly goes after her. On his way, he meets Ougi, who comments on how he hasn't changed, but Araragi says that he's changing, but no matter what, he's still himself.\nAs Araragi runs after the aflicted girl, Shinobu Oshino narrates his story from inside his shadow. The story of the end of Araragi's adolescence."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}