{
  "id": "Owarimonogatari Episode 07: Sodachi Lost, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_07:_Sodachi_Lost,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Sodachi Lost, Part 3\" (そだちロスト 其の参, Sodachi Rosuto Sono San) is the seventh episode of the Owarimonogatari anime series, first broadcast on November 7, 2015.\nAfter the confrontation between Koyomi Araragi and Sodachi Oikura, he and Tsubasa Hanekawa try to fulfill Sodachi's request of looking for the whereabouts of her missing mother. Without vital clues to work with, they have to rely on Ougi Oshino to unfold the truth behind the disappearance of Sodachi's mother.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Sodachi",
      "https://bakemonogatari.fandom.com/wiki/Ougi",
      "https://bakemonogatari.fandom.com/wiki/Karen",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Meme",
      "https://bakemonogatari.fandom.com/wiki/Hitagi"
    ],
    "text": "Tsubasa and Koyomi begin to wonder about why Sodachi's mother's room was locked as soon as they leave Sodachi's apartment unit. Then, Ougi shows up to \"help out\" in an apparent locked room mystery, all while mocking Tsubasa's inability to help with the investigation and insisting that Koyomi's decision to choose Tsubasa (and her breasts) was a mistake. Koyomi eventually pleads for Ougi to show her solution to the mystery, but Ougi wants him to apologize in return.\nAs Koyomi is about to follow Ougi's advice, Tsubasa manages to stop him, and she instead challenges Ougi that she can determine the solution within ten seconds. After washing away the dye in her hair and thinking carefully, Tsubasa somewhat determines Ougi's findings, and it baffles the former, realizing that they cannot tell this particular truth to Sodachi. With Tsubasa's grim realization, Ougi leaves Koyomi to determine what she and Tsubasa now know about the case of Sodachi's missing mother.\nOugi and Tsubasa then laid out the following clues to Koyomi, disregarding no detail, to the point that even the dense Koyomi eventually understood that Sodachi had been taking care of her mother's corpse for the last two years. He then remembered forgetting about that particular detail of Sodachi's life. Ougi commends Koyomi for finally figuring out the story of Sodachi's mother starving herself to death, but points out that her circumstance is different from simply wanting to die. Tsubasa refuses to hand over the facts to Sodachi at this point, but Ougi comments that Sodachi herself has been living while overlooking a particular aspect of her life for the past three years.\nDespite knowing the truth, Koyomi decides to talk to Sodachi about it and is willing to be hated by her if it would mean loving herself in return.\nThe next morning, Koyomi is shaken awake again by Karen and Tsukihi. He then finds out that his sisters do not remember a girl who was taken to their house when he was a middle school pupil. Sodachi will also receive half of her usual financial support from the government, and will be forced to transfer to a new home and a new school. Sodachi is now able to smile while talking alone with Koyomi, and Koyomi remains surprised to find out that she was able to accept the truth so openly.\nKoyomi soon continues his usual route to school, this time expecting Sodachi to not be around. On his way, he meets Ougi, who admitted her defeat after what happened, and she thinks that Sodachi will handle things in a school where nobody knows her thanks to Koyomi. Afterwards, Ougi heads out to look for a lost child, and warns Koyomi that things may not go as smooth as with Sodachi's case.\nTsubasa soon learns of Sodachi's transfer from Naoetsu Private High School and voices out her disappointment. Then, she talks to Koyomi about filing a leave of absence in preparation for her plan to wander around after graduating and she tells him that she will be gone in a month, during which time she will contact Meme if possible. Koyomi reminds Tsubasa to tell Meme about his niece, and she hesitantly responds.\nInside the classroom, Koyomi receives a text message from Hitagi (who called him \"Koyokoyo\" in the message) telling him that she has to go to the hospital to check her finger that was fractured after punching Sodachi. Hitagi also said that Sodachi came to apologize to her and she forgave her. Koyomi decides to show Hitagi's messages to Tsubasa before she could go abroad, but Hitagi's last message of being \"addicted to his French kisses\" ruined his plan.\nKoyomi also receives a message from Sodachi, pointing him to something under his desk. It was a blank white envelope, the same thing Sodachi left from him when she suddenly disappeared. However, there are pieces of paper inside. Whatever those pieces of paper meant was left to the imagination, but it made Koyomi smiles regardless."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}