{
  "id": "Deathtopia Virtuoso Suicide-Master",
  "url": "https://bakemonogatari.fandom.com/wiki/Deathtopia_Virtuoso_Suicide-Master",
  "toc": [
    "#Name",
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Acerola_Bon_App%C3%A9tit",
        "#Shinobu_Mastered",
        "#Shinobu_Suicide",
        "#Nadeko_Around"
      ]
    },
    "#Catchphrases_/_Running_Gags",
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "Deathtopia Virtuoso Suicide-Master (デストピア・ヴィルトゥオーゾ・スーサイドマスター, Desutopia Virutuōso Sūsaidomasutā) is a purebred vampire and possibly the longest living one known to man. She is known for the absurdly long names she creates.\nSuicide-Master is responsible for turning the cursed Princess Beauty, Acerola, into a vampire who she named Kiss-shot Acerola-orion Heart-under-blade.\nShe is the narrator of Acerola Bon Appétit.",
  "#Name": {
    "link": [],
    "text": "Her first name, Deathtopia, contains the Greek suffix \"-topia\", meaning place, which translates her name to \"the place of death\". This name might be a reference to both how she rules Corpse Castle, a place with a gruesome history, as well as to how, following the arrival of Princess Acerola, the entire nation she resided in was killed, making it a literal place of death.\nDeathtopia's middle name, Virtuoso, means a person who is skillful or knowledgeable (particularly in an artistic pursuit). This name either references her elevated, classy disposition as a vampire, similar to that of a noble, or could also refer to how she is a self-titled gourmet; a virtuoso of food. \nHer last name, Suicide-Master, most likely refers to her immense powers of regeneration, as she is able to revive a lot more than any other vampire. She also pokes fun at her own name when mentioning that, although she is called Suicide-Master, she does not particularly want to kill herself by attacking Princess Acerola."
  },
  "#Appearance": {
    "link": [],
    "text": "Given that Acerola Bon Appétit has yet to be animated, little information has been given on her appearance.\nShe states that she has golden hair and eyes, likely similar to Kiss-shot.\nApparently, dying so much and her lack of eating has caused her to shrink in size, much like Kiss-shot's younger form. Her current one and only depiction shows her in this form."
  },
  "#Personality": {
    "link": [],
    "text": "Deathtopia is a very arrogant and prideful vampire. She refers to herself using the pompous and masculine pronoun \"ore-sama\" (俺様), showing her rough attitude and way of life. She hates giving or being given warnings or advice, as well as trying to force her views on others, and as a result, comes off as rash.\nThe one rule that she always follows is that she only eats what she kills, and what she kills, she eats. This rule is extremely important to her, and because of it, she usually doesn't even drink water. Other vampires have warned her about the consequences of such a diet, but she ate them as a result. This rule applies not only to humans or vampires, but even to herself, as she ate her severed head or heart after commiting suicide because of Princess Acerola.\nShe has stated that she keeps her only remaining servant, Tropicalesque, around her simply because he has a nice face. Every other servant she had rebelled against her, and were killed and eaten as a result. Even so, she said that she prefers the ones who turn on her to the endlessly loyal Tropicalesque.\nDeathtopia places a lot of importance on being \"cool\", and prides herself on her own name, which she made up herself, as she thinks it is very cool. Therefore, she urges everyone to call her by her name, and nothing else. She is also the one to make up the names of all of the vampires under her."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Tropicalesque_Home-A-Wave_Dog-Strings"
    ],
    "text": "Suicide-Master is the only vampire in the series confirmed to be 100% purebred, meaning she was never a human to begin with. Like many oddities, she was created through a manifestation of feelings and legends.\nIn an unnamed kingdom, a despotic tyrant who became known as the \"Corpse King\" that lived in \"Corpse Castle\" ruled the land and caused a countless amount of deaths. The king was overthrown, and the hatred the citizens felt for the king manifested into a vampire. The kingdom had relocated to a new castle, and the abandoned Corpse Castle became her home.\nSupposedly, she had many minions before him, but Tropicalesque Home-A-Wave Dog-Strings was the last minion to remain when she first met Acerola."
  },
  "#Acerola_Bon_App%C3%A9tit": {
    "link": [],
    "text": ""
  },
  "#Shinobu_Mastered": {
    "link": [],
    "text": ""
  },
  "#Shinobu_Suicide": {
    "link": [],
    "text": ""
  },
  "#Nadeko_Around": {
    "link": [],
    "text": ""
  },
  "#Catchphrases_/_Running_Gags": {
    "link": [],
    "text": "\"Somehow or another, it appears I've died again.\"\n\"Ka ka!\""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinomonogatari"
    ],
    "text": "Deathtopia's nickname is The Death-prepared, Death-inevitable, Death-certain Vampire (決死にして必死にして万死の吸血鬼, Kesshi ni shite Hisshi ni shite Banshi no Kyūketsuki). This kind of title is also seen in the case of Kiss-shot Acerola-orion Heart-under-blade.\nThe arcs of Shinomonogatari were originally outlined as Deathtopia Destiny, Deathtopia Destination, and Deathtopia Death Education before release. The final release has only two arcs and don't use her name in either of them."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}