{
  "id": "Owarimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
  "toc": [
    "#Etymology",
    {
      "#Synopsis": [
        "#Book_One",
        "#Book_Two",
        "#Book_Three"
      ]
    },
    "#Overview",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Volume_1",
        "#Ougi_Formula",
        "#Sodachi_Riddle",
        "#Sodachi_Lost",
        "#Volume_2",
        "#Shinobu_Mail",
        "#Volume_3",
        "#Mayoi_Hell",
        "#Hitagi_Rendezvous",
        "#Ougi_Dark"
      ]
    },
    "#Illustrations",
    "#Anime"
  ],
  "Description": "Owarimonogatari (終物語) or OWARIMONOGATARI: End Tale in the English publication, comprised of three volumes, is the twelfth part of the Monogatari series. The fifteenth, sixteenth, and seventeenth books overall, they contain the stories Ougi Formula (おうぎフォーミュラ), Sodachi Riddle (そだちリドル), Sodachi Lost (そだちロスト), Shinobu Mail (しのぶメイル), Mayoi Hell (まよいヘル), Hitagi Rendezvous (ひたぎランデブー), and Ougi Dark (おうぎダーク).\nThe English release for the first volume released in December 2019.",
  "#Etymology": {
    "link": [],
    "text": "The title is portmanteau of owari, \"end\", and monogatari, \"story\"."
  },
  "#Book_One": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "The transfer student with pitch black eyes, Ougi Oshino. As she explains with a smile on her lips, what is Koyomi Araragi's \"starting point\"? On that day during his first year in middle school, the boy tastes despair—These are the modern-day oddities! Oddities! Oddities!\nA shadow that tells of the end of youth pierces through."
  },
  "#Book_Two": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "\"Suruga Kanbaru is the daughter of my elder sister, you know—a precious gift sleeps within her.\"\n\"The lady who knows everything\", Izuko Gaen. As she lectures Koyomi Araragi, what is the test that aims to reach the end? Four hundred years after, a resurrected warrior—These are the modern-day oddities! Oddities! Oddities!\nYouth cannot end until \"his\" story is told."
  },
  "#Book_Three": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine"
    ],
    "text": "\"That is—the end of your youth.\" On the morning of the appointed day of the college entrance examinations, Koyomi Araragi headed towards Kita-Shirahebi Shrine. What awaits him there with an unexpected smiling face is the gunshot that marks the final decisive battle—All of the \"stories\" now meet their resolution!"
  },
  "#Overview": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Ougi_Formula",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Riddle",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Lost",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Tiger",
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Formula",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hell",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Rendezvous",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Dark",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "The first volume of Owarimonogatari contains Ougi Formula, Sodachi Riddle, and Sodachi Lost. Ougi Formula describes how Araragi Koyomi meets Oshino Ougi for the first time. They become trapped in a mysterious classroom that looks identical to Araragi's classroom two years ago when he was a freshman, reminding him of a fateful event involving his former classmates. Sodachi Riddle describes how Araragi meets Oikura Sodachi in middle school. Araragi delves into his past in order to find out why Oikura holds so much hatred towards Araragi. In Sodachi Lost, more about Oikura and her family is revealed.\nThe second volume contains Shinobu Mail, and it describes what Araragi and Oshino Shinobu were doing during the event of Tsubasa Tiger. It takes place immediately after Shinobu Time and before Ougi Formula. Gaen Izuko wants Araragi and Kanbaru Suruga to help her confront an ancient Oddity which is possibly related to Shinobu.\nThe third volume contains Mayoi Hell, Hitagi Rendezvous, and Ougi Dark. In Mayoi Hell, Araragi, to his disbelief, meets Hachikuji Mayoi again. Then Araragi learns of Gaen Izuko's plan to fight \"the enemy\". In Hitagi Rendezvous, Araragi and Senjougahara Hitagi go on a date to celebrate the end of the college entrance exam. In Ougi Dark, Oshino Ougi's true identity is finally revealed, and Araragi must decide whether to help Ougi or fight her."
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Volume_1": {
    "link": [],
    "text": ""
  },
  "#Ougi_Formula": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Onimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "Several months after the events of\nShinobu Time, Kanbaru introduces Oshino Ougi to Araragi in school. Ougi wants to talk to him regarding Oddity related matters. Ougi\nshows Araragi a map that she drew of Naoetsu High School. She points out that\nthere is a room that should exist according to her map, but she can't find the\nroom in the actual school. Believeing it to be Oddity-related, Ougi wants Araragi to help her investigate. When\nthe two reach the place indicated on the map, they find that there is a\nclassroom. They enter the room, but then realize that they are unable to get\nout. Ougi tries to break the window to get out, but she is unable to damage\nanything in the classroom. While they are trying to figure out how to escape,\nAraragi pulls out a notebook from the desk that he is sitting in, and notices\nthat it has his name, \"Araragi Koyomi, first year\" on it, with his\nown handwriting. He then realizes that this classroom looks exactly like the\none he was in during his freshman year. This causes him to remember a tragedy\nthat happened in this classroom, an event that caused him to believe that\nhaving friends will make one weaker, therefore making him antisocial throughout high school until the\nevents of Kizumonogatari. Ougi becomes very curious about his past so Araragi\ndecides to tell her this past event.\nTwo years ago, during his freshman year,\nwhen Araragi was about to leave school, he was stopped by his classmates. His\nclassmates told him that the entire class has a mandatory meeting that day so\nhe had to go back in his classroom. Once back in the class, Araragi is\nconfronted with the class rep, Oikura Sodachi. Oikura has an unnatural hatred\ntowards Araragi, and Araragi has always thought that it was because he was\nbetter at math than she was. Oikura as class rep organized this meeting because\nshe suspected that someone was cheating during the last math exam. Before the\nmath exam, Oikura organized a study session to help her classmates prepare for the\nexam, and about half the class attended. After the test scores for the exam\nwere posted, Oikura realized that those who attended the study session scored\nunusually higher than those who did not, which caused her to suspect that\nsomeone leaked the actual test questions to everyone in the study session.\nTherefore, Oikura organized the after school class meeting in order to\ndetermine who the culprit was, and she didn't allow anyone to leave until then.\nAccording to Araragi, they couldn't\ndetermine the real culprit back then, and the meeting ended in the worst way possible. Ougi\nrealizes that they are currently in a very similar situation. She suggests that\nmaybe just like back then, they can't leave the classroom either until they\nfind the culprit who cheated on the test. However, They need\nto find the actual culprit, and not the culprit that was determined back then,\nin order to escape the room. Araragi tries to recollect the incident in detail\nin order to obtain more clues to solve this mystery. During the event, the\nclass made Araragi the jury since he had the least amount of relationship with\nhis classmates and therefore had the least bias. The class tried to determine\nthe culprit by writing down who attended the study session, and which math\nproblems covered in the study session overlapped with those on the actual exam.\nBut in the end, no one was able to provide any convincing evidence about who\ncheated, and the discussion became increasingly chaotic. Everyone started to\naccuse each other of cheating, and the argument only escalated with time.\nLooking at this utter chaos, Araragi realized that it was impossible to have a\nproductive discussion any more. He turned to Oikura for help, and tried to\nconvince her to end the meeting since it was obviously not going anywhere. Oikura,\nhowever, replied with \"I despise you\", and told the entire class\nabout her final solution. Oikura decided to have everyone \"vote\"\nfor who the cheater is. The student's name was called one by one, and the class\nvoted by raising their hands. Araragi thought this was the worst solution\npossible.When Araragi's name was called, only Oikura raised her hand. Araragi,\nwho did not attend the study session, had scored a perfect 100 on this test,\nwhile Oikura scored 99. This led Oikura to suspect Araragi to be culprit, but\neveryone knew about Araragi's strength in math despite his weakness in every\nother subject. However, when it was Oikura's turn, roughly half the class\nraised their hands. Oikura was therefore deemed as the culprit. She has not\ngone to school since. The fact that everyone voted for Oikura caused Araragi to\nlose faith in friends and relationships in general. Oikura was the one who\norganized the study session as well as the class meeting for the sake of her\nclass, and she was betrayed by her own classmates. It also caused Araragi to\nrealize that anything, no matter how horrible, can be turned into justice by a majority vote.\nAfter finishing his story, Araragi\nis still stuck with the problem of figuring out the real culprit so that he and\nOugi can leave the classroom. Ougi, however, tells Araragi that she already knows who\nthe real culprit is. Ougi also claims that Araragi himself already knows who the\nreal culprit is, and he has been unconsciously protecting that person. Ougi\nreveals that the real culprit is the homeroom teacher, who was also present\nduring the class meeting. Araragi never mentioned her as his teacher and talked\nabout her as if she were a student in his story because he was unconsciously\ntrying to protect her. The homeroom teacher, who was also the math teacher,\nhelped clean up the classroom the day after the study session so he saw what\nmath problems were written on the blackboard. In order to raise her class\naverage so that she can better her reputation as a teacher, she decided to\ninclude some of the math problems she saw on her exam. It is revealed that what\ndisappointed Araragi the most was not because Oikura was voted as the culprit,\nbut because his teacher herself also voted for Oikura. After solving the\nmystery, Araragi and Ougi are able to leave the room. The entire room seemed to\nhave been an illusion since that room is never seen again. The next day,\nAraragi is about to enter his classroom but is stopped by Hanekawa Tsubasa.\nHanekawa tells him that Oikura Sodachi is in the classroom. It turns out that\nOikura is in the same class as Araragi, but Oikura had been absent from school\nuntil now so Araragi did not know."
  },
  "#Sodachi_Riddle": {
    "link": [
      "https://en.wikipedia.org/wiki/Monty_Hall_problem"
    ],
    "text": "Oikura comes to school after a two\nyear absence. Araragi carefully enters his classroom to find Oikura sitting on\nhis seat. Araragi tries to start up a cheerful conversation with her, but finds\nthat Oikura still despises him. In fact, Oikura's hatred for Araragi seems to\nhave grown even more, almost to the level of insanity. Oikura tells Araragi\nthat she hates a person who is happy, but doesn't appreciate the people who\nhelped him become happy, just like a water that thinks it can boil by itself with no\noutside help. Oikura mentions Araragi's shoe locker back in 7th grade, and\nAraragi is confused as to what she is talking about. Oikura's words become\nincreasingly hostile, and Araragi tries to calm her down. Oikura retaliates by\nstabbing Araragi's hand with a pen. This is seen by Senjougahara Hitagi, who\nhas just entered the classroom. Senjougahara furiously confronts Oikura, and\nthey start fighting. Oikura slaps Senjougahara, and Senjougahara knocks Oikura\nunconscious.\nThe next day, both Oikura and\nSenjougahara are absent from school. In order to find out why Oikura hates him\nso much, Araragi decides to follow the only clue Oikura provided, \"shoe\nlocker in 7th grade\". Ougi accompanies Araragi to the middle school that\nhe used to attend. They find the shoe locker that used to belong to Araragi.\nOugi opens the locker, and finds three envelopes addressed to Araragi, labeled\na, b, and c, respectively. As soon as Araragi sees the letters, he remembers an\nevent back in 7th grade that he had forgotten all about, an event that made him\nlike mathematics. The envelope labeled \"a\" says, \"b is wrong, Do\nyour want to change your choice to c?\" Araragi knows that this is the Monty Hall problem, where changing your choice from \"a\" to \"c\" in\nthis situation is statistically better than sticking to your original choice of\n\"a\". The \"b\" envelope is empty, while the \"c\" envelope has a map that leads them to an\nabandoned house. Araragi then tells Ougi about the story involving this house,\nwhich he used to call the haunted house.\n5 years ago when he just entered middle school\nas 7th grade, he was behind in school. Classes suddenly got harder for\nAraragi, and he was especially struggling in math. One day during the summer he\nfound three envelopes in his locker. Opening all three envelopes, he found the\nmap in the \"c\" envelope, and went to the same abandoned house. A girl\nabout Araragi's age came out of the house, and she invited him inside to learn\nmathematics together. In the house the girl explained to him about the logic of\nthe Monty Hall problem and what the letters meant. Araragi became excited\nabout this problem, and for the first time in his life he thought learning math\nwas fun. The girl told Araragi she could teach him about interesting\nmathematical problems like this everyday. So from that day on, Araragi came to\nthe abandoned house everyday to learn math from the girl. Oikura agreed to\nteach him math on several conditions. One was to never ask her name, and one\nwas to never stop loving math. She never asked for anything in return, and she also\ntold Araragi to not tell anyone about their meeting. However, one day, towards\nthe end of summer break, he came to the abandoned house, but the girl never came. Araragi only found an envelope taped to the bottom of the study\ntable, and the envelope was empty. From that day on, he never saw the girl\nagain.\nAraragi realizes now that the girl\nback then was Oikura. She was the reason Araragi is good at math. He forgot\nabout who made him who he is, and he also failed to recognize Oikura when he\nmet her again in freshman year of high school. However, he still didn't\nunderstand why she suddenly disappeared in 7th grade and why she was in an\nabandoned house. At this point, Ougi helps Araragi reveal the truth. She\nsuggests that Araragi's memory is distorted, and what looks like an abandoned\nhouse now wasn't an abandoned house back then. What Araragi thought was an\nabandoned house was actually Oikura's home. It looked abandoned because the\nhouse was in poor condition, with broken windows and furnitures. Ougi deduced\nthat the reason why the house looked so abused despite people living there was\nbecause domestic violence was taking place in the house. Oikura at the time\ndidn't want anything in return from Araragi, but Ougi reveals that it was a\nlie. In fact, Oikura desperately wanted help from Araragi to solve her parents'\ndomestic violence. The reason Oikura chose Araragi was because she knew both of\nAraragi's parents were police officers. By inviting Araragi over to her house,\nOikura hoped that he would report the poor condition of the home to his\nparents. Oikura told Araragi not to tell anyone about their meeting because she\ndidn't want to be responsible for separating her parents. She wanted Araragi to\ntake action himself. Araragi, however, took Oikura's words to heart, and so he\nnever told anyone. He completely believed that Oikura wanted him to learn\nmath, and had no ulterior motive. Ougi suggests that the reason Oikura suddenly\nleft at the end of summer was probably because her family condition reached a\nbreaking point, and they had to move.\nAraragi finally begins to realize\nthe reasons for Oikura's hatred. Oikura was desperately hoping for Araragi to\nhelp her, but Araragi's inaction and foolishness was a complete disappointment\nfor her. In the end, Araragi gained the talent for mathematics, and Oikura\ngained nothing. After this revelation, Araragi decides to apologize to Oikura."
  },
  "#Sodachi_Lost": {
    "link": [],
    "text": "It has been three days since the\nfight between Oikura and Senjougahara, and neither of them have still come to\nschool. Hanekawa decides to take action by going to their respective homes and\nconvincing them to come to school. Hanekawa asks Araragi to visit Oikura's home\nand she in turn will visit Senjougahara's home. Araragi tells Hanekawa about\nthe events of the past few days involving the classroom and Oikura. Hanekawa\nbecomes rather suspicious about Oshino Ougi, and wonders why she seems so\nclose to Araragi. Araragi is about to head to Oikura's home when he is met by\nOugi. Ougi attempts to accompany Araragi but is stopped by Hanekawa. Still\nsuspicious of Ougi, Hanekawa decides to accompany Araragi instead of visiting\nSenjougahara. At Oikura's apartment, Araragi tries to apologize to her, but\nOikura is still unforgiving. Oikura tells Araragi and Hanekawa about her past.\nOikura reveals that it was her father who physically abused her mother. After\nOikura moved during 7th grade, her parents divorced, and Oikura was left to\nlive with her mother. Devastated by the divorce, Oikura's mother locked herself\nin her room and refused to go outside or eat. Oikura therefore had to take care\nof her mother and the house, living off of government assistance. However, she\nwas too young to take care of household chores so trash kept piling up. Two\nyears past, and one day Oikura comes home to find that her mother had\ndisappeared. After that, the government provided her with a new home, and she\nstarted attending Naoetsu High School, meeting Araragi again as a high school freshman.\nEven now she has no idea where her mother is. Oikura says that even though\nAraragi isn't really to blame for her family condition, it was easier to direct\nher hatred and blame towards him. After some discussion, Oikura doesn't seem to despise\nAraragi as much any more. Before Araragi and Hanekawa leave, Oikura asks them\nto find her mother. She promises to come to\nclass again, and even apologize to Senjougahara, if they can find her mother.\nAfter leaving Oikura's home, Araragi\nand Hanekawa discusses where Oikura's mother may be. Hanekawa is curious about\nthe fact that the day the mother disappeared, both the front door and the\nmother's room were locked. She finds it strange that a person who is about to\nrun away from home will lock her own room. While the two are talking, Ougi\nappears. Ougi claims to know the answer, and mocks Hanekawa for still not figuring it out.\nOugi tells Araragi that he should have brought her along instead of Hanekawa.\nOugi agrees to reveal the answer if Hanekawa can apologize for \"stealing\"\nAraragi from her. At this moment Hanekawa also realizes the answer, and then\ntells Araragi that it is better if Oikura doesn't find out about where her\nmother is. After getting hints from both Ougi and Hanekawa, Araragi finally\nfinds out the truth as well. It turns out that it meant very literally when\nOikura said her mother refused to eat. Her mother refused to eat until she\nstarved herself to death. Because of Oikura's psychological problems she didn't\nrealize that her mother has died. Oikura had been living and \"taking\ncare\" of her mother's corpse for two years. She didn't notice the smell of\na decaying body because it was covered by the smell of trash that had been piling\nup in the house. Oikura came home one day and couldn't find her mother not because\nher mother left home, but because in a period of two years, her mother's body\nrotted until it completely disintegrated. Despite learning this horrible truth, Araragi\nstill decides to go and tell Oikura, much to Hanekawa and Ougi's surprise. After\nAraragi told Oikura about the truth, Oikura took it surprisingly well. Oikura\nseems to have suspected this possibility. In the end Oikura appears to\nforgive Araragi. However, Oikura tells him that she still can't come to school any more.\nThe government can't provide her anymore support for her to live in the current\nhome so she has to move again. The next day, Araragi finds out that Oikura\napologized to Senjougahara in the end. He also finds a letter from Oikura under\nhis desk. The content of the letter is not revealed to the reader, but it seems\nto be of a positive note."
  },
  "#Volume_2": {
    "link": [],
    "text": ""
  },
  "#Shinobu_Mail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kokorowatari",
      "https://bakemonogatari.fandom.com/wiki/Kiss-shot_Acerola-orion_Heart-under-blade",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Black_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Kabukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://en.wikipedia.org/wiki/Kendo"
    ],
    "text": "As described in Shinobu Time, Gaen Izuko requests the help of Kanbaru\nSuruga for a certain job. Following Gaen's request, Araragi reluctantly contacts Kanbaru and\nasks her to meet him at the abandoned Eikou cram school building at night.\nAraragi and Oshino Shinobu's pairing had been severed from the events of\nShinobu Time. The pairing still hasn't been recovered, and Shinobu is still\nmissing. While Araragi and Kanbaru are talking in the building, a figure in\nfull samurai armor appears before them. Kanbaru attacks the armor with her\nMonkey's Paw, breaking it into pieces, which reveals that the armor is\ncompletely empty. The armor quickly reassembles itself. Kanbaru tries to attack\nit again, but the armor uses Energy Drain on her. With Kanbaru weakened, the\narmor approaches Araragi, and attempts to strangle him. Araragi is saved by a\nsudden pillar of fire, which causes the armor to release him, (this pillar of\nfire is created by Kako, the tiger Oddity that Hanekawa Tsubasa created in Tsubasa Tiger). Before disappearing, the armor talks to Araragi, saying that it\nwants the Kokorowatari back from Kiss-shot. Araragi tries to escape the building\nwith Kanbaru, but both of them have been weakened by the fight, and pillars of\nfire are blocking all the exits. They are finally saved by Yotsugi Ononoki.\nAfter escaping from the building, Araragi and Kanbaru head for the park,\nwhere they are supposed to meet Gaen Izuko. They arrive at the park, and find\nthat no one is there. However, they find the missing Shinobu. Shinobu explains\nthat she was fighting against a monkey Oddity earlier with the help of Black Hanekawa. They struggled until Ononoki appeared and used Unlimited Rulebook to destroy the right side of the Oddity's body.\nAs Araragi and Shinobu are talking, the monkey Oddity comes back. Its form has\nchanged into a half-monkey, half-crab monster with a tail of a snake. Araragi\nand the others are able to defeat it with the help of Kokorowatari. They then\nfind a message left by Gaen, saying that the meeting place has changed to the\nKitashirahebi Shrine. On the way to the shrine, Araragi explains what happened\nin the cram school building to Shinobu, and asks Shinobu if it is possible that\nthe samurai armor he saw is Shinobu's first vampire servant. Shinobu denies the\npossibility, because she saw with her own eyes how her servant committed suicide by stepping into the\nsunlight.\nWhen they reach the shrine, they finally meet Gaen. Gaen explains to them\nthe identity of the samurai armor. She reveals that the armor really is the\nresurrected first servant of Shinobu from 400 years ago. After the first\nservant, or the first Oddity-slayer, was burned to ashes by the sunlight, he\nnever quite died since vampires are immortal. His ashes drifted through the air\nfor 400 years until they all gathered inside the Kitashirahebi Shrine 15 years\nago. The ashes settled there because that was his home village when he was\nstill human. Because the first Oddity-slayer was such a powerful Oddity, it\nattracted other Oddity to the shrine, which gave rise to the high occurrences\nOddity that Araragi had encountered. The Oddity-slayer in turn fed on the Oddity\nattracted to the shrine, and he slowly regained his power. Gaen speculates that\nthe reason Shinobu as Kiss-shot came to Araragi's town in the first place was\nbecause she was unconsciously attracted to her former servant. Oddity-slayer’s\nrecovery was hindered by the paper charm that Meme Oshino asked Araragi to\nstick on the shrine during the events of Nadeko Snake. However, when Araragi and Shinobu went to the shrine during Mayoi Jiangshi, the Oddity-slayer \"saw\" Shinobu, and his resurrection quickly accelerated. Now the Oddity-slayer has\nbecome powerful enough to take material form. Gaen plans to eliminate him\nbefore he gains back his full power, which is why she needs help from Araragi and\nKanbaru.\nGaen then leaves the shrine to meet up with a professional that she hired to\nhelp fight the Oddity-slayer. Araragi leaves as well to buy food and run some errands,\nleaving Shinobu and Kanbaru behind. At a bookstore, Araragi meets the first\nOddity-slayer (the samurai armor) in the form of a boy. The Oddity-slayer wants to\nhave a heart-to-heart talk with Araragi, so they leave the bookstore. The\nOddity-slayer seems to mean Araragi no harm, and even hands him a bottle of tea. While\nhe was recovering in the shrine for the past 15 years, he has most knowledge of\nall Oddity related events that took place in this town. The Oddity-slayer wants\nAraragi to leave Shinobu, and let him replace Araragi as Shinobu’s\nservant. He claims to regret what he had done in the past, and he wants to\napologize to Shinobu and be with her again. Araragi doesn’t believe his\nintentions, and thinks that he just wants revenge. Oddity-slayer says he is a\nmuch more qualified partner for Shinobu than Araragi. While thinking about how\nto argue back, Araragi decides to take sip of the tea he was given. Before his\nmouth can touch the bottle, a giant cross flies in front of him, destroying the\nbottle. Araragi turns to find that it was the vampire hunter Episode that threw\nthe giant cross. He was the professional Gaen hired. Episode says that the tea was\nactually holy water, which would have been lethal even to Araragi who has miniscule\nvampire trait. Gaen also arrives at the scene, and the Oddity-slayer retreats.\nBefore he escapes, Oddity-slayer challenges Araragi to a duel, and whoever wins\nwill be the rightful partner for Shinobu.\nGaen and Episode leaves to track down the Oddity-slayer, while Araragi goes\nback to the shrine by himself. At the shrine, he meets Ononoki, who is\neavesdropping on a conversation between Shinobu and Kanbaru. Araragi is surprised\nto find out that the two are arguing. Kanbaru suggests Shinobu should meet and\ntalk to the Oddity-slayer, while Shinobu furiously refuses. Shinobu claims it is\ntoo late for reconciliation, while Kanbaru argues that Shinobu is too afraid to\nmeet her past and face her first servant. Shinobu is afraid that she will\nchoose the Oddity-slayer over Araragi. Kanbaru tells Shinobu that she can't run\naway from the problem. Araragi realizes that the relationship between Shinobu\nand Oddity-slayer is similar to situation with Senjougahara and Kanbaru described\nin Suruga Monkey. Therefore, Kanbaru understands Oddity-slayer's feelings better than anyone else. Upset, Shinobu locks herself inside the shrine.\nGaen and Episode arrives at the shrine, and explains the details of the duel\ntonight. As a former Oddity expert himself, the Oddity-slayer agrees to let\nGaen set the rules of the duel. Episode was originally going to duel the\nOddity-slayer since he has a better chance of winning. However, Araragi wants to\nface Oddity-slayer by himself for Shinobu’s sake. Episode is fine either way, and tells him\nthat he doesn’t need to win the duel, since Gaen and Episode will be able\nto defeat the Oddity-slayer afterwards. Araragi just needs to make sure he doesn’t\ndie from the duel; otherwise Shinobu will reawaken her powers as Kiss-shot. The\nlocation of the duel will be the Naoetsu High School ground, the same place\nAraragi fought the vampire hunters in Koyomi Vamp.\nAt the night of the duel, Araragi, Kanbaru, Gaen and Episode arrive at the\nschool ground. Shinobu still refused to come out of the shrine, and the pairing\nstill hasn’t been recovered, so Araragi has to fight without any vampire\npowers. Oddity-slayer arrives in his samurai armor form, and Gaen explains the\nrules of the duel. Gaen sticks a shinai into the ground, and has Oddity-slayer\nand Araragi to stand beside it. Then the two will walk 10 steps in opposite\ndirections. At the 10th step, they will run back towards the shinai.\nWhoever can grab the shinai and strike the opponents body with it, (similarly\nto kendo), will win. Gaen figures using a shinai will minimize the chance that\nAraragi will die from the duel. Before they begin, Araragi receives a mail from\nHanekawa Tsubasa. This is the same night that Hanekawa will face Kako the\ntiger, so she wanted Araragi’s help. Only then does Araragi find out that\nHanekawa is in danger. Gaen adds that Senjougahara is in danger as well, since\nKako will burn down her home just like it burned down Hanekawa’s home and the\ncram school building. Gaen says Araragi can abandon this duel and let Episode\ntake his place so that he can go help Hanekawa and Senjougahara. Araragi,\nhowever, sticks to the duel and has Kanbaru run off to warn Senjougahara.\nThe duel is about to begin, and suddenly, Kokorowatari falls down from the\nsky, and splits the shinai in half. Araragi realizes that it was Shinobu who threw it, but\nshe doesn’t show her face. Oddity-slayer doesn’t understand why Shinobu doesn’t\nwant to see him. Gaen is surprised, but suggested that they have no choice but\nto use the Kokorowatari as the weapon instead, making the stakes of the duel\nmuch higher. The duel finally begins, and Araragi and Oddity-slayer takes their\n10 steps. After the 10th step, Araragi turns around to run for the\nKokorowatari, when he realizes that the Oddity-slayer has taken off all the armor\nin order to run faster. The Oddity-slayer gets to the Kokorowatari first, and he\nprepares to cut down Araragi. Araragi quickly latches on to Oddity-slayer’s body,\nand sticks on him Meme’s paper charm that he peeled off of the shrine.\nOddity-slayer quickly disintegrates, and all the Oddity he had been absorbing over\nthe years disperses. Oddity-slayer screams out Kiss-shot’s name, and only then\ndoes Araragi realize that the Oddity-slayer truly cared for Shinobu, and wanted\nto see her again. The Oddity-slayer eventually loses his ability to speak, and\nShinobu finally shows herself. She apologizes to the Oddity-slayer, and calls out his\nreal name, Seishirou, (Seishi means life and death). Crying, Shinobu devours the\nOddity-slayer, and all the Oddity that made him up. Once everything is\nresolved, Araragi is presumed to have gone to help Hanekawa as described at the\nend of Tsubasa Tiger. At the end of the story, Ougi asks Araragi whether Shinobu also devoured the armor that\nSeishirou took off during the duel, but Araragi doesn't remember. Ougi suggests that the armor can be used\nto forge another replica of Kokorowatari and even Yumewatari. It is the morning\nof the college entrance exam, and after Ougi leaves, Araragi heads for school."
  },
  "#Volume_3": {
    "link": [],
    "text": ""
  },
  "#Mayoi_Hell": {
    "link": [
      "https://en.wikipedia.org/wiki/Av%C4%ABci",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari"
    ],
    "text": "Araragi heads for school to take the college entrance exam. Before going to\nschool, he visits the Kitashirahebi Shrine, hoping to meet Kagenui Yozuru. Kagenui has been missing for a month. Before he\nknows it, he is standing in front of Hachikuji Mayoi. Araragi is extremely\nhappy to see Hachikuji, but he is also confused since she was supposed have\npassed on to the afterlife after the event of Shinobu Time. Hachikuji explains that this is because Araragi himself is in\nthe afterlife. He is in the lowest level of Hell, Avīci. Araragi\nthen remembers what happened the morning of the college entrance exam. He went\nto the shrine, and saw Gaen Izuko there. Gaen cut him into pieces with the Kokorowatari, killing\nhim. The reason why Araragi went to Hell is because he saved a vampire,\nKiss-shot, back in spring break, which is considered one of the worst crimes. Hachikuji\nis in Hell as well because dying before her parents is also considered a crime punishable in Hell.\nThe sentence for Hachikuji’s crime is very light, so she resides in the\nuppermost level of Hell. Hachikuji came down to Avīci in order to escort\nAraragi, because she knew he would end up here.\nThe Hell currently has the\nappearance of Araragi’s town, and they are in the park. Hachikuji takes Araragi\nto meet someone. On the way, they encounter past events replayed in front of them,\nincluding the injured and bleeding Kiss-shot on the street, the falling\nSenjougahara, and Sengoku Nadeko hastily running down the stairs of\nKitashirahebi Shrine. Seeing these visions and looking back at the people Araragi\nhas helped, he comes to the realization even if he chose not to help those\npeople, another person would have helped them eventually. During spring break, Kiss-shot\ncould have been saved by her former servant Seishirou, who was slowly\nrecovering in the shrine. Senjougahara’s weightlessness would have been solved\nby Kaiki Deishu while he was in town. However, Araragi realizes that despite\nknowing this, he would still have chosen to help those people if he could redo his past.\nThey arrive at a place that appears\nto be the Kitashirahebi Shrine. To Araragi’s surprise, he finds Tadatsuru Teori \nwaiting for them there. Teori was supposedly killed by Ononoki Yotsugi during Yotsugi Doll, but Teori has actually\nbeen dead long before that. After creating Ononoki along with others in the occult\ncircle back in college, Teori was inspired to make himself an Oddity and become immortal. This\nwas a forbidden ritual, and he failed, dying in the process. However the ritual\ndidn’t completely fail and he gained the ability to control “dolls\" from the\nafterworld. The one that Ononoki “killed” was simply one of his dolls. Gaen\nand Teori has been in contact with each other through his doll, and Gaen has\nbeen communicating with Hachikuji through Teori. Teori explains to Araragi that\nGaen killed Araragi with Kokorogatari, and plans to resurrect him with Yumewatari,\nwhile Teori takes out the vampire traits from Araragi. This way, Araragi will\nrevive as a full human.\nEven though Teori had been outside\nof Gaen’s influence, he started to keep in touch with Gaen recently. Some time\nago, Teori was contacted by Oshino Meme. Meme had predicted the various turn of\nevents, so he told Teori that someone might contact Teori to kill Araragi and\nShinobu in the near future. If that ever happens, Meme wanted Teori to set aside\nhis past grudges, and contact Gaen. When Meme’s prediction came true, Teori\ndecided to follow Meme's suggestion. Gaen and Teori decided that it was best to feign\nignorance to avoid raising any suspicions by the “enemy”. So Teori pretended to\nfollow the request to kill Araragi, and got himself, (or rather his doll), “killed”\nby Ononoki on purpose. Only Gaen and Meme knows about this secret. Everything\nwas an intricate plan to defeat the “enemy”.\nA rope comes down from the sky,\nwhich upon closer inspection is a tail of a snake. Gaen has dropped it down to\nHell in order to bring Araragi back to life. As Araragi is being pulled back up, he instinctively grabs Hachikuji,\ndragging her back up as well. Before they leave Hell, Teori reveals to Araragi that\nthe “enemy” they are fighting against is Oshino Ougi. Araragi is back at the\nshrine, and he sees Shinobu in her full Kiss-shot form wrapping her hands around\nGaen’s neck. When Araragi was killed, the pairing between him and Shinobu was\ncompletely severed, causing Shinobu to transform back to her former self.\nShinobu was planning to kill Gaen if Gaen failed to resurrect Araragi. Seeing\nas how Araragi is back safely, she releases Gaen. Gaen is shocked that Araragi\nbrought Hachikuji with him, but she is also glad that he did. Gaen says all of\nthe necessary pieces are set, and she is ready for counterattack. Araragi\nrealizes that less than two minutes have passed since he was sent to Hell, so\nhe heads to school for the college entrance exam."
  },
  "#Hitagi_Rendezvous": {
    "link": [
      "https://en.wikipedia.org/wiki/White_Day"
    ],
    "text": "Araragi finishes his entrance exam,\nand goes home. He finds Senjougahara waiting for him outside his house.\nSenjougahara wants to go on a major date with him tomorrow. Araragi had been\ntoo busy studying for the exam and dealing with Oddity related problems, that\nthey hadn’t had a date for months, so Senjougahara wants to make up for it. Tomorrow\nis also White Day, a Japanese holiday a occurring one month after Valentine’s\nDay. Araragi agrees, and he goes home to rest after talking with Ononoki\nYotsugi and Araragi Tsukihi.\nThe next day, Araragi goes to\nSenjougahara’s home for the date. To his horror, Senjougahara is holding a car\nkey, and she is planning to go driving with him. Senjougahara reassures him\nthat she already has a license. Araragi is still terrified since high school\nstudents are forbidden to drive. Senjougahara is not worried, and they head out\nin a rental car. While driving, Senjougahara informs Araragi that Hanekawa is\ncoming back tomorrow from her travels in time for their graduation. She also\nsays that Hanekawa may have found out where Oshino Meme is, and will try to bring him back, but Senjougahara\ndidn’t ask for any more details. Their first dating destination is the\nplanetarium. Araragi falls asleep during the program, and Oshino Ougi appears\nin his dream. They talk about constellations and the meaning of what’s right and wrong. Ougi tells Araragi that she is the law of the universe. Araragi wakes up to\nfind that Senjougahara has also dozed off. They leave the planetarium and go to\na science museum. After lunch, they go to play bowling. Senjougahara challenges Araragi to a bowling match, and the loser must obey the winner's order. Araragi has never played bowling before, but he manages to win. Senjougahara bitterly admits defeat. Araragi doesn't want to order Senjougahara to do anything so he settles with asking her a random favor. They then go to afternoon tea, where Araragi explains what happened on the day of the exam. Afterwards they go to sing karaoke. Senjougahara turns on the scoring system, and challenges Araragi to another competition. Whoever has a higher total score in a period of two hours wins, and the loser again must obey the winner's order. Araragi beat Senjougahara by just three points. Araragi is again reluctant about giving Senjougahara orders, so she suggests carrying (bridal carry) her to the car. While they\nare heading home, Araragi apologizes to Senjougahara for not preparing any gifts\nfor her on White Day. Senjougahara doesn’t mind, but she suddenly pretends to be furious\nin order to get him to obey her one order. She wants Araragi to\ncall her by her given name, Hitagi, for the rest of his life. Araragi realizes that Senjougahara challenged him to all those competitions just so that she could make this request. He happily agrees to call her Hitagi,\nand Senjougahara calls him “Koyomi” in return.\nAraragi walks home to find Ougi\nwaiting outside his house. Ougi asks him if he’s figured out the meaning of right\nand wrong. Araragi tells her he still isn’t sure. Ougi asks him to abandon\nHachikuji and Shinobu, but Araragi refuses. Ougi claims that Gaen has set up a\ntrap for Ougi, but she has no choice but to fall for it. She has something she\nneeds to accomplish that is worth dying for. Ougi ends the conversation by\nasking Araragi if he will be on her side and help her."
  },
  "#Ougi_Dark": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tooe_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui"
    ],
    "text": "Araragi and Ononoki go to the Shirohebi\nPark to meet Gaen, Shinobu, and Hachikuji. Gaen reveals her final plan to fight\nOshino Ougi. First she explains the history of this town. This town was\noriginally the village in Japan that Shinobu as Kiss-shot came 400 years ago. The\nvillagers used to worship a snake god residing in the lake. When Kiss-shot\narrived, she accidentally landed right on the village lake, instantly splashing\nevery drop of water out of the lake. This caused the water to rain on the\nentire village, saving the crops from drought, but drying out the lake also killed\nthe original snake god. Even though the villagers worshipped Kiss-shot as the\nnew god of the lake for some time, most of them were devoured by “Darkness”.\nWhen Kiss-shot escaped to South Pole, the village was almost deserted with no\ngod. The survivors wanted a new god, so they adopted a snake god worshipped by\na small number of people living in the mountain. They built a shrine in that\nmountain, and that became Kitashirahebi Shrine. Since the lake has long been\ndried up, the fact that there used to be a god there was slowly forgotten. That\nlake is the location of the present-day Shirohebi Park. The Kitashirahebi\nShrine was destroyed along with its god when the ashes of Seishirou gathered in\nthe shrine.\nGaen says there are two things that\nmust be done; find a new god for the shrine and defeat Ougi. A god is necessary\nin order to keep the peace and repel Oddity in this town, which is why Gaen initially\nwanted Shinobu to become a god after the events of Shinobu Mail. Gaen was still planning to have the fully-powered\nShinobu become the god. However, because Araragi accidentally brought Hachikuji\nfrom Hell, she figured Hachikuji is a much better candidate. Hachikuji is still\nconsidered a ghost, so “Darkness” will attempt to swallow her unless she\nreturns to Hell. If she becomes god, “Darkness” will no longer have any reason\nto attack her. However, Gaen says the real “Darkness” will not attack her, but\nOugi, the “fake Darkness” will, so Ougi must be defeated, which leads into the\nsecond part of Gaen’s plan. According to Gaen, Ougi is an ordinary Oddity who’s\npretending to be “Darkness”. Gaen asks if Araragi is willing to help her defeat\nOugi. Gaen was originally going to defeat Ougi using the Kokorowatari, but only\nway to permanently destroy Ougi is for Araragi to do it himself. Araragi agrees,\nand Gaen reveals to him Ougi’s true identity. Ougi cannot be defeated unless\nher true identity is known. As soon as her identity is exposed, she will become\na Oddity pretending to be something she’s not, and she will be devoured by the\ntrue “Darkness”. Gaen knows how to defeat this type of Oddity because she saw her\nsister, Gaen Tooe (Kanbaru’s mother), meet a similar Oddity.\nBefore Gaen tells Araragi about the\ntrue identity of Ougi, the scene shifts to Araragi Tsukihi. Tsukihi has been\nvisiting Sengoku, and helping her draw manga. On her way home, Tsukihi meets\nOugi, who offers to take her home with bicycle. Instead of taking her home,\nOugi takes her to the abandoned cram school building, which has somehow\nreturned to the state before Tsubasa Tiger. Ougi attempts to tell Tsukihi that she is a Phoenix Oddity, but\nbefore she can do that, she sees Araragi waiting for her in the building. Ougi\nasks Tsukihi to go back home. With Araragi alone with Ougi, Araragi proceeds to\ndefeat Ougi by calling out her true identity. Ougi’s true identity is Araragi\nKoyomi himself.\nThe scene flashes back to the park,\nwhere Gaen reveals that Ougi’s true identity is Araragi Koyomi himself. She is\nan Oddity that Araragi created, similarly to how Hanekawa’s stress created Black\nHanekawa, and Sengoku’s hallucinations created the white snake Kuchinawa. Ougi\nrepresents Araragi’s self-criticism. When Araragi saw \"Darkness\" for\nthe first time in Shinobu Time, he realized that there is a law\ndictating over the world of Oddity. Araragi knows that he is too weak, too\nhesitant, too emotional to make harsh decisions, and he subconsciously wished\nfor a being that can judge him, and \"correct\" everything wrong in\nthis world. His desire came true as Oshino Ougi. This explains why Ougi knows everything\nregarding Araragi, even things that Araragi didn’t tell her, and he meets Ougi everywhere\neven in his dreams. This also explains why Ougi always says, “I don’t know\nanything Araragi-senpai; you do”. Araragi always criticizes himself for his\nshortcomings, and feels like he should be punished for what he’s done. Ougi\nacts as his ultimate critic, and forces him to remember memories that he wants\nto forget, as in Ougi Formula and Sodachi Riddle. Even when Araragi\nconsciously wants Hachikuji to stay in his town, deep under he feels Hachikuji coming back is too\ngood to be true, and he doesn’t deserve it. That is why Ougi will not allow\nHachikuji to become god. The reason Oshino Meme and Kagenui Yozuru are missing\nis because Ougi put up a barrier that prevents them from entering the town. In\naddition Ougi used a Snail Oddity similar to Hachikuji so that they will get lost and\ncannot find their way back home. This is because Araragi feels bad about always\ndepending on Oddity experts to solve his problems. He thinks this is “cheating”.\nGaen, however is able to enter the town because she can cut down the barrier\nwith the Kokorowatari that she forged out of Seishirou’s armor.\nGaen Tooe’s Oddity was also created by\nherself. Tooe had extremely high expectations of herself and those around her. Before\nlong she gained a tendency to lose things. She realized that all the items she\nwas losing had something in common, which were things that were desired but not\nnecessary. Her Oddity was consuming everything that was deemed as distractions in her life. In the end, Tooe was able to identify the Oddity as herself, and gave\nit the name, “Rainy Devil”, before it could devour her friends and boyfriend. Tooe later passed down the remaining arm of the\nRainy Devil to her daughter Kanbaru Suruga. There are several conditions that reinforced\nAraragi’s creation of Ougi. When Araragi first met Seishirou in his samurai\narmor form, Seishirou drained some power from Kanbaru’s Rainy Devil arm, which\ntransferred some of the essence of Tooe’s Oddity into Seishirou. Afterwards,\nSeishirou was devoured by Shinobu, and Rainy Devil was transferred into\nShinobu. Finally, because of the special link between Shinobu and Araragi, some\nof Rainy Devil seeped into Araragi, promoting him to create a similar Oddity. Gaen\nknew what Ougi wanted to do before Araragi’s graduation. Deep down, Araragi\ndoesn’t think it’s right for Tsukihi to live her life without knowing about the\nfact that she is actually an immortal Oddity, so Ougi wanted to expose to Tsukihi\nthe secret about the Phoenix Oddity. Knowing this, Gaen had Araragi wait for Ougi\nat the cram school ahead of time.\nThe scene switches back to the cram\nschool. As soon as Araragi identifies Ougi as a part of himself, the real “Darkness”\nappears, preparing to swallow Ougi. Ougi admits defeat, and claims that Araragi\nhad been right all along. Right when “Darkness” is about to swallow Ougi,\nAraragi runs up, and knocks Ougi over, saving her from “Darkness”. Ougi,\nshowing real emotion for the first time, asks him\nwhy he has the urge to save people every time. Araragi replies by saying he’s\nnot saving someone else. For the first time he’s saving himself, since Ougi is essentially\nhimself. This is the first time Araragi acts out selfishly. Araragi\nwasn’t able to completely dodge “Darkness”, and it sucked away his right arm,\ncausing him to bleed profusely. Ougi is able to stop the bleeding, but there seems\nto be no hope since “Darkness” is just about to swallow them both.\nAt that moment, Oshino Meme arrives at\nthe scene, followed by an exhausted-looking Hanekawa. It turns out Ougi sent\nMeme and Kagenui to the South Pole and North Pole, respectively, where there are\nno Oddities. Hanekawa was able to find Meme in the South Pole and bring him back\nin time. To Araragi, Meme says, “Hey, what are you doing to my dear niece Ougi?\nDid something good happen?” As soon as he says that, “Darkness” disappears. Oshino\nOugi is a fake name and the fact that Ougi is Oshino’s niece is a lie. However,\nsince Meme himself admits that Ougi is his niece, it is no longer considered a “lie”,\nand “Darkness\" disappears. Meme said that on purpose in order to save Ougi and\nAraragi.\nGaen is once again amazed at Araragi’s\nfinal decision, but she deems it acceptable. Hachikuji swallows the snake god\ncharm, and becomes the official god of Kitashirahebi Shrine as planned. Despite\nShinobu getting her powers back, she would still rather go back to her child\nform and have her pairing restored with Araragi again. Therefore, Gaen recovers the pairing\nbetween the two, and Araragi becomes a vampire-hybrid again. The next day,\nAraragi goes to graduation and meets Hachikuji on the way, who is now a god patrolling the town. He then meets Hanekawa at school. When Hanekawa was initially\nlooking for Meme, she was constantly looking in places that Meme would most\nlikely be. Later she realized that her approach had been backwards, and she\nshould look in places where Meme was least likely to be, which was either the\nNorth or South Pole. On the way, they also meet Senjougahara. As they are\nclimbing the stairs, a girl passes by. Araragi asks Senjougahara and Hanekawa\nto get his diploma for him, and runs after the girl. He catches up, and\ncheerfully greets the smiling Oshino Ougi."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Anime": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_(anime_series)"
    ],
    "text": "The first two volumes of Owarimonogatari were adapted into anime through a 12 episode series of the same name in Fall 2015. The final volume adaptation arrived in Summer 2017 with 7 episodes."
  }
}