{
  "id": "Namishiro Park",
  "url": "https://bakemonogatari.fandom.com/wiki/Namishiro_Park",
  "toc": [
    "#Appearance",
    {
      "#Plot": [
        "#Mayoi_Mai_Mai",
        "#Tsubasa_Cat",
        "#Mayoi_Hell"
      ]
    },
    "#Appears_In"
  ],
  "Description": "Namishiro Park (浪白公園, Namishiro Kōen) also referred to as Rouhaku Park (浪白公園, Rōhaku Kōen) is a large park stationed in Hitagi Senjougahara's old neighborhood.",
  "#Appearance": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "The park appears to be very spatial, with multiple slides and other equipment through out a large, white area. A large platform sits in the center with bars and a bike ride rail going around it. The park is large and circular and has many features, such as the two colored riding rails surrounding the center of the hill, the jungle gym units, slide, seesaw, climbing poles and some monkey bars standing behind the two big rings of the park. There are sitting areas atop the park's hill, made accessible by cement stairs which are surrounded by a ring of sand.  \nThe park includes two pedal bikes that are mounted on top of the two colored rails that go around the park. In the center of the sitting areas atop the hill, there is a comet statue suspended by a metal bar and one square bench that goes around the statue. The front of the park features a caged lamp that protects it and provides aesthetic appeal. Namishiro park also has a bike parking area on the left of the front. In the entrance of Namishiro Park, there are fourteen arches, including one that has a neighborhood map for Koyomi's hometown."
  },
  "#Mayoi_Mai_Mai": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "Namishiro Park is where Koyomi Araragi ends up after leaving his house on Mother's day after fighting with Karen. He finds Hitagi Senjougahara there, who informs him that the park is located near where she used to live. He soon also finds Mayoi Hachikuji looking at the park's neighborhood map."
  },
  "#Tsubasa_Cat": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "After Tsubasa Hanekawa is absent from school, Araragi meets with her there. She reveals that her cat ears have returned."
  },
  "#Mayoi_Hell": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Kiss-Shot_Acerola-Orion_Heart-Under-Blade"
    ],
    "text": "Very little is known about Namishiro Park. It is revealed by Tadatsuru Teori that Namishiro Park's actual name is Shirohebi Park, and the name was changed due to the misreading of one of the kanji in the name. It is also revealed that the park is the original location of North Shirahebi Shrine before it was destroyed by Kiss-Shot Acerola-Orion Heart-Under-Blade during her first trip to Japan, then relocated to its current location atop a mountain."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}