{
  "id": "Hanamonogatari Episode 03: Suruga Devil, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Hanamonogatari_Episode_03:_Suruga_Devil,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "Suruga Devil, Part 3\" (するがデビル 其ノ參, Suruga Debiru Sono San) is the third episode of the Hanamonogatari anime series. It released on August 16, 2014.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "Inside Naoetsu Private High School, Rouka Numachi reveals that she had taken the devil's left arm from Suruga during their meeting a few days ago. Afterwards, she invites Suruga on the school's gym to talk under a game of basketball. Suruga agrees to play with Rouka, but she is immediately overwhelmed by Rouka's defense, just as she was famous for before her injury. Eventually, Suruga slowly sizes up Rouka's skills, and the one-hour game soon ends.\nAs Rouka and Suruga rest on the floor, Rouka begins talking about the devil's parts. She reveals that she could have wished to be taller, but would have killed anyone who is taller than her as a result. Rouka then asks Suruga to be a bit more open to her. After asking Rouka to spill the beans as well, Suruga eventually tells about her decision to use the devil's left arm to ask for speed and to reunite with Hitagi. Rouka soon suspects that Suruga harbors feelings for females like her and decides to kiss her. Suruga is flustered by the offer, but ended up getting herself pinned by Rouka before she receives a kiss on the cheek.\nSoon, Rouka exposes the truth behind her \"injured\" left leg, and she assures Suruga that she can live a happy life without the devil's left arm. Suruga points out that the left arm symbolizes the sin that she needed to bear, but Rouka reveals that Suruga has no right over the arm, especially because it originated from her mother to begin with.\nWith Suruga exposing her story, Rouka decides to talk about hers. Rouka describes herself as someone with an obsession over the misfortune of others. Before, she compared her fortune with it, when she was still a talented soccer player in grade school and a powerful defensive basketball player in middle school. However, her belief transformed after her left foot suffered from a stress fracture, and she left basketball and school after some form of recovery, but not after picking up the hobby of collecting the misfortunes of others.\nAfter a rehab clinic revealed that her leg will no longer function as in the past, Rouka decided to use the prescription for prolonged periods of bodily activity to go out of the house and begin her sinister hobby. She used the power of rumors to make a reputation of her own, up to the point where she began crossing paths with the conman named Deishuu Kaiki. At one point, in order to prevent conflict, Deishuu and Rouka agreed to exchange information with each other, and Rouka began learning about oddities this way. Thus, Rouka's quest for the devil's parts began."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari_Episode_03:_Suruga_Devil,_Part_3",
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FHanamonogatari_Episode_03%3A_Suruga_Devil%2C_Part_3%3Fveaction%3Dedit%26section%3D6&uselang=en"
    ],
    "text": "Quotes[]"
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}