{
  "id": "Bakemonogatari Episode 01: Hitagi Crab, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Episode_01:_Hitagi_Crab,_Part_1",
  "toc": [
    "#Summary",
    "#Synopsis",
    "#New_Characters",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "Hitagi Crab, Part 1\" (ひたぎクラブ 其ノ壱, Hitagi Kurabu Sono Ichi) is the first episode of the Bakemonogatari anime series, the first part of Hitagi Crab, and the first episode of the entire series. It released on July 3, 2009 and was directed by Tatsuya Oishi and Yukihiro Miyamoto, with script by Yukito Kizawa and storyboard by Nobuyuki Takeuchi.\nKoyomi Araragi's day in school becomes tense as he meets a girl named Hitagi Senjougahara, who for some reason doesn't weigh as much as she looks. His curiosity in Senjougahara's case takes him to an eccentric man who has once helped him before, and his life as an oddity begins anew.",
  "#Summary": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "When high school student Koyomi Araragi rescues fellow student Hitagi Senjougahara from a fall down the stairs, he realises that she is impossibly light and wants to know more about her."
  },
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino"
    ],
    "text": "In front of the gates of Naoetsu Private High School, a piece of heaven flashes by Koyomi Araragi's eyes. Quiet days pass by, oblivious to the fact that he will become involved in a bloody event that would change his life forever. And Koyomi's life will never be able to turn back from it.\nSoon, the first bell rings at Naoetsu Private High School, and Koyomi runs to catch his first class. As he climbs up the spiral staircase that would take him to his classroom, a girl falls down from the sky. He instinctively goes to catch her, and there, he discovers that the girl he has in his arms... weighs close to nothing.\nLater that day, Koyomi meets up with the class representative Tsubasa Hanekawa. He, as the class vice president, joins her in helping the class decide on the upcoming cultural festival theme among other things to handle, although they are supposed to focus on their college entrance exams. In spite of this, Tsubasa thinks that they should do something about it, as a responsible student that is loved by teachers and students alike.\nAraragi soon opens a topic about Hitagi Senjougahara, the girl who he just caught earlier. He knows that Senjougahara is often absent due to a certain illness, and he wonders if she can join the school festival. Tsubasa teases Araragi for being too interested in frail girls like Hitagi, and he denies that fact, although he wonders if he could even count Hitagi's unusual lightness as a sickness.\nHe then asks Hanekawa about Hitagi's personality. Hanekawa expects that Araragi should know better, since he is the one who had shared the same class with Hitagi for three years in a row, compared to her one month. Nonetheless, Hanekawa answers; Senjougahara is a perfect honor student, but she seems to have no friends.\nShe also recalls that Senjougahara was much different in middle school, where she was a lively girl who excelled in sports; Hanekawa also remembers hearing about her being sociable to others before. Senjougahara is also from a wealthy family, whose father is a big shot in a foreign corporation, and their family lived in a mansion; despite this, she does not use her wealth to her advantage. In other words, she is a superwoman, which even the intelligent Tsubasa Hanekawa admires.\nAraragi soon remembers going to a certain Oshino's place. He decides to leave behind the planning to Hanekawa and leaves.\nBefore he could walk away from the door to the classroom, a girl with purple hair asks Araragi about his conversation with Tsubasa, and shoves a cutter in his mouth, with its blade on his left cheek. Hitagi soon warns Araragi about being too nosy, and before he could explain himself, Hitagi shoves a stapler to his other cheek.\nHitagi blames her carelessness to the revelation of her unusual condition (and a misplaced banana peel on the staircase), and admits that she is indeed weightless... more specifically, she weighs only 5 kilos, compared to the over 45 kilos that her current vital statistics should dictate. According to her, her loss of weight happened before she entered high school, when she encountered a crab that took away her weight.\nSoon, Senjougahara wonders what she should do to silence Araragi, and with two dangerous objects in an uncomfortable range from him, Araragi is forced to give in to Hitagi's demand to ignore her presence.\nSenjougahara, cunning as she is, retreats her cutter, and closes up the stapler, driving a piece of stapler wire into his cheek. As Araragi curls up in pain, she tells him that she expects Araragi to follow his promise before walking away.\nBy the time Araragi stands up, Senjougahara's gone, and Araragi takes out the staple wire that Senjougahara left. Soon, Hanekawa comes out of the classroom and unknown to what just happened outside, asks Araragi why he is still in front of the classroom. Koyomi soon indirectly asks Hanekawa if she is involved in the banana that caused his encounter with Senjougahara, and soon runs off to catch up to Hitagi, leaving behind a confused Hanekawa.\nKoyomi and Hitagi soon meet at the stairs, much to the amazement of the latter, and Senjougahara prepares for an offensive, showing all of the school supplies she has on each on her hands. Araragi, however, does not want to fight with her, and instead tells her that he could be able to help her. Senjougahara does not believe him, but when Araragi shows his right cheek, she was dumbfounded.\nWhere there should be a wound from a staple on the cheek was a completely healed wound.\nSoon, Koyomi takes Hitagi by bicycle to the man whom he is supposed to meet, Meme Oshino. According to Koyomi, Meme is the man responsible why he was able to return to normal after becoming a vampire, although some of the traits of a vampire persisted, excluding immortality.\nSenjougahara finds Meme's name as quite cute (\"moe\" in her own words), but Araragi thinks that she is using the term in the wrong way. Disregarding Koyomi's comment, Hitagi considers herself to be a tsundere herself. Araragi thinks that \"tsundra\" is a more appropriate term for her.\nA short bike ride later, Araragi and Senjougahara soon arrive at an abandoned cram school building with a large tree on the top. Before they enter Oshino's place, Araragi requests Hitagi to hand over the school supplies she has; he wanted to protect Meme from being attacked by Senjougahara's school supplies. Senjougahara reluctantly puts away her school supplies, forming two mounds near her, and proceeds to Meme's place with Araragi.\nMeme soon sees Araragi and Senjougahara and welcomes them to his place, noticing that Araragi has brought another girl with him. After an exchange of words between Araragi and Senjougahara, the latter asks about the lonely girl sitting on the other side of the room. Araragi assures her that she is nothing to worry about, and Meme soon reveals the then-nameless girl is now Shinobu Oshino, a girl with her first name based on the phrase \"heart under blade\".\nSoon, Senjougahara goes to the main topic — curing her unusual condition — and Meme's first response is that only Senjougahara can cure herself. Hitagi is quite annoyed at his remark, as she had received the same remark from five people from the past which turned out to be scammers.\nOshino soon demands some descriptions of the story of her encounter with the unusual condition. Senjougahara decides to tell the story herself after Meme assures her of the secrecy of her story.\nAfter listening to Hitagi's story, Meme realizes that she might have encountered a heavy crab, an entity known in folklore in the mountains of Kyushu. Meme explains that depending on the location, the entity's name might change from \"weighty crab\" to \"heavy stone crab\" to \"heavy stone god\", and thus, crabs and gods are connected. Meme also says that entities similar to the heavy stone crab might not be in the form of a crab at all, but it does not matter, since Senjougahara claims that a crab is the culprit.\nHe soon assures Hitagi that the entity that she encountered is not harmful and is passive, and he decides to help out, with Araragi's referral as part of his consideration."
  },
  "#New_Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}