{
  "id": "Koyomimonogatari Episode 06: Koyomi Tree",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_06:_Koyomi_Tree",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Tree\" (こよみツリー, Koyomi Tsurī) is the sixth episode of the Koyomimonogatari anime series, first broadcast on February 13, 2016.",
  "#Synopsis": {
    "link": [],
    "text": "In September, Koyomi was studying for his entrance exams when Karen comes in, trying to persuade him to help her, first by tempting him using her breasts, then threatening to beat him up. When he yields, she tells him the story of a weird tree she discovered near her dojo that no one, not even her sensei, knew existed, even though the students had been training there everyday. She then brings Koyomi to see the tree before revealing that its ominous presence unsettled the other students, persuading them to cut it down in the future, although Karen doesn't want that to happen. \nTo help her sister preserve the tree, Koyomi turns to Tsubasa for help. She states that she agrees with Karen's position, and believes that the people at the dojo didn't consciously identify the tree until someone actually did. She then tells Koyomi that, in order to save the tree, he needs to let the student's feelings towards the tree change itself. Indeed, the next day Karen, using Tsubasa's words, persuades the students and sensei to preserve the tree by telling them it was the same wood used to build the dojo, and that it was a gift from the god of martial arts. Although Tsubasa believed the statement to be a lie, Koyomi claimed there was a small chance it was actually true, and that it may be an oddity created to watch over the students."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}