{
  "id": "Karen Araragi",
  "url": "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Koyomi_Vamp",
        "#Tsubasa_Family",
        "#Mayoi_Snail",
        "#Karen_Bee",
        "#Tsubasa_Tiger",
        "#Sodachi_Lost",
        "#Yotsugi_Doll",
        "#Ougi_Dark",
        "#Suruga_Devil"
      ]
    },
    "#Trivia",
    {
      "#Appears_In": [
        "#Main_Series",
        "#Manga"
      ]
    }
  ],
  "Description": "Karen Araragi (阿良々木 火憐, Araragi Karen) is the eldest of Koyomi Araragi's sisters and the older half of the Tsuganoki 2nd Middle School Fire Sisters (栂の木二中のファイヤーシスターズ, Tsuganoki Ni-chuu no Faiya Shisutazu).\nShe is a self-proclaimed \"hero of justice\" who often imitates the personality and quirks of various characters from tokusatsu series. Despite this, she is completely uninvolved with the supernatural, until she becomes victim to a certain oddity.\nShe is also the narrator of an arc in Wazamonogatari. She is the titular protagonist of two main arcs: Karen Bee and Karen Ogre, and two minor arcs: Karen Arm Leg and Karen Brushing.",
  "#Appearance": {
    "link": [],
    "text": "Despite being younger, Karen is taller than Koyomi — a fact that often dismays him — and is the tallest of the three siblings at 170cm (5'7\"). Karen ties her black hair into a ponytail on the right side of her head and uses a similar hair accessory as her sister (both their accessories have a sunny side-up egg design). She also has dark gray irises like her siblings.\n\nReflecting her tomboyish lifestyle and energetic personality, Karen's outfit consists of a yellow hoodie and pants, a black tank top, red socks and white running shoes."
  },
  "#Personality": {
    "link": [],
    "text": "Befitting her name, Karen is a hot-blooded girl who acts as if she is a superhero who has the duty of protecting others from danger. When she was in elementary school some of Koyomi's thoughtless words nearly drove her to commit suicide. It was then that she started becoming an ally of justice. She states that it was Koyomi who created the \"hatred of evil in her heart\". She likes to imitate characters from various tokusatsu live action series like Dekaranger. Fortunately, she manages to pull it off due to her flexibility and quick reflexes, which are a product of her constant exercise and training, which involves practicing karate and capoeira, among other martial arts.\nHer personality often collides with Koyomi's more laid back personality more recently, especially since Koyomi has developed a certain degree of anxiety over his sisters' safety due to his experiences with the supernatural. In fact, he has called Karen's habit of acting like a superhero alongside her sister a \"travesty\". Along with her sister, Karen does not believe in the supernatural. At times, she acts like a bit of an air-head."
  },
  "#Background": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mizudori"
    ],
    "text": "Karen, during the time before Koyomi's transformation into a vampire, often had sparring sessions on judo with her older brother. She eventually notices that Koyomi stopped attending judo sessions with her. Mizudori, but they apparently haven't been getting along very well."
  },
  "#Koyomi_Vamp": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi"
    ],
    "text": "Exclusive to the novel, Karen is called by Koyomi who explains he'll be gone on a \"journey of self discovery\" for an uncertain amount of time during spring break. She buys it.\nWhen he returns at the end of break, she and Tsukihi laugh at him."
  },
  "#Tsubasa_Family": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari_Black_(anime)",
      "https://en.wikipedia.org/wiki/Golden_Week_(Japan)",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "During the warm first day of Golden Week , Karen decides to take the opportunity to go out and do some jogging. She ended up doing a full marathon, and came back home with so much sweat in her body that she looked like she came from a swimming pool. As she regains the fluids she lost during her long jogging session, Koyomi, who has been interested in finding out what his feelings for a certain \"Miss H.\" are, asks for her insight in the topic. According to Karen, love is \"the feeling when you see someone of the opposite sex and you want to have his/her babies\".[1]"
  },
  "#Mayoi_Snail": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji"
    ],
    "text": "Karen had a short argument with her older brother Koyomi when he refused to stay at home for Mother's Day. It caused Koyomi to want to not return to his home, and this allowed him to meet Mayoi Hachikuji.\nFortunately, after Koyomi was able to bring Mayoi to her destination, he was able to make up with Karen."
  },
  "#Karen_Bee": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Flame-Wreathe_Bee",
      "https://bakemonogatari.fandom.com/wiki/Hitagi"
    ],
    "text": "News began to spread concerning students who are scammed by a certain person who uses fake charms to make money. Karen caught wind of these rumors and went on an investigation to find out who the culprit is, with some help from Tsubasa Hanekawa. Karen finds out that a man named Deishuu Kaiki is the man behind the fake charms and she confronts him on an unknown location alone.\nIn spite of Karen's determination in taking down Deishuu, she was unable to apprehend him. In fact, Deishuu effortlessly defeats Karen by inflicting her with the curse of a flame-wreathe bee , which gave her a burning fever that lasted for three days.\nLike Hitagi, she refused any help from anyone which eventually leads to her and Koyomi fighting each other. Later, it was revealed that it was set up by Deishuu.\nIt was revealed that the reason she and Tsukihi got boyfriends was so that Koyomi would become jealous. They found boyfriends in Koyomi's image with Karen's boyfriend being shorter than her. She and Tsukihi also thought that Koyomi's girlfriend was Tsubasa."
  },
  "#Tsubasa_Tiger": {
    "link": [],
    "text": ""
  },
  "#Sodachi_Lost": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Sodachi"
    ],
    "text": "Koyomi asks her and Tsukihi if they remember having Sodachi stay at their house when they were little. They say they don't."
  },
  "#Yotsugi_Doll": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/North_Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Tadatsuru_Teori",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki"
    ],
    "text": "On the morning of February 13, Karen and Tsukihi wake up Koyomi as usual. After noticing the date on the calendar he asks them if they are ready to give him chocolate and Karen replies that he should be worrying about his college entrance exams rather than Valentine's Day. To this, Koyomi tells her that she'll not pass the grade if she lets her guard down. He then proceeds to tickle her foot. She laughs and proudly tells him that the skin under her foot has become thicker as she has trained well. However, he then licks her foot which makes her drop her guard. After that, She asks Koyomi to get a hot bath ready for her when she'll come back from her morning run. She proposes him to go run with her but he declines.\nAfter going for a sleepover in Suruga's house, Karen, Tsukihi, and Suruga herself are kidnapped in their sleep and hidden in the shrine's donation box by Tadatsuru Teori.\nLater in the night, Koyomi and Yotsugi come to their rescue."
  },
  "#Ougi_Dark": {
    "link": [],
    "text": ""
  },
  "#Suruga_Devil": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "In Suruga Devil, she became a high school student and she also has gotten closer with Koyomi to the point that Suruga  worries that their relationship would go down a wrong turn. It also seems that when Karen went to high school, her and Tsukihi's \"Fire Sisters\" duo was broken off."
  },
  "#Trivia": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi"
    ],
    "text": "Karen's first name means \"burning compassion\". Alternatively, it is a pun on calendar: \"calendar\" is written in katakana as カレンダー (karendā), and means 暦 (koyomi) in Japanese.\nAlthough lacking major roles in Bakemonogatari, she and Tsukihi narrate the previews for the next episode. They continue this role until about halfway through the series when previews stop appearing.\nKaren is seen wearing a Bruce Lee outfit thinking he does kung fu."
  },
  "#Appears_In": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Kizumonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nisemonogatari",
      "https://bakemonogatari.fandom.com/wiki/Nekomonogatari",
      "https://bakemonogatari.fandom.com/wiki/Hanamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Tsukimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Zoku_Owarimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Wazamonogatari",
      "https://bakemonogatari.fandom.com/wiki/Musubimonogatari",
      "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_(manga)"
    ],
    "text": ""
  }
}