{
  "id": "Second Season Episode 11: Summary Two",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_11:_Summary_Two",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    {
      "#Trivia": [
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Summary Two\" (総集編Ⅱ, Sōshūhen II) is the eleventh episode of the Monogatari Series Second Season anime series, released on September 14, 2013.\nAfter the story of Mayoi Hachikuji in Mayoi Jiangshi, Koyomi Araragi looks back at the past stories as told in Bakemonogatari, starting from the fateful encounter with Hitagi Senjougahara to the tale of the forgotten childhood friend Nadeko Sengoku.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Oddity",
      "https://bakemonogatari.fandom.com/wiki/Mayoi_Hachikuji",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Rainy_Devil",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Jagirinawa",
      "https://bakemonogatari.fandom.com/wiki/Shinobu",
      "https://bakemonogatari.fandom.com/wiki/Sawarineko"
    ],
    "text": "After the revisit of the fateful scene of catching the girl named Hitagi Senjougahara, Koyomi recalls discussing about the plans for the school festival with Tsubasa Hanekawa, who remembers nothing about what happened to her during Golden Week. Koyomi's curiosity back then eventually brings the topic to Hitagi, but their conversation was overheard by Hitagi herself, forcing her to deal with Koyomi directly, an experience that still brings chills to him. However, due to the remnants of his vampiric nature, Koyomi is left unfazed by Hitagi's show of force towards him. Eventually, Hitagi agrees to let Koyomi help her deal with her weightlessness by joining him to an acquaintance of Koyomi's, Meme Oshino, a specialist in oddities.\nMeme pinpoints the cause of Hitagi's condition to an oddity known as omoishikani, but refuses to \"help\" mainly because her case happens with the consent of the victim. Instead, he only wants to offer a lending hand. After asking Hitagi to return after cleansing her body and wearing clean clothes, Meme begins a ritual that aims to manifest the omoishikani to facilitate Hitagi in requesting the return of her weight. Although the omoishikani appears as expected, it reacts aggressively towards Hitagi's tense state of mind. Despite this, Hitagi proceeds with regaining the memories of her mother that she threw away. In return, she finds Koyomi as his newest friend.\nKoyomi soon realizes that he has been rambling about Hitagi's story up to halfway into the episode, and soon increases the tempo by introducing Mayoi Hachikuji's story, that begins on Mother's Day, May 14, and explores her circumstances as an oddity that appears only to those who refuse to return home, and her successful \"return home\", as well as Hitagi confessing her feelings for Koyomi.\nFollowing Mayoi's story is the story of Suruga Kanbaru, a self-proclaimed lesbian with a bandaged left hand which acts violently towards its host's wishes. Formerly a close friend of Hitagi's who was recently rejected and later learned of her relationship with Koyomi, Kanbaru targets Koyomi while being influenced by her mysterious left hand, which allows her to manifest as a Rainy Devil. To overturn the Rainy Devil, Koyomi is forced to confront Kanbaru again, which eventually triggered a reunion between Kanbaru and Hitagi. Although Kanbaru's left arm remains the same, Hitagi and Kanbaru manage to reconcile in the end.\nAfter Kanbaru's situation is resolved, Koyomi meets a girl from his childhood, Nadeko Sengoku, who is inflicted by a curse that leaves scale marks around her body and is in the middle of desperately curing the curse. Meme identifies the curse as the jagirinawa, an oddity borne from another person's malice, which in Nadeko's case, stemmed from a failed love affair. As Koyomi's attempts to save Nadeko bring him closer to danger, Meme reminds Koyomi that he will leave soon, bringing along his convenient advice, and he always has the option to return to living a normal human life by leaving behind Shinobu.\nKoyomi finally runs out of time explaining the events of the past and instead ends the episode by recalling his first official date with Hitagi.\nThat leaves the playful sawarineko for another day!"
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}