{
  "id": "Shaft",
  "url": "https://bakemonogatari.fandom.com/wiki/Shaft",
  "toc": [
    "#History",
    "#Characteristics",
    "#Important_Staff_Related_to_Monogatari_Series",
    "#See_Also"
  ],
  "Description": "Shaft, Inc. (株式会社シャフト Kabushikigaisha Shafuto), sometimes referred to as Studio Shaft, and more recently as SHAFT ANIMATION STUDIO, is the Japanese animation studio behind the anime adaptation of the Monogatari Series. It was founded on September 1, 1975 by Hiroshi Wakao. Their adaptation of the Monogatari Series started in 2009 with the release of Bakemonogatari.\nNotable works other than the Monogatari Series include Puella Magi Madoka Magica, March Comes in Like a Lion, Maria Holic, Sayonara Zetsubō Sensei, Hidamari Sketch, Pani Poni Dash!, Nisekoi, and Mekakucity Actors.",
  "#History": {
    "link": [
      "https://en.wikipedia.org/wiki/Gainax",
      "https://en.wikipedia.org/wiki/TNK_(company)",
      "https://bakemonogatari.fandom.com/wiki/Akiyuki_Shinbo",
      "http://www.madogatari.jp/"
    ],
    "text": "Despite some of its earliest works being original, Shaft did not produce many independent works, but rather assisted other companies such as Gainax and TNK , for most of its early history. Ever since 2005 they began working exclusively with director Akiyuki Shinbo, who is best known for his unique use of gags, references, and avant garde cinematography.\nIn 2015, the studio celebrated its 40th anniversary with Madogatari, an art exhibition that not only featured cross overs of their two most popular franchises (Monogatari Series and Madoka Magica) but celebrated all past works from the studio. The exhibition also ran at the 21st Century Museum of Contemporary Art, Kanazawa from 22 - 25 Dec 2016."
  },
  "#Characteristics": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tatsuya_Oishi",
      "http://knowyourmeme.com/memes/shaft-head-tilt"
    ],
    "text": "Since 2004, Akiyuki Shinbō, Tatsuya Oishi and Shin Ōnuma have participated in most of Shaft's productions, starting with Tsukuyomi: Moon Phase. The studio is unique due to their use of gags and references to other anime through writing on a classroom chalkboard or any available empty space in the background. The studio is also known for the use of various animation styles in a single series, changes in art style, a characteristic head tilt, abstract background designs, and use of unusual music for opening sequences of their shows.\nThe Shaft Head Tilt in particular has become a famous visual trademark of the studio ever since its first appearance in Bakemonogatari, and has appeared in many of their other works."
  },
  "#Important_Staff_Related_to_Monogatari_Series": {
    "link": [],
    "text": ""
  },
  "#See_Also": {
    "link": [],
    "text": ""
  }
}