{
  "id": "Hitagi's Father",
  "url": "https://bakemonogatari.fandom.com/wiki/Hitagi%27s_Father",
  "toc": [
    "#Appearance",
    "#Personality",
    "#Background",
    {
      "#Plot": [
        "#Tsubasa_Cat",
        "#Tsubasa_Tiger"
      ]
    },
    "#Appears_In"
  ],
  "Description": "Hitagi's Father (Hitagi no chichi) aka Senjougahara's Father (戦場ヶ原父, Senjōgahara Father) is the father of Hitagi Senjougahara and former husband of Hitagi's Mother.",
  "#Appearance": {
    "link": [],
    "text": "The appearance of Hitagi's father is often depicted as partially obscured, preventing his face from being fully shown. What is known is that he is a middle-aged man with a raspy voice and short gray hair smoothly slicked back. Because of his job as a salaryman, he is dressed in a black business suit."
  },
  "#Personality": {
    "link": [],
    "text": "Despite being taciturn, Hitagi's father is kind-hearted and his affection for Hitagi as a daughter motivates him to continue working in the absence of her mother. Despite this, he trusts Koyomi in making sure that Hitagi is safe as he is unable to spend time with her often."
  },
  "#Background": {
    "link": [],
    "text": "He is a part of the Senjougahara family, whose life changed when the young Hitagi was diagnosed with a life-threatening medical condition. Although Hitagi managed to survive the ordeal, Hitagi's mother joined a cult out of desperation for ensuring Hitagi's safety; ironically, this also dragged the mother's attention away from the rest of the family. Years later, when Hitagi was struck by an oddity that left her almost weightless, five conmen who promised to cure Hitagi's condition left the family penniless. Hitagi's mother leaves the family for good since then, leaving behind her husband in debt while he struggles to earn a living for Hitagi's sake."
  },
  "#Tsubasa_Cat": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi"
    ],
    "text": "As the relationship between Hitagi Senjougahara and Koyomi Araragi progresses, Hitagi's father agrees to drive the two to a forested area near town for their date. Koyomi initially sees him as an intimidating figure, something that Hitagi later uses to tease Koyomi into submission. Later on, upon arriving at the destination, Hitagi's father talks to Koyomi about taking care her daughter from now on.[1]\nKoyomi was surprised and he said to him where he is the definition of a workaholic who never spends time with his daughter. Hitagi's father saw his daughter having so much fun in a long time; when he focused more on his work, it made Hitagi closed off her heart to her father.[1] He declared his own responsibility as a father and taught Koyomi that there are two kinds of people you will talk once you close your heart: those who don't mind being hated and those who won't hate a person.[1] \nHitagi's father refers his unnamed wife as someone who doesn't know how to love despite having a loving nature. He saw Koyomi handling Hitagi very well to this point even if Hitagi is like her mother. He never even sees Hitagi's mother as his wife. Koyomi always sees Hitagi as a selfish person and accidentally referred to him as Dad.[1]  He didn't mind and for the first time he was asked by Hitagi to help with his work. Koyomi thought he saw Hitagi's father smile for once. [1] His final words to Koyomi was to take good care of his only daughter.[1]"
  },
  "#Tsubasa_Tiger": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "He is drinking tea when Tsubasa Hanekawa arrives back at Hitagi's place. After he introduced himself to Tsubasa, he prepared tea for the two.[2]"
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}