{
  "id": "Rainy Devil",
  "url": "https://bakemonogatari.fandom.com/wiki/Rainy_Devil",
  "toc": [
    "#Appearance",
    "#Abilities",
    {
      "#Plot": [
        "#Suruga_Monkey",
        "#Suruga_Devil",
        "#Shinobu_Mail",
        "#Ougi_Dark"
      ]
    },
    "#Affiliates",
    "#Trivia",
    "#Appears_In"
  ],
  "Description": "The Rainy Devil (レイニーデヴィル, Reinī Deviru) is a demon oddity that grants three subconscious wishes of its user in exchange for their soul.\nIts body parts are scattered and held by multiple people. If a person wishes upon a body part, the part will attach itself to the user and grant the wish over night. This usually involves attacking people. Once the first wish stage has passed, and presumably when the second wish is wished upon, the body part becomes a part of the user as means to exchange a part of their soul for the first wish. The body part also grows and develops more of the body part with each wish granted. If all three wishes are granted, life and body of the user are taken entirely, and they become a devil.\nIf the wish appears to be impossible, it will become void and stop being pursued. If already attached, however, the body part will stay a part of the user despite giving up on the wish.",
  "#Appearance": {
    "link": [],
    "text": "While the full demon itself supposedly resembles a monkey corpse, it is never seen fully put together.\nWhen possessing other people at night, it has the user wear a raincoat with a hood that hides the face in darkness and reveals glowing dots for eyes."
  },
  "#Abilities": {
    "link": [],
    "text": ""
  },
  "#Suruga_Monkey": {
    "link": [],
    "text": ""
  },
  "#Suruga_Devil": {
    "link": [],
    "text": ""
  },
  "#Shinobu_Mail": {
    "link": [],
    "text": ""
  },
  "#Ougi_Dark": {
    "link": [],
    "text": ""
  },
  "#Affiliates": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://en.wikipedia.org/wiki/The_Monkey%27s_Paw",
      "https://en.wikipedia.org/wiki/W._W._Jacobs"
    ],
    "text": "This oddity is inspired by the short story \"The Monkey's Paw\" by English author W. W. Jacobs."
  },
  "#Appears_In": {
    "link": [],
    "text": ""
  }
}