{
  "id": "Second Season Episode 03: Tsubasa Tiger, Part 3",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_03:_Tsubasa_Tiger,_Part_3",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Tsubasa Tiger, Part 3\" (つばさタイガー 其の参, Tsubasa Taiga, Sono San) is the third episode of the Monogatari Series Second Season anime series. It was first broadcast on July 21, 2013.\nDue to her father returning home, Hitagi forces the Fire Sisters to take Tsubasa in while Koyomi is still elsewhere, seemingly enlisting Suruga Kanbaru's help for something. Hitagi's words remind Tsubasa of the harsh reality in her character, while her other persona, Black Hanekawa meets a familiar oddity from the past: the powerful vampire Shinobu Oshino.",
  "#Synopsis": {
    "link": [],
    "text": "Hitagi and Tsubasa sit on the Senjougahara family table once more, and Hitagi explains some thoughts in her head while playing with several dozen sugar cubes. In this conversation, Tsubasa's actions are compared to Koyomi's, with Hitagi illustrating what the two would do when faced with a dead cat on the road — according to Hitagi, both would do the exact same thing, burying the cat on a nearby piece of ground, but Koyomi would end up grumbling during the entire process.\nThen, she explains how most people, unlike Tsubasa and Koyomi, would instead ignore the dead cat. She points out that showing one's virtue to the public would make a person vulnerable to exploitation, and Hitagi tells Tsubasa that Koyomi would even consider pretending to be a bad person if the need arises, unlike her who do not understand such a concept, or rather, underestimate such a concept.\nTo Hitagi, Tsubasa is simply \"too pure a white\", attaching oneself too closely on virtue and sound logic at the cost of exposing oneself to explotation and loneliness.\nIf Tsubasa stays this way, she will \"fail in the wild\", Hitagi adds.\nHitagi's words resounded on Tsubasa's mind as Naoetsu Private High School continues on its next school term. However, her mind is quickly distracted by the textbook Hitagi lent to her, which had scribbles from a certain anime series.\nIn another day, Tsubasa meets Suruga Kanbaru, who has been looking for Hitagi. Tsubasa ends up covering up for Hitagi's absence, and at that moment describes her as \"very polite, but very inconsiderate\". Soon, Suruga decides to ask a favor to Tsubasa as she shows her phone with Koyomi's message which reads: \"Come to the 2nd floor classroom tonight alone. I need to ask you something.\" Suruga has no idea what the message meant, so she asks Tsubasa about it.\nTsubasa thinks that there is nothing else hidden between the lines aside from \"meeting someone in a certain place at a certain time\" and points out that Koyomi may have been referring to the Eikou Cram School Ruins instead. Suruga thinks that he is asking her for a date, and not even Tsubasa's reasoning could get to her. Relieved that Tsubasa seems to be fine, she sprints away, leaving behind Tsubasa, who doubts that she actually knew everything about the Hanekawa Residence fire incident.\nIn addition to that, Tsubasa suspects that there must be a specific reason why Koyomi chose to send Suruga a message, and it was the reason why she found Suruga's conversation with her quite unreasonable.\n\nUpon heading back home, Tsubasa is welcomed by Hitagi, who noticed that she went home later than usual. As Tsubasa explains her short shopping trip to restock the food she and Hitagi consumed during the past days, she is startled by the presence of none other than Hitagi's father. After a short exchange of greetings, Tsubasa goes to accompany Hitagi while the latter's father prepares from tea.\nMeanwhile, Tsubasa tells about Suruga's message from Koyomi, to which Hitagi responds by threatening to disembowel Suruga next time she meets her. Fortunately, Tsubasa managed to remind her of her decision to change her personality. Tsubasa thinks that Koyomi must have a reason to send that message to Suruga alone, and she assumes that the left arm of the Rainy Devil is one of those reasons.\nHitagi then asks Tsubasa if she would go, considering that she knew about this imminent meeting with Koyomi. However, Tsubasa decides not to, as she thinks that she would only get in the way. Hitagi then goes along with Tsubasa's decision as well, a bit confident that Koyomi is not hiding something from her unlike the time with the Rainy Devil. To add, Hitagi reminds Tsubasa that Koyomi and Suruga are not the only ones who are still attached with an oddity, one way or the other.\nSoon, Hitagi stands up to receive more visitors, and upon seeing the Fire Sisters at the doorstep, Tsubasa knew that something is going on without her knowledge. Tsubasa thinks that Hitagi coerced the Fire Sisters into taking her into the Araragi Residence for the meantime and, just as planned, Tsubasa ends up being warmly welcomed into Koyomi's home, to which she quickly accepts for the meantime.\nAlthough a bit anxious about finding out that Koyomi's — and by extension, the Fire Sisters' — parents are police officers, Tsubasa decides to trust the Fire Sisters in their word, albeit not wholly optimistic about it. And, as she slowly undresses herself for a bath, she can't help but feel a bit guilty for exploiting the Fire Sisters' sense of justice, thanks to Hitagi's \"secret plan\". Tsubasa felt like Hitagi handed the role of \"villain\" to her hands, and that she is being forced to ask for help, not something that she usually does nor something in the line of Meme Oshino's ideology.\nTsubasa recalls the harsh words she received from Hitagi before heading to the bathtub, where the Fire Sisters have already started taking a bath.\nIn the bathtub, Tsubasa sits crouched as she, Tsukihi and Karen enjoy themselves in the bath. Karen is pleased to know that Tsubasa was able to talk to them at their level despite being much smarter than them. Tsukihi agrees, although she thinks that Tsubasa's kindness is something found in even the more unreachable persons, as long as they have a truly genuine character.\nAfter the bath, Tsubasa is led to Koyomi's bedroom, where she is given Koyomi's pajamas to wear, much to Tsubasa's shock. Meanwhile, the Fire Sisters head off to their room, oblivious to the fact that they gave a girl a boy's pajamas.\nFor that reason, as well as having to sleep using Koyomi's bed, pillow and blanket, Tsubasa ends up sleepless until about midnight. Tsubasa admits that she cannot blame Koyomi this time, since she has a weakness for Koyomi after all. Minutes later, as Tsubasa finally goes to sleep, Black Hanekawa emerges.\nUpon realizing that she is in Koyomi's bedroom, Black Hanekawa suspects that Tsubasa still has some stress inside her, but she thinks that there is another source of that stress aside from the fire that took out the Hanekawa Residence. Disregarding all that, Black Hanekawa is rather relieved that she is able to manifest freely at this time, unlike in two previous occasions, one of which required the powers of a certain short vampire to suppress her.\nTo Black Hanekawa's shock, that \"short vampire\", who now goes by the name of Shinobu Oshino, appears from the shadows in the unlit bedroom, seemingly uninterested to determine the reason for Black Hanekawa's unexpected visit to the Araragi Residence. Black Hanekawa then asks about how she is now far away from Koyomi, and Shinobu points out that her link with her master, Koyomi Araragi, has been severed for some reason.\nBlack Hanekawa then decides to tell Shinobu that Koyomi should have been in the cram school ruins three hours ago, meeting the \"girl with the monkey\". Shinobu is rather surprised in this piece of information, and soon praises both Koyomi for thinking things out and Black Hanekawa for giving out that information. In fact, Shinobu is pleased enough to avoid targetting Black Hanekawa as her dinner for that night, much to Black Hanekawa's relief.\nHowever, Shinobu warns Black Hanekawa that the suppressive measure she performed at an earlier time is supposed to be just makeshift, and is something that may no longer work the next time around. On the other hand, Black Hanekawa is already relieved to be given this scope of freedom, but she decides to become someone who is different from Tsubasa Hanekawa to serve as a counterbalance of sorts. Shinobu points out that Koyomi also has an issue with open and hidden facets of character, but Tsubasa suffers from a tendency to wander aimlessly at times.\n\nShinobu then decides to tell a story about Napoleon, who was rumored to sleep three times and spent six hours taking a bath; in this story, she explains that two entirely different things may in fact be related. In the case of Tsubasa Hanekawa and her severed persona, Shinobu remarks that she does not sense any definitive difference between her two personalities.\nAlthough a bit relieved by Shinobu's observation, Black Hanekawa still does not see this as a reason to be suppressed at this time. Shinobu agrees, suggesting that a natural disappearance of an oddity is best, both in a specialist and an oddity's viewpoint.\nBlack Hanekawa then decides to ask a question to Shinobu before the vampire plans to head to the Eikou Cram School Ruins to assist her master, whom she thinks will die if she doesn't make it in time. Black Hanekawa asks about the tiger oddity that has been roaming around town lately, and although Shinobu has a wealth of information about tiger-shaped oddities, she wasn't able to pinpoint the exact oddity that Tsubasa encountered.\nShinobu prepares to leave, but Black Hanekawa decides to lend a helping hand.\nBy absorbing some of Shinobu's energy, Black Hanekawa with Shinobu in her arms heads straight to Eikou Cram School in one powerful leap.\n\nAnd upon arriving, they stumble upon the old building, burnt completely to ashes."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}