{
  "id": "Musubimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Musubimonogatari",
  "toc": [
    {
      "#Publisher's_Summary": [
        "#Teaser",
        "#Official_Summary"
      ]
    },
    "#Etymology",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Zenka_Mermaid",
        "#Nozomi_Golem",
        "#Mitome_Wolf",
        "#Tsuzura_Human"
      ]
    },
    "#Illustrations"
  ],
  "Description": "Musubimonogatari (結物語) is the seventeenth part of the Monogatari Series. It is the twenty-second book in the series over all and contains four stories: Zenka Mermaid, Nozomi Golem, Mitome Wolf, and Tsuzura Human. \nIt is the last book in the Off Season of the series.",
  "#Teaser": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "The Monogatari Series is the youthful tale of a boy with the body of a vampire, Koyomi Araragi, saving various girls who encounter oddities. Why, on the cover of this novel, is the heroine Hitagi Senjougahara wearing a white kimono...? In the final entry of the Off Season, we break into a new stage! A must-read new work for all fans! For all eternity, these hearts in love shall never come untied."
  },
  "#Official_Summary": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa"
    ],
    "text": "\"I don't know anything. You're the one who knows... Officer Araragi.\"\nCracking down on a \"rumor\" before it can turn into a ghost story. Police officer Koyomi Araragi who has begun working at the Hearsay Department of Naoetsu Station. Hitagi and Tsubasa have left town.\nWhat paths have the three have chosen after turning 23 years old... and what are the feelings Koyomi will convey in the end...?\nAs one knows more, the more you find things you don't know.\nThese are the modern-day oddities! Oddities! Oddities!\nFor all time, these hearts in love cannot be unbound."
  },
  "#Etymology": {
    "link": [],
    "text": "Musubi translates to knot, tie, or bond. The kanji 結 is also used as a part of the word marriage. Musubi refers to a bond or connection. Monogatari means tale or story.\n{Considering the character on the cover is Hitagi Senjougahara, and the author's love for word play, it is possible for the title to mean another thing in reference to marriage as well, since the word for marriage (kekkon - 結婚) has the same kanji.}"
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Zenka_Mermaid": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Zenka_Suo"
    ],
    "text": "Koyomi and a half  named Zenka Suo investigate a drowning case at a river.\nSuou Zenka is also a policewoman. 10 years ago she was a swimmer with a promising future in the sport, but was grievously injured after being hit by truck-kun who had run a light and then swerved to avoid hitting some elementary school kids. Eating mermaid flesh saved her and made her immortal, but in exchange when she gets wet her body turns into a fish, so she had to give up on her dreams. Not like the typical \"little mermaid\" mermaid, with a pretty fish tail, but full on mostly fish creature like a sahagin or something.\nThis makes life extremely difficult for her, since she essentially has to avoid water. Washing her hands turn them into fins, she can't ever go outside when it's raining, etc. The amount, depth, temperature, composition of the water determines what sort of fish she turns into. She has even turned into hyper-creepy-alien deep sea fish before.\nFurthermore, now that HER body is all \"mermaid meat\", it makes her flesh extremely desirable to other kaii/oddities.\nSummary: 5 kids have drowned in the river by Naoetsu High School recently. The serial incident started with one boy being attacked and surviving, but he's still severely injured and unconscious. 3 witnesses to the unconscious boy's attack testify it was like he was 'dragged into the water by invisible hands'.\nKoyomi goes swimming in the river without incident, and so turns to Shinobu for advice, who tells him that the attacks will indeed continue until he deals with the oddity causing them. With Suou using the mermaid flesh of her own body as 'bait', they lure it out. The true form of the \"culprit\" is the soul of the very first victim, the unconscious boy. When he drowned naturally, his soul was assimilated into the river itself and has unintentionally been drowning people while desperately seeking help.\nThe reason the boy's soul didn't react to adults and only \"attacked\" kids was because his parents had badly neglected him and so he didn't trust adults. They're able to draw him out now because they visited his body at the hospital, I believe.\nDuring the climax, the oddity's power prevents Araragi from diving into the river to help. So he has Suou help out by using one of her innate mermaid ability, the \"Mermaid's Song\" which affects \"any and all Humans who are drowning\". Thereby Koyomi is able to grab onto the boy's soul's 'hand' and pull him to safety, resolving the incident.\nNotes of Girls Appearing in the Story:\nKaren: Tsukihi is away overseas and their parents were transferred downtown. She now lives alone with her beloved Oni-chan. She's also a police officer stationed in Naoetsu as part of Public Safety, which occupies her days along with her thriving martial arts. She sucks at housework, but her cooking skills have risen significantly due to her taking care of Araragi's meals when he was in training. She's still growing taller and markedly over 180cm now.\nKanbaru: Araragi meets her when he goes to the hospital to pay a visit to the unconscious drowned boy. Her hair is all the way down to her waist now. Due to her own experiences and what happened in Rouka's past, she's aiming to be a sports doctor. She plays basketball on her day's off with her colleagues. Entering university taught her how narrow her outlook really was. She still meets/talks with Ougi from time to time.\nGaen: Doesn't appear personally, but does in reminiscences. Her idea is to take \"the practices of the specialists behind the scenes and create a public organization to do the same work.\" So she collected/scouted people who had experiences with oddities in one place and set up shop.\nShinobu: The same as always, appearance and personality. The one difference is that in the past she always wore that sheer one-piece dress, but now she alters her 'costume' to mirror whatever Koyomi's wearing. If he's in a winter coat, so is she, if he's in a swimsuit, so is she, etc. Araragi regrets how things turned out when he over-utilized her powers so much in the past, so he's taken a hard-line stance that he can have her help out with advice and whatnot, but not cooperating like in the past."
  },
  "#Nozomi_Golem": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nozomi_Kizashima",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School"
    ],
    "text": "Koyomi and a  named Nozomi Kizashima investigate a case regarding a kamaitachi attacking people at Naoetsu Private High School.\nKizashima Nozomi, 29 years old. Police inspector, and golem. She looks like a petite, baby-faced woman, but in truth she died of an illness when she was an elementary schooler. However, her grandparents delved into forbidden arts and affixed her soul to a clay doll, reviving her.\nIn the years after, her grandparents would adjust and \"age\" the clay body as needed to suit what her proper appearance should be, but then they died when she was in middle school. Since she presumably doesn't know the magic, she hasn't been able to alter her body and has remained in her current form ever since.\nShe has no idea how long her soul can stay affixed to her clay body, but in essence she's immortal. Likewise, she has no sense of pain whatsoever. However, since she is made of clay/mud, she will begin to crack when dry, so she always carries water with her (kind of the opposite counterpart to Zenka). Her personality/speech patterns resemble Mayoi a bit.\nSummary: There's a \"Serial Slasher Incident\" going on as students coming home from Naoetsu high are having their backs slashed up, although only their uniforms (no bodily harm). None of the victims have any idea when they got slashed. Araragi and Nozomi go to investigate his alma mater together in case it's a kamaitachi (sickle weasel) or the like.\nAraragi consults with Ougi, who still resides within the non-existent class 1-3 at the school, and comes to the realization that the majority of students being slashed are on the way HOME from school, not those coming TO school, so he and Nozomi take to watching over the students.\nKoyomi's perched across from the convex road mirror. Nozomi can dowse herself with water and turn completely into a flow of living mud, which can assimilate with the earth around her for camouflage. But nothing happens. From Ougi's hints, Araragi guesses that the students on their way home from school only coincidentally realized that their uniform's backs had been damaged because they saw them in the reflection from the street corner safety mirrors. The actual 'scene of the crime' was AT school, when the uniforms were changed for gym, which is why \"only the clothes got slashed, and not the people in them\". So just a human crime.\nNotes of Girls Appearing in the Story:\nSpooky Ougi: Has become one of the 7 mysteries of the school, along with the classroom. She leads people who are going astray even further. Her outer appearance hasn't changed, but her personality on the inside has dramatically changed, according to Araragi: she's ended up completely unmanageable/uncontrollable/spoiled. However, he surmises that she's the one who actually ended the case within the school so that the damages to uniforms stopped occurring.\nNadeko:\nHas already left the city as of the events of Musubi. Has helped Gaen out as detailed in Nademonogatari, and has debuted as a mangaka under the pen name Sengoku Nadeshiko. She's got three serialized works, although Ougi says they're not very popular. However, she adds that, though they're cute they've got an underlying darkness in them that gives them cult popularity status."
  },
  "#Mitome_Wolf": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Mitome_Saisaki",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "A  named Mitome Saisaki discusses Tsubasa Hanekawa after having been her bodyguard.\nSaisaki Mitome: 29 years old, police inspector, descendant of werewolves.\nThough she comes from a long bloodline of lycanthropes, she differs in that she was not born inherently an oddity/monster. Additionally the way of the wolf is strong with her, and she can transform into wolf form not just from seeing the full moon, but by looking at any round object. Conversely, even under the most powerful of moons she can resist the transformation.\nWhile she has quite high physical skills, that's by human standards and she's not altogether inhumanly strong or fast.\nWhile she's got a rough personality and gruff manner of speaking, she carries an absolute conviction in completing any mission she's given. She was actually originally hoping to be a police dog when she aimed for the police force. It's for her mental strength, not her physical strength, that Gaen values her. By the age of 23 she was already commanding her own troops in emergency disaster relief and large-scale criminal investigations.\nHanekawa Tsubasa (written in katakana, unlike the usual kanji):\nThe same woman we knew, but it's more appropriate to call her \"a true bakemono\" these days, hence the katakana. As detailed in Wazamonogatari, she traveled the world with Dramaturgy, and it wouldn't be wrong to literally say \"she toured around every and any country in the world, and travelled to them all\".\nAfter conducting various peace-keeping activities such as landmine removal, she has become an international celebrity and is renowned as the \"Japanese Jeanne D'Arc\". Since the age of 20 she goes around, not advocating or acting on behalf of the victims of war, but as a 'war mediator' in the interest of halting War itself. She has brought countless wars to an end around the world as she brokers peace treaties.\nHowever, as an extreme pacifist who is as close as possible to believing in and pushing her ideology of \"erasing all the borders between countries of the world\", she already is seen as walking the edge of the knife blade of desiring world conquest herself. She is therefore treated now as an international wanted criminal offender by every nation in the world. ::A lot of people seem to comment that Hanekawa seems the most changed by the 5 years, and that her premise is crazy::\nSummary: Hanakawa Tsubasa has become an internationally wanted person of interest, and so she has returned to her home country of Japan in order to completely eliminate all traces of her past presence. Mitome, who's been appointed in charge of Hanekawa's guard, goes to talk to Ararararagi and ask him about Tsubasa since he knows her.\nMitome asks him, \"During her stay, do you think Hanekawa will come see you?\" to which Araragi responds, \"You don't need to worry about that.\" He returns home to find that Tsukihi has come back from overseas. He thinks he's going to settle down to a nice meal with both his sisters for the first time in a while, only to find that Hanekawa is already there and staying over.\nAfter dinner, the two of them are washing dishes together when Hanekawa tells him, \"I came back here just to see you, Araragi.\" \"Why would you do a thing like that,\" asks Araragi, as well as, \"How did you escape your heavily guarded hotel?\" \"If you can see through that trick,\" she replies, \"Then I'll answer your other question.\" After the short conversation, and after leaving the Araragi house, he reports to Mitome.\nAraragi concludes that the trick she used was sending an exact body double she'd found whilst traveling the world to his home. Furthermore, he concludes, the real reason 'Hanekawa' came to the Araragi household was to reclaim, from his room, the panties he'd gotten from her in the past \"in order to erase all traces of her past existence\" as she'd intended. However, Mitome responds with, \"The possibility exists that I could have been guarding the body double, while the real one might have been the one who came to see you.\"\nDespite pointing that out, Koyomi insists there's absolutely no way that's true. Because, as their positions in the world stand now, he's just an inconsequential man to her. But whether that makes him happy or not...\nNotes of Girls Appearing in the Story:\nTsukihi:\nDropped out of college twice, now studying dance overseas. Her current plan is to end up as a casino dancer. Her current hairstyle is just like original Hanekawa, twin-tail thick braids. Seems like she's still in touch with Nadeko."
  },
  "#Tsuzura_Human": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsuzura_Kouga"
    ],
    "text": "A story related to Tsuzura Kouga, the human chief of the department.\nKouga Tsuzura: Section Chief of the Hearsay Department. Only pure Human among the members there. Valued by Gaen for her great skill at communicating with people, and because she wanted someone with absolutely no spirit senses to command the department so as never to be influenced by oddities.\nShe values Araragi's abilities, and has told him she wishes him to take over as chief of the Hearsay department some day. However, she doesn't believe he necessarily lives his life in an ideal manner, and has told him to could live a bit more relaxed/comfortably if he wanted. \nOikura Sodachi:\nShe is qualified as an accountant while studying abroad, and currently works as a local civil servant at Naoetsu City Hall. She chose that location because she was indebted to the woman in charge of her social welfare there when she was a student. She took out a civil servant loan and purchased the same abandoned house where she and Ararararagi met as kids to study math, and now lives there. She is the picture of a civil servant, her hair tightly done up and she has become a meganekko.\nAfter graduating from high school, at Hanekawa's prompting, Sodachi takes the entrance exam to a certain university's math program, and there, she reunites with Araragi. She has trouble finding a dorm/boarding house to live in. After Araragi consults his parents, they instructed him to let her live at home with him (paralleling her living there when she was a kid). However, this does not bode well with Senjougahara, who breaks up with him. Oikura immediately leaves the house and then helps the two get back together. She threatens that if they all don't try to have Senjougahara and Araragi make up and get back together, she'll jump off a building and commit suicide. \nFor a while the three of them enjoy a normal college lifestyle together, but after Araragi breaks up with Senjougahara for the second time over some stupid, worthless reasons Sodachi is so angry at him that she 'permanently' cut off any relation with him forever for the 4th time. Even after reuniting with Araragi, her sharp tongue and pretending to hate him don't change. She later shares her inner thoughts by commenting, \"Go chase after Hitagi overseas, and afterward suffer some catastrophe and be lost by the roadside somewhere!\" Now and then, she would give Araragi advice about the breakups, and afterwards would exchange phone numbers and rescind 'cutting off their friendship forever' again.\nSummary:\nAlthough Araragi and Hitagi had broken up twice before, when she begins officially working as a manager at her finance firm it causes strife and they have a huge fight over the phone. By the time it is over, they'd broken up for the 3rd time. Sometime afterwards, he is submitting some documents at town hall when he runs into Sodachi. As he is attacked by her barbed tongue like usual, she eventually gives him some advice about dating Gahara-san and their future together as he wonders what he wants to do.\nKoyomi decides to head for the North White Snake Shrine, which he admits he has been avoiding for awhile because he fears his adult self wouldn't be able to see Mayoi anymore. He resolves, \"I am going to hold my wedding ceremony to Hitagi there\".\nSeeking Shinobu's cooperation, he asks her to prepare a survey report on oddity activity in the city center, and then goes to ask Section Chief Kouga to recommend him for overseas training. Additionally, he presents that, \"Since Shinobu is with me, we can act as interpreters for foreign oddities\". He is willing to do anything and everything to be with Hitagi.\nUpon receiving his endorsement and returning home, he finds Hitagi there waiting for him. She convinces her company to open a Japanese branch so that she can move back and live together with him again. They both were thinking the same thing and working on it from both sides. They make up and have a reversal of the scene at the end of Mayoi Snail where Araragi goes \"I rab you\" in broken English, and Hitagi goes \"Koyomi fascination/tore\". The indication is that he will ask her to marry him soon."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  }
}