{
  "id": "Koyomimonogatari Episode 07: Koyomi Tea",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_07:_Koyomi_Tea",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Tea\" (こよみティー, Koyomi Tī) is the seventh episode of the Koyomimonogatari anime series, first broadcast on February 20, 2016.",
  "#Synopsis": {
    "link": [],
    "text": "In October, Tsukihi asks Koyomi whether he believes in ghosts. Koyomi, in turn, asks whether he heard it from Sengoku, before asking her if it's about a ghost in Tsukihi's Tea Ceremony Club. She agrees with the latter, but stated that the ghost left no trace, leading Koyomi to believe that the ghost didn't exist. Tsukihi then attempts to stab Koyomi in the eye with a pen, claiming that he wasn't taking it seriously, forcing Koyomi to listen to his sister's story. Apparently, Tsukihi investigated whether there was a ghost in her club, and didn't come up with anything, however no one in her club believed her. She then asks Koyomi what she should do, and Koyomi offers to help her. Although he initially says that there isn't a simple answer to her original question, he later changes it to no to avoid his sister attacking him again. \nWhile cleaning Kanbaru's room, Koyomi talks to her about his sister's problem, believing that Tsukihi's sense of justice is clashing with her club's belief in the fake. Kanbaru responds by saying that Tsukihi's belief is flawed, since oddities do, in fact, exist, and that in order to calm her down they need to lie to her. When he gets home, Koyomi explains that, if he was to provide an explanation for the club members, Tsukihi may believe the ghost theory. He then adds in Kanbaru's lie: since Tsukihi often consistently takes too much food and tea from the club's inventory, in order to protect her from the school the club made up the ghost to explain the overabundance of food. She falls for the deception, and decides to believe in the ghost because of what the club has \"done\" for her."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}