{
  "id": "Second Season Episode 22: Hitagi End, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_22:_Hitagi_End,_Part_2",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks",
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Hitagi End, Part 2\" (ひたぎエンド 其ノ貳, Hitagi Endo Sono Ni) is the twenty-second episode of Monogatari Series Second Season, first broadcast on November 30, 2013. It was directed by Sumito Sasaki, with screenplay by Yukito Kizawa and storyboards by Fumie Muroi.\nAfter making the decision regarding Hitagi Senjougahara's request, the conman Deishuu Kaiki begins to gather information about Nadeko Sengoku who has become the local god of Kita-Shirahebi Shrine. In his search, Deishuu finds more startling facts about Nadeko and her family background.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Hitagi",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa",
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine"
    ],
    "text": "After leaving the restroom, Deishuu Kaiki confirms that he will accept Hitagi's request for only 100,000 yen, despite the fact that Deishuu himself claims that the real cost of the job is more than Hitagi can earn by selling herself. Although initially in disbelief over Deishuu's decision, Hitagi explains more about the March 15 deadline until Nadeko Sengoku executes her, Koyomi Araragi and Shinobu Oshino.\nDeishuu remains suspicious that there are still 74 days for the three to live, as he thinks that a god like Nadeko isn't obligated to follow rules and can simply kill them whenever she pleases. Hitagi believes that the mere fact that she was able to talk to Deishuu in spite of her rage is enough proof that Nadeko is willing to wait. The conman soon wonders about the cause of Nadeko's rage, but even Hitagi does not know, and could only infer based on Tsubasa's speculation that it is something related to romance.\nUnderstanding the current situation, both Hitagi and Deishuu agree to a compromise. Hitagi allows Deishuu to step onto town (although warning about getting found out by his former middle school victims or Koyomi), while Deishuu quickly begins investigating while making ways to prevent their contact from being tracked down by others.\nBy the start of January 2, Deishuu arrives on the town and begins his investigation by heading to the Sengoku residence, where Nadeko's parents are worried about her daughter who has disappeared for some time. As he posed as the parent of a girl who has gone missing, Deishuu finds out that Nadeko's parents knew little about their daughter, and he eventually receives permission to search around Nadeko's room, again, using the \"missing daughter\" as an alibi.\nDeishuu could only rummage through photo albums of Nadeko's cute \"and disgusting\" appearance, and was unable to open a closet that her parents not even dared to open. After the visit to the Sengoku family, Deishuu opens a conversation with Hitagi over the phone, and she explains her level of contact with Nadeko, noting her dislike of people like Nadeko despite not being able to meet her personally. Deishuu soon decides to visit Kita-Shirahebi Shrine, if only to \"put a face on the name\" after being presented a series of pictures that poorly represent Nadeko Sengoku.\nThat night, Deishuu climbs to Kita-Shirahebi Shrine and dedicates 10,000 yen to the god Nadeko Sengoku.\nImmediately, Nadeko Sengoku, now a girl with white snakes for hair and dressed in a white dress, warmly welcomes the person behind the 10,000 yen bill on her donation box, and even proceeds to call him praises. Deishuu soon realizes that Nadeko has forgotten or hasn't known about him, and this stranger soon finds out about Nadeko's patient wait to March and her plan to kill the one she loves when it arrives. Deishuu then endures the awkward conversation Nadeko opens, particularly about Koyomi watching her squirm around while wearing only a school swimsuit and about Koyomi in general.\nEventually Deishuu plans to head out for the night. However, to free himself from Nadeko, he gives her a length of red string used for cat's cradle and willingly teaches her some patterns to learn for until he comes back. He calls it a gesture from \"a person who never lies\"."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}