{
  "id": "Amarimonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Amarimonogatari",
  "toc": [
    "#Etymology",
    "#Synopsis",
    {
      "#Plot": [
        "#Yotsugi_Buddy",
        "#Yotsugi_Shadow"
      ]
    },
    "#Introduced_Characters",
    "#Illustrations",
    {
      "#References": [
        "#Notes"
      ]
    }
  ],
  "Description": "Amarimonogatari (余物語) is the 20th part of the Monogatari Series. It is the twenty-fifth book in the series overall and contains the stories Yotsugi Buddy (よつぎバディ) and Yotsugi Shadow (よつぎシャドウ).",
  "#Etymology": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Yoimonogatari"
    ],
    "text": "Following Yoimonogatari, Amarimonogatari is derived from the first kanji of Yotsugi's name. Amari is an alternate reading of the character which means myself, surplus, other, or remainder. \nThe kanji also has the radical for man or human 人 (亻) hence Yotsugi's identity as a human corpse. Interestingly, it can be combined to the kanji of So (所) to make Yoso (余所), meaning outside (one's family or group), somewhere else, and strange parts.​"
  },
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura"
    ],
    "text": "Koyomi Araragi receives a request from Iezumi,[Notes 1] an associate professor of linguistics: \"Please save my child from my abuse.\" Apparently, they had heard from Sodachi Oikura that Koyomi is \"an expert on child abuse.\" As Koyomi scrambles to take his beloved car to the associate professor's apartment, the scene of the abuse, he is suddenly confronted by Yotsugi Ononoki. He has no idea why she's tagging along, but the pair soon bear witness to an astonishing sight at their destination."
  },
  "#Yotsugi_Buddy": {
    "link": [],
    "text": "Araragi's in his first year of college, it's now end of first semester, in late June. Like in highschool, his grades and finals scores aren't that great, and he's feeling burnt out and just wants to go on summer break with Senjougahara to Hokkaido.\nHe and Sodachi are in the middle of one of their \"I hate you and I want you to die, Araragi\" periods. Implied to be because Math met/found out Koyomi is connected to Shinobu, and is now spreading rumors about him being a loliphile and badmouthing him in general to everyone.\nHe's approached by an Associate Prof. of several European languages, Iesumi Hagoromo, who's class he's taking to hang out with his best normy bud Meniko. Iesumi is Swiss born and raised, and married a Japanese man for visa citizenship, but she's separated from her husband. They have a 3 year old toddler who lives with her.\nShe calls in RRRG, and he's worried it's about his shitty grades, but out of the blue she says she heard he was a \"specialist in child abuse cases\", (courtesy of Oikura on the warpath) and requests his help in stopping HER from abusing her OWN child. She's oddly detached about the whole thing despite the serious subject matter.\nAraragi spends a while internally narrating and debating about many things, including how many people connected to him have issues with abuse and broken families (Hitagi, Mayoi, Math, Hanekawa, the previous story in YoiMonogatari.), but that his experience with them was years after the abuse, and never with the abusers themselves, so he has a feeling so complicated.\nIn the end he can't immediately condemn her since he doesn't know most of the details, and she seems so weirdly, emotionally distant from the whole thing. And pleasant and cleancut as she is, he can't label her an 'evil villain' or anything. She brings up the concept of \"the abused becoming abusers themselves\". She tells him that she had an awful childhood and she essentially ran away from Europe to Japan to escape her family, and memories. She neither wants to accept that she's an awful person herself, nor that her parents still have a hold over her by causing her to become an abusive mom.\nThe heavy situation further stymies him. Her separated husband can't take the child, she has no nanny/sitter, and her weird mental distancing from the kid presents no solution. And he's worried what will happen if they fully divorce, if she has to leave the country and return to her own abusive family. He even suspects she doesn't care about the kid at all anymore, and just really wants to avoid going back to them.\nBut before he can really arrive at any answers, he finds out that Iesumi left the 3 year old alone at home, locked up, and hasn't gone back in three days to take care of her, so he books it out of there with her apartment keys in hand to save the kid. Obviously he'd do it anyway, but she agrees to fix his grades up in exchange.\nHe finds out that Ononoki Yotsugi has stowed away in the back seat of his car, before filling her in. She got sick and tired of Tsukihi using her as her personal Barbie doll, and fled. They banter for a bit as they're want, before discussing the idea and strict definition of abuse as it pertains to all his harem. She mentions that Nadeko's parents, who can't understand why she's changed so much or why she dropped out of school to write manga, have given her an ultimatum to either go back to school or support herself.\nHe's happy he has someone reliable there to stop him from speeding/panicking, but she gets on his case. Yotsugi demands to know why he didn't just turn the case over to the police, why he's getting involved and in over his head yet again, since locking a toddler up and abandoning them for half a week is clearcut abuse. He tries to mollify her that he was 99% of the way to doing just that, but something is bothering him. Iesumi's bizarre, detached attitude towards her kid, who she says she loved normally, but then implies she 'became unable to love' later. Taken a certain way, he thinks there's a possibility that her own child was replaced by some kind of oddity, or that an oddity is affecting her.\nThey arrive at Iesumi's apartment, a three roomer on the third floor, #333, and enter. The first room is Iesumi's, but the second door is locked and the Prof. didnt provide anything beside the front door key. Ononoki kicks it down and they find the child's room. But strangely, it looks like the room of a baby, a one year old, with a crib and all, not a three year old's. In the corner is a sturdy cage, like you'd keep a dog in at the pound. Inside the cage though isn't a flesh and blood toddler, but a weird doll made with a folded blanket body and a cloth head, with a \"heno heno moheji\" face. The doll has a knife stuck in its back.\nUnable to make the slightest sense out of this, and with terrible theories swirling in his head, he returns to the university to ask follow up questions, only to find that Prof. Iesumi has vanished, leaving her car behind. He waits several days, but she never turns up, so he has no choice but to leave school for summer break.\nThat first day of break he gets emoji laden texts from Higasa Seiu, or Hoshiame (there's some meta 4th wall jokes since Nishioishin has accidentally used both pronunciations for her name). Once only Kanbaru's basketball kouhai, she and Araragi have become closer over the last few months and hung out very regularly, 3 times a week, at his place since they met properly in ShinobuMonogatari (harem: +1). She invites him to go with her to a senpai/kouhai mixer the basketball team's hosting at Naoetsu High, promising to whore him out. I mean, that he'll be popular at her side.\nKoyomi explains this to Tsukihi as he leaves, and she tells him that she and her friends are going hiking in the neighboring mountain trails in search of a rumored corpse found there, as they want to play out Stephen King's \"The Body/Stand By Me\".\nArararagi heads to Suruga's place where they're meeting up for the shindig, when who should cozy up to him but Spooky Ougi, highschool boy edition, poking his nose into our kaii detective's deductions as always. They discuss the case, and the topic turns to multiple-culprit-theory as the alter ego reminds RRRG that he has no proof it was even Iesumi who had anything to do with the weird doll, stabbing or otherwise. After all, they didn't find any keys when the door was locked, so the estranged husband could still have unimpeded access. Also, Koyomi never checked the third and final room. ALSO also, he never fixed the door Yotsugi kicked down.\nSince It Can't Be Helped, Araragi ditches the mixer, heads to Japanese Home Depot, picks up the carpentry crap he needs to fix the door, and heads alone back to casa de Iesumi. Upon arriving though, he discovers an unpleasant surprise: The cage door in the baby room has been smashed out from the inside with enough strength to twist the metal bars. And the creepy doll is gone. Since he saw no other destruction he realizes ... the thing ... is still here.\nSuddenly, like an evil magic carpet from Aladdin, the blanket from the crib comes to life and tightens like a noose around Koyomin's neck. The blanky body of the now oddity-ized doll has separated from the head and taken life of its own. It strangle wrangles him into its cage and twists the bars back into place, trapping him. Its business done, it casually heads over to the front door and leaves.\n\nNot about to be beaten by linenwear, Aragi-san takes off his pants and uses them to lasso the carpentry box he brought for the door, busting open the cage with tools. He runs for his car, but finds the Blanky thing has destroyed all the tires of the cars in the area.\nNow knowing oddities are involved with the family and precious little else, Araragi wants to bring in Gaen for knowledge, but she's been keeping her promise for her circle to leave him alone in college. So he needs to find Ononoki and have HER contact Gaen. Tsukihi tells him that Yotsugi is currently at Nadeko's, so he instructs Tsukihi to text Nadeko telling her that she's gonna run over and play! He knows this will terrify Ononoki into fleeing back into his arms like earlier in the story.\nYotsugi is platinum mad about this scheme (which works perfectly) and promises to kill him when the case is solved. However, once he has a chance to catch her up to speed, she relents. He puts on the thickest winter clothing he can (in summer) to prevent hypothermia, and they stratosphere jump using Unlimited Rulebook to the Iesumi apartment for the 3rd time.\nThe goal this time is to investigate the final room, and see if they can discover anything regarding the elusive husband. Opening the final door, RRRG discovers a bed with yet another creepy doll on it, this time an adult male sized one made of futons. It also has a heno heno moheji face, and also has a knife lodged in it. This time, right through said face.\nOnonoki questions whether or not the husband was even ever real, or the baby, or the marriage for that matter. Knowing that things will go poorly if THIS doll also starts to move, Yotsugi unleashes a new form of Unlimited Rulebook, pinky version, and obliterated it.\nAraragi agrees to keep an eye on the scraps of filling and cloth that used to be the 'daddy doll' while Ononoki checks the other rooms, keeping them in sight to ensure they're truly docile. And then he gets assaulted from behind by the heavy jacket he himself just took off when they arrived. He gets his arm up in time to stop the jacket from fully wrapping around his throat, but the ski cap he'd been wearing zooms over and tries to stuff itself in his mouth, to suffocate him.\nAs he desperately fights to stay conscious, the ski cap in his gullet becomes drenched in his saliva, and its movements weaken. Realizing that water must be this oddity's weakness, Araragi fights over to the bathroom shower and drenches himself. The clothing loses the lifeforce powering it. In the other room, Yotsugi had engaged in a similar battle with a wardrobe full of cloths and the carpet, but had overpowered them on her own.\nOnonoki reasons out that, rather then becoming oddities themselves, it's more like some main oddity has the power to bring life to cloth/fiber/linens etc. and make subordinates. During her scuffle she put a hole in the ceiling, and a small stuffed bear, the sort you'd attach to a keychain, fell down. She assumes it was on the roof, and that it belongs to Iesumi.\nThey unlimited rulebook express their way to THAT park, where Yotsugi states she's going to turn the stuffed teddy into an oddity. \"Yeah, it's all FORBIDDEN and whatnot, and about as dark a grey as you can get without it being pitch black. And sure people get all SCARED when you say something's forbidden, but it's really not all THAT bad when you go and do it, you know?\"\nShe wants a more private, personal location connected to Iesumi, but not the apartment, so they head to the college's parking lot where her car has been all this time. Yotsugi breaks her way into the trunk with the teddy to perform god knows what, and seals the door behind her. Koyomi, for his part, pretends to be the diligent student cleaning his teacher's car whilst on guard duty, when the child's carseat inside catches his interest.\nBefore he can do anything though, Ononoki emerges from the trunk. She has gouged one of her eyes out and made it a core of sorts inside the tiny stuffed bear, which now has a small, simple life under her control. She has the teddy \"return to its former owner\", and they start to follow along behind it as it slowly trundles along.\nAs they tail it, they receive a message from Araragi's code-breaking-loving best bud Hamukai Meniko. When she vanished, Prof. Iesumi left behind an encoded communication, written in the 4 different languages prevalent in her native Switzerland. Meniko's finally broken the code, and in it is laid out Iesumi Hagoromo's absurdly hideous life story for them:\nWritten sometimes in a childish tone, Iesumi explains that her 'Papa' was a pediatrician and her 'Mama' was a designer of children's clothes. And when Hagoromo was born they obsessively, crazily decided they wanted a perfect little adorable eternal baby child who would never grow up. Ever.\nThey locked their newborn in a cage and never let her out. Her whole life. They never \"raised\" her, isolated her from everything, never let her absorb the sort of human experiences baby's get to learn, speech and social patterns and behavior above 1 years old. For fifteen years.\nThe only thing they ever gave her to drink was the basest amount of water, and the only thing she was barely allowed to eat were fruit rinds and skins. For fifteen years. They wanted to ensure little Hagoromo, the \"\"\"baby\"\"\"\" that would never be allowed to grow up, would stay the same body weight as when she was born. Into her teenage years.\nShe barely survived, unnurtured, wasted away , in a dark cage in the corner of a dark room for almost 20 years in a personal hell no one can ever understand. Mentally, she spent a lot of that time still an infant.\nWhen she was entering her middle teenage years her parents had a disagreement on how to proceed. Her mama wanted her to stay the baby in the cage forever, but her father wanted to change her into a \"\"\"child\"\"\" prodigy. So he started interacting with her finally, and taught her Switzerland's 4 languages. When she was 15 and finally able to converse a bit, she started by begging her father to kill her, which she continued endlessly for years.\nFinally, five years later at age 20 he gave in and stabbed his \"\"\"baby\"\"\" in the back with a knife. Mama saw this and went batshit insane (well, more batshit insane), and stabbed Papa in the face with another knife (as reflected in the Iesumi house dolls). Papa died, as you'd expect, and mama ran off as a fugitive, uncaught and presumably dangerous out there somewhere stalking Switzerland. Hagoromo, however, had such a wasted, undeveloped heart and other tissues that the knife didn't cause a fatal wound.\nIesumi was found, rushed to the hospital, and spent several years being nursed \"back\" to health for the first time in her entire extremely malnourished life. She was taken in and raised by work acquaintances of her parents and eventually reached something akin to normalcy, getting the hell out of the country and escaping to Japan as soon as she could since her Mama was still on the loose somewhere.\nShe was never really married, and never had a child, she simply forged/frauded a marriage license to obtain a citizenship visa and constructed a false life for herself. She never went crazy and mistook the dolls for real people, never thought she had a real daughter or husband or anything like that. She simply tried to create a simulacrum of an ordinary japanese life to stave off the horrors that must be her existence. But eventually she just grew to despise and become too tired of everything, couldn't even bring herself to go home anymore and look at how she was living.\nSo, similar to what Math tried back in their younger years, Iesumi set up the entire situation with asking Araragi for help so that she's get caught by him and then his parents (as famous cops) and the entire charade would finally just end. The letter ends there.\nFinally the bear arrives at its destination, Prof. Iesumi's lab near the top of the school. Araragi finds her there, having not eaten or drank anything for a week and in terrible shape. He tries to confirm with her that SHE was the one who stabbed her child-doll with a knife, but Hagoromo is just confused. She questions whether she made a mistake in seeking Koyomi's help. He replied that her mistake was in trying to die.\nThere's a timeskip of about a week in which we learn that Ararararagi went on a trip with his new friends. Instead of Senjougahara as has become custom in Monster Season, it's Hanekawa who shows up to discuss the denouement of the story. She's got long, straight, grey hair for once, and is back from her work clearing mines to work off her debt in chartering the fighter jet back in Ougi Dark.\nShe resolves the final mysteries with RRRG. The teddy bear was most likely attached to the baby doll room keychain, which Iesumi must have chucked onto the roof in an attempt to get rid of it.\nThe reason that the Iesumi Oddity minions were weak to water was because of the severe Refeeding Syndrome that had become Iesumi's life as a result of massive malnutrition over 2 decades. She simply refused to be filled with water anymore after it was basically all she subsided on through her torturous life. \nThe child doll and father doll had heno heno hemoji faces because they were parent and child, so of course they'd look similar. The two dolls stabbed each other's face and back, subconsciously acting out their creator/thrall's trauma.\nIn the end, Araragi postulates the real question: How is it possible for a Human to be \"\"\"raised\"\"\" the way Hagoromo was, in such miserable conditions, with such miserable nutrition, etc. And survive till adulthood? He and Hanekawa both agree to the twist that should have been obvious for a while: She didn't. Not really. Not as Iesumi Hagoromo the Human. At some point in that hideous eternal babyhood in the cage Hagoromo transformed into a Kaii, an Oddity, that at the very least has the power to make cloth/linens/etc into familiars that enact her will.\nBut she herself is completely unaware of this. Has no idea of her powers, or that she's become something completely inhuman and beyond the sphere of understanding. All her power usage, and all the weird shit RRRG and Yotsugi went through was done completely unconsciously, like poltergeist activity, out of her trauma, stress, and mindset.\nGaen gets super pissed that Koyomin (a) had Ononoki perform whatever to turn the bear into a minor oddity and (b) that she lost her eye, and orders Ononoki's surveillance and homestay at his house over and DONE with. \nThe story ends with the original flying carpet blanky that was the baby doll floating into the police hospital where they're keeping Iesumi, with Hanekawa wondering if it's now wrapped snuggly around her."
  },
  "#Yotsugi_Shadow": {
    "link": [],
    "text": "Nadeko, (who's currently hanging out with Ononoki, now permanently an eye patch character after last arc) is having issues with her folks. Their relationship has grown strained with Nadeko changing so much, and her dropping school to focus on her manga  (And helping Gaen). They're insisting she live on her own now if that's the way she's going to be.\nOnonoki thinks that even if Nadeko clears their conditions and does what they want, they'll just keep unreasonably stacking new demands on her. Their goal, she hypothesized, isn't to have Nadeko 'grow up' or adapt to a new lifestyle, but to drive her to come back to them in tears as their \"little girl\", agreeing to just go on to high school like they want.\nNadeko is pretty much willfully ignoring her, so Ononoki unlimited rulebooks them over to Gaen. Gaen took to Nadeko with hyper tension relationship meter maxed, and calls her \"Sen-chan\", although Nadeko asks her to stop and call her Nadekko, like her other friends.\nGaen takes Nadeko to see an apartment building an acquaintance of hers owns, since Nadeko now needs a place of her own. It looks like a modern art museum. She tells Nadeko that if she can solve an oddity related problem the owner's having, she can arrange for Nadeko to have an apartment at a reasonably affordable rate.\nOne of the apartments has seen three residents in a row hang themselves, or at least been found hung, all from the chandelier. Each of their necks bore scaly bruise patterns as if a serpent had constructed tightly around their throats. Nadeko starts off trying to sketch the \"cursed\" room, expecting to maybe have her autodrawing reveal coiled snakes everywhere or something, but nothing of the sort appears.\nThey then collect info on the victims. The first was the father of a family, discovered by the mother. Second was the girlfriend in a couple that was living together, found by her boyfriend. Finally was the mother of a family, found by her son.\nThe first had lived in the apartment for 3 years before being hanged. The next for only 2 months, and the third victim only 3 weeks. However, moving backwards, the tenant prior to the first victim lived there happily and then moved away, as did the one before him.\nNadeko starts trying to draw herself hanging in the room from the chandelier, but is stopped by Ononoki. So Nadeko draws Ononoki hanging there instead. Still though, no invisible ghost or curse snakes show up in her drawings  like you'd expect to see in spirit photography or whatnot.\nThe owner's upset because now the apartment, and maybe the building are stigmatized  as real estate where multiple deaths have occurred, driving the property and prices down. This sparks realization in Nadeko, who reveals, \"The culprit...is me.\"\nNaturally, she doesn't mean literally her, but someone like her who's looking for cheap residence/properties. Someone is deliberately sending cursed serpents to target and murder the inhabitants of the apartment, similar to the Jagarinawa of her own experience, in order to create a \"haunted\" location.\nThis is a huge lead since that means that the culprit would be someone inquiring as to living there after the 3 murders, to get the cheapest prices, which narrows the suspect pool significantly.\nGaen chimes in that naturally, it wouldn't be the prospective client him or herself that cast the curse. The situation with Nadeko was abnormal, ordinarily one would have a professional do such things. The one who set the murders in motion would be just as much a client to the curser as to the landlord.\nGaen requests Nadeko's help in figuratively, or perhaps literally grasping the serpent by the tail and finding not just the client, but the source of the serpent related deaths and putting a stop to it. Nadeko responds that she'll help if its something she can help with.\nTo start her on her path, Gaen instructs her to not ask her any questions, and just go meet with her old friend who cursed her back in Bakemonogatari. Go and rekindle your old friendship."
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  },
  "#Notes": {
    "link": [],
    "text": ""
  }
}