{
  "id": "Bakemonogatari Episode 09: Nadeko Snake, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Bakemonogatari_Episode_09:_Nadeko_Snake,_Part_1",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    {
      "#Locations": [
        "#New_Locations"
      ]
    },
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Nadeko Snake, Part 1\" (なでこスネイク 其ノ壹, Nadeko Suneiku Sono Ichi) is the ninth episode of the Bakemonogatari anime series. It released on September 4, 2009 and was directed by Shin Oonuma with screenplay by Muneo Nakamoto and storyboard by Nobuhiro Sugiyama.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://en.wikipedia.org/wiki/ofuda",
      "https://bakemonogatari.fandom.com/wiki/Meme",
      "https://bakemonogatari.fandom.com/wiki/Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Hanekawa"
    ],
    "text": "Kanbaru and Koyomi are climbing up a series of stone steps in the mountainside. Their mission: to visit an abandoned shrine at the top of the mountain and place an ofuda on its altar. Kanbaru thinks that Meme himself should have done the task himself, but Araragi decides to do it as part of repaying Meme's assistance for turning him back to normal.\nSoon, Kanbaru is asked by Koyomi about whatever Senjougahara might have told Kanbaru. To Araragi's shock, Kanbaru was asked by Senjougahara to tell her if he was to give her any trouble, and Hitagi even gave Kanbaru the choice as to which punishment would be much worse for him.\nThe topic soon shifts to Senjougahara's upcoming birthday of the 7th of July. Araragi thinks of organizing a small birthday party and inviting Hitagi's friends to come along, but Kanbaru thinks that Hitagi would prefer spending her birthday alone with Araragi.\nAraragi later asks about Kanbaru's left arm, which still resembles a monkey's left paw. Kanbaru tells him that Meme assures her about the condition of her arm, telling her that it would completely heal when she turns twenty. Araragi is quite relieved to hear the good news, and Kanbaru just smiles in response.\n\nThe two soon reach the some stretch, and they stumble upon the shambled ruins of an old shrine. As Araragi pulls out the ofuda from his jacket, Kanbaru starts to lose her balance all of a sudden. Araragi is worried about her, but she assures that she is fine, as long as she could find a place to rest and eat their lunch. He follows Suruga's remark and goes to the shrine's altar to finish his task immediately.\nOn his way, he remembers the girl he saw go down the mountainside on their way, and wonders if he had met the girl before. For some reason, he thinks that his little sisters were the reason why she knows the girl. Araragi soon steps into the temple entrance and sticks the ofuda on the temple door.\nWith the task complete, he now has to go back to see Kanbaru. However, she's nowhere around the same spot where he and Kanbaru parted ways. He manages to find Kanbaru, and she was standing in front of an old tree with shimenawa rope tied around it.\nKoyomi thought that Kanbaru needed a rest and offers a spot in the temple ruins so that she could rest. However, Kanbaru focuses on the stains of blood on the tree in front of them, and the poor creatures that are impaled onto the tree — white snakes.\nAt that moment, Koyomi concluded that the girl they met on their ascent to the temple is none other than Nadeko Sengoku.\n\nThe day after that, Koyomi meets up with Tsubasa and they head to a bookstore to purchase some reference books. Tsubasa is quite surprised that she was consulted by Araragi about picking the right books, and soon, she and Koyomi talk about his plans for the future. (Of course, Hanekawa \"predicted\" that Senjougahara is going to a university, and Araragi is trying to get a recommendation so that he can get to the same university.)\nHanekawa soon opens the topic about the ruined shrine he talked about yesterday. According to Koyomi, he and Kanbaru took the time to bury the snake corpses, only to realize that the shrine is littered with snake corpses. Tsubasa explains that the shrine, called Kita-Shirahebi Shrine, is probably created to worship a snake god, but she admits that she doesn't know more about the shrine.\nShe then shifts the topic to Kanbaru, who she thinks \"has it hard\".\nAraragi thought that Hanekawa is referring to her sickness when they climbed the mountain, but Tsubasa points out that she is talking about her situation as his girlfriend's junior. He admits that being close to Kanbaru is requested by Senjougahara herself, and he is somewhat helpless about it.\n\nAnd Hanekawa seems to be quite alarmed at Araragi's instinct of helping everyone.\nAfter pointing out what she means, she scolds Araragi and explains that Senjougahara wants him to be close to Kanbaru, but only while he is able to draw a clear line between friendship and beyond. Hanekawa tells him that he should learn to truly cherish a person by trying to control himself and his decisions. Araragi thanks her for a valuable piece of advice and they soon head to the cashier downstairs.\nOn their way, Araragi discovers that Tsubasa does not plan on going to college; she actually wants to go on a trip around the world and learn new things. Of course, she doesn't want the faculty to find out about her plans.\nThen, Tsubasa suddenly feels a sharp headache. Araragi asks if she is fine, and she mentions having headaches lately. Hanekawa decides to take her leave, and runs out of the bookstore.\n\nAs he thinks about Tsubasa's condition, Araragi sees a familiar person standing in the occult section of the bookstore: Nadeko Sengoku. And she appears to be researching on snake curses. Since Nadeko has run out of the bookstore before he could reach her, Koyomi decides to look for her in the temple he and Kanbaru visited earlier.\nKoyomi enlists the help of Kanbaru for another trip up Kita-Shirahebi shrine that afternoon. He needed her help since he knows that Nadeko, a friend that he has not seen for a long time, might not be able to recognize him, so he needs someone who is good with talking with younger girls.\nHowever, on their way up... and upon seeing Sengoku preparing to take the life of another white snake, Araragi ends up talking to her.\n\nThat night, Araragi takes Kanbaru and Nadeko into his room for the first time. It was not the first time Nadeko stepped inside the Araragi residence, but Kanbaru was the one who made Koyomi quite uncomfortable, especially when she first looked for Araragi's stash of mature magazines and she revealed that she knew what Araragi's fetishes where when she stalked him in the bookstore.\nTheir exchange of remarks appear to put a smile on shy Nadeko's face.\nSoon, Nadeko decides to show the two something. After asking the two to turn around, she changes into a pair of bloomers, with her hands barely covering her breasts. Although it seems like an indecent exposure to some, a closer look by Kanbaru reveals that there are scale-like marks all over Nadeko's body.\nScales like that of a snake's.\nAs Kanbaru and Koyomi argue over how to react to Nadeko's show of her body, a sincere plea of help escaped from teary-eyed Nadeko's lips.\n\"Please help me, Koyomi-onii-chan!\""
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#New_Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}