{
  "id": "Anime Monogatari Series Heroine Book 6: Suruga",
  "url": "https://bakemonogatari.fandom.com/wiki/Anime_Monogatari_Series_Heroine_Book_6:_Suruga",
  "toc": [
    "#Plot",
    "#Rouka_God"
  ],
  "Description": "Anime Monogatari Series Heroine Book #6: Suruga (アニメ＜物語＞シリーズヒロイン本　其ノ陸　神原駿河, Anime Monogatari Shirīzu Hiroin Bon Sono Roku Kanbaru Suruga) is the sixth heroine book. In this edition, Suruga Kanbaru is featured. It was released on September 18, 2014 in Japan.\nIt contains the short story: Rouka God (ろうかゴッド) along with exclusive illustrations, interviews, and more.",
  "#Plot": {
    "link": [],
    "text": ""
  },
  "#Rouka_God": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Deishuu_Kaiki",
      "https://bakemonogatari.fandom.com/wiki/Rouka_Numachi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "Narrated by Deishuu Kaiki. Kaiki is upset that \"Swamp God\" is interfering with his business. (Swamp God refers to Rouka Numachi. \"Numa\" in Numachi means swamp, hence the name Swamp God, or \"Numagami-sama\"). Numachi listens to people's problems, including the problems of people who got tricked by Kaiki. Kaiki thinks she is destroying all of his \"hard work\", so he goes to confront her about this issue. Numachi already knows about Kaiki because a lot of kids have talked to her about him. She thinks Kaiki is an awful person for tricking children. Kaiki responds that what Numachi is doing isn't any different, since she promises to solve their problems without actually doing anything. He tells Numachi to stop interfering with his work. Numachi easily complies, but Kaiki can tell she is lying. He knows that even though what she does is hurting his business, Kaiki's work as a conman is actually benefitting her business. The more people Kaiki tricks, the more people will come to Numachi with their problems. Kaiki threatens to ruin her business, but she easily brushes it off. She then offers to listen to Kaiki's problems. For amusement, Kaiki tells her a fake story he makes up on the spot. He says he used to go out with a girl in high school. One day she found out that he was only after her money, and she vowed to take revenge on him. Now Kaiki is on the run from her, constantly worried about getting stabbed by her.\nAfter listening to this story, Numachi tells him not to worry about that girl, and forget about her. Kaiki believes she must have used that same response to everyone who comes to her. He adds another lie saying that the high school girl literally said she will kill him, so it's not exactly possible to forget about her. Numachi responds by saying that girl probably doesn't even care about him all that much. She may have wanted to kill him before, but as soon as she finds herself a nice guy, that man will easily be able to heal the wounds that Kaiki inflicted. Numachi adds that the girl's wound isn't as deep as Kaiki thinks, so Kaiki doesn't have to worry. Kaiki is impressed by Numachi's advise as it is good enough to trick an adult. He doesn't think that the girl will ever find a nice guy suited to her, not that the girl even exists since he made everything up, (However at this point, it is obvious that Hitagi Senjougahara is the basis of Kaiki's \"girl\" character). In return for Numachi's advise, Kaiki offers to introduce a client to Numachi in the near future. He says this is actually supposed to be his job, but he's not very interested in being a \"collector\" so he wants to give this job to her instead. He claims a day may come when all the misfortunes that Numachi collects will fill up to the top, and a day may come when she will meet an old friend. For those reasons he wants to entrust her with that job, and he tells her to keep those things in mind. Numachi is cautious of him, probably afraid of being tricked. However, he thinks there is no need to trick her, since she is already lying to herself that collecting other's misfortunes can make herself feel better. Kaiki doesn't feel obligated to make her see the truth, but in case that obligation arises in the future, he plans to give Numachi a \"devil\" as a present."
  }
}