{
  "id": "Nisemonogatari Anime Complete Guidebook",
  "url": "https://bakemonogatari.fandom.com/wiki/Nisemonogatari_Anime_Complete_Guidebook",
  "toc": [
    {
      "#Plot": [
        "#Hitagi_Neck",
        "#Karen_Arm_Leg",
        "#Tsukihi_Eternal",
        "#Shinobu_House"
      ]
    }
  ],
  "Description": "The Nisemonogatari Anime Complete Guidebook (偽物語アニメコンプリートガイドブック Nisemonogatari Anime Konpurīto Gaidobukku) is a guidebook released on September 27, 2012 in Japan for the Nisemonogatari anime adaptation. \nAlong with other exclusive content, it contains the short stories: Hitagi Neck (ひたぎネック), Karen Arm Leg (かれんアームレッグ), Tsukihi Eternal (つきひエターナル), and Shinobu House (しのぶハウス).",
  "#Hitagi_Neck": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Araragi_Residence"
    ],
    "text": "Koyomi Araragi and Hitagi Senjougahara are walking to the Araragi household. Araragi is going to introduce Senjougahara to his two sisters for the first time. Senjougahara is excited partially because she has been a fan of the \"Fire Sisters\". Araragi admits that his sisters demanded to meet with Senjougahara. He warns that his sisters are rather hostile towards Senjougahara at the moment. Senjougahara says the main reason why she's excited about meeting them is that she always wanted to have a younger sister. She wonders that maybe her parents wouldn't have divorced if she had a sister. Araragi realizes that Senjougahara has always wanted a normal life for herself. They arrive at Araragi's house."
  },
  "#Karen_Arm_Leg": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Karen"
    ],
    "text": "Karen is throwing a huge tantrum in the living room. She is lying on the floor and swinging her arms and legs violently. Because she has long arms and legs, she is destroying everything in the living room. Araragi has just told her that he has a girlfriend, and Karen refuses to believe this fact. She claims that Araragi is hers alone and demands him to break up with Senjougahara immediately. She even offers to have sex with him if that's what he wants. Araragi is horrified at her completely unexpected reaction. Karen is also furious that when Araragi brushed her teeth, he already had a girlfriend. Finally, she demands to meet Senjougahara, and she claims she will brush Senjougahara's teeth in order to prove that Araragi is hers alone."
  },
  "#Tsukihi_Eternal": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Phoenix",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi"
    ],
    "text": "After coming back from his fight with Kagenui in Tsukihi Phoenix, he goes back home. He mentions to Tsukihi in passing that he will introduce his girlfriend Senjougahara to her at the end of summer. Tsukihi makes Araragi sit down, and asks him how long he was planning on keeping the girlfriend thing a secret. She is furious that Araragi didn't tell her right away, and demands that he explains himself. Tsukihi is holding an ice pick, which makes her look more intimidating than usual. Araragi tells her that Senjougahara became his girlfriend on Mother's Day. After hearing this, Tsukihi becomes even more angry, (on Mother's Day during the events of Mayoi Maimai, Araragi had a fight with his sisters). Tsukihi believes that Araragi abandoned his family that day in order to flirt with another girl. Araragi tries to calm her down , but is unsuccessful. Tsukihi continues to yell at him through the entire night, until next morning. It seemed like an eternity for Araragi."
  },
  "#Shinobu_House": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinobu"
    ],
    "text": "Araragi goes into his room after a meeting between his sisters and Senjougahara (this meeting is later called \"Gahara Summit\". Shinobu comes out of his shadow, seemingly upset. She is jealous that Araragi is getting along so well with his sisters and girlfriend. Araragi used to say that if Shinobu dies, then he is willing to die with her. Shinobu doesn't believe that he can keep his words now. She asks him if who he would save if Shinobu, Senjougahara, Karen, and Tsukihi were about to fall off a cliff. She wants to know to whom he would reach for. She claims that depending on the answer, she will have to leave her house (Araragi's shadow). Knowing that simply answering \"Shinobu\" is not going to make her feel better, Araragi answers \"Hanekawa\". He would reach for Hanekawa, and ask for her help. Shinobu laughs at his answer, and says that Hanekawa is a convenient name to use. She finds the answer acceptable, and lets Araragi off the hook."
  }
}