{
  "id": "Second Season Episode 21: Hitagi End, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_21:_Hitagi_End,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References"
      ]
    },
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru"
    ],
    "text": "On New Year's Day, during a visit on a famous shrine in Kyoto (see Cultural References section), Deishuu Kaiki receives a call from a girl who introduces herself as Hitagi Senjougahara, although Kaiki \"hides\" under the name Suzuki (鈴木), prompting Hitagi to call herself \"Senshougahara\" (千沼ヶ原). After the awkward introduction, Hitagi proceeds to ask Deishuu to meet with her about a person she wants to deceive. Deishuu tells Hitagi that he is in a cafe in Naha, Okinawa, and Hitagi immediately prepares to leave in their meeting place, telling Deishuu that she will kill him if he turns off his phone.\nCompelled by his blatant lie, Kaiki is forced to take a flight to Okinawa. He admits that \"Senshougahara\" willingly becoming an accomplice in a scam is interesting, but it also worries him somewhat. Regardless, he accepts Hitagi's call and agrees to meet in a cafe of her choice inside the airport.\nDeishuu finds Hitagi wearing Groucho glasses while in the uniform of Naoetsu Private High School, and he eventually ones-up her look by wearing a bright-colored aloha shirt, something that left Hitagi spitting her drink on his face. As Deishuu claims victory from Hitagi, Hitagi begins to talk about the deal, as well as the need for him to accept the deal. In fear of getting stabbed by Hitagi's school supplies, Kaiki agrees to listen, but he also wonders why Hitagi chose to use her last winter break to perform a scam on a girl named Nadeko Sengoku instead of spending it with Koyomi. Hitagi later reveals that her and Koyomi's lives are in danger because of Nadeko, in a sense. Seeing the dire situation ahead for Hitagi, Deishuu decides to listen.\nHitagi soon explains about Nadeko becoming the god of Kita-Shirahebi Shrine, and Deishuu opens the possibility that a middle school pupil like Nadeko may have been, perhaps indirectly, a victim of his swindling. However, he refuses to take responsibility of it, causing Hitagi to lose her temper enough to splash her juice on Deishuu's face.\nAfter Hitagi has calmed down, their conversation about Nadeko being caught in the world of oddities continues, eventually ending with Hitagi asking help to Deishuu, something that has happened several years ago. Although hearing those words have made Deishuu somewhat glad, he remains hesitant to fully accept the deal, especially without hearing about Hitagi paying him money for it. Even still, he did not accept the one hundred thousand yen Hitagi prepared for him and even tells her to fall back on Meme, who had helped her in the past. However, with Meme's whereabouts still unknown, to the point that even Tsubasa Hanekawa had to go abroad to look for him, Hitagi urges Deishuu to accept the deal, even with a larger sum of money involved... even if she had to sell her body to compensate. In response, Deishuu spills his coffee on Hitagi's face, and heads to the toilet for a moment to gather himself.\nIn the end, Deishuu finds no interest to save either Koyomi or Hitagi, to deceive Nadeko, or to even involve himself with Tsubasa. Instead, he thinks about Tooe Gaen's only daughter Suruga Gaen, now Suruga Kanbaru, whom he can save by involving himself with Hitagi's deal, regardless of how he would be paid.\nAt that moment, Deishuu Kaiki says yes."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}