{
  "id": "Second Season Episode 13: Nadeko Medusa, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_13:_Nadeko_Medusa,_Part_2",
  "toc": [
    "#Synopsis",
    {
      "#Characters": [
        "#New_Characters"
      ]
    },
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Sasayabu"
    ],
    "text": "After calling Koyomi to lie to him about no longer seeing the white snakes from earlier, Nadeko reveals that she chose to cooperate with Kuchinawa, who wants Nadeko to help him locate his corpse. The next morning, Nadeko begins coming to school with Kuchinawa appearing as a scrunchie on her right arm, and Kuchinawa's endless rambling slowly bears down on Nadeko's patience. Despite this, Nadeko does not back down on her word, but prefers to do the search while maintaining her normal school attendance.\nSoon, Kuchinawa learns from Nadeko's homeroom teacher Sasayabu that Nadeko is her class' representative, but only because nobody else in the class wanted to take up the position, and that she is tasked with resolving the current tension in the class. Kuchinawa is appalled by the people surrounding Nadeko, but Nadeko takes no heed to the problem, primarily due to the fact that she hasn't done anything about it up to the present time.\nKuchinawa remains quiet after Nadeko said that statement, and only begins speaking again as Nadeko tracks down traces of Kuchinawa's corpse. Unfortunately for her, she ends the night without getting anything and Koyomi manages to find him in the middle of the night. Koyomi later takes Nadeko to his house and scolds her for staying out late, revealing that Nadeko's parents noticed that Nadeko left the house and he is forced to look for her late at night. However, Koyomi remains oblivious to Nadeko's true activities, and Nadeko is able to use her personality to maintain a strong alibi.\nKoyomi soon decides to set up a futon for Nadeko for the night and borrows sleepwear from Tsukihi. Nadeko becomes flustered (and excited) at the idea of sleeping with Koyomi on the same room. However, Shinobu appears from Koyomi's shadow and punches him hard enough to knock him out, although she eventually feels the pain due to her shared senses. Soon, Shinobu opens a conversation with Nadeko, voicing out her relief that nothing indecent has happened and recognizing the girl's cuteness. But, Shinobu notices that Nadeko has a tendency to apologize too much and wonders if there is any sincerity to her apologies.\nThen, Shinobu has an epiphany. She realizes that Nadeko is privileged for having people act on her accord when she is in a compromising situation and can get away with her wrongdoings due to her appearance and personality—in Shinobu's words, \"enchanting\".\nShinobu then leaves the room to carry Koyomi downstairs. She tells Nadeko that she is indifferent about how she will live her life and how much she will make Koyomi worry before expressing some relief that Nadeko is actually cute enough for her personality to be useful to her."
  },
  "#New_Characters": {
    "link": [],
    "text": ""
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FSecond_Season_Episode_13%3A_Nadeko_Medusa%2C_Part_2%3Fveaction%3Dedit%26section%3D7&uselang=en"
    ],
    "text": "Quotes[]"
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}