{
  "id": "Koyomimonogatari Episode 08: Koyomi Mountain",
  "url": "https://bakemonogatari.fandom.com/wiki/Koyomimonogatari_Episode_08:_Koyomi_Mountain",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Koyomi Mountain\" (こよみマウンテン, Koyomi Maunten) is the eighth episode of the Koyomimonogatari anime series, first broadcast on February 27, 2016.",
  "#Synopsis": {
    "link": [],
    "text": "In November, Ougi and Koyomi travel up to the North Shirahebi Shrine to help Ougi research about the local god, as Ougi believes the shrine's construction to be a mistake. Koyomi shows Ougi the talisman he placed, and Ougi states that it was doing a good job controlling the evil spirits (in reality, Koyomi and Shinobu had purified the place during the summer). Ougi climbs onto the ruins of the shrine and asks Koyomi why snakes were deified, even though they didn't serve a purpose. Koyomi responds that snakes represented immortality and reincarnation, and Ougi adds on to it by explaining the symbolism of snakes shedding skin: it represented renewal. Ougi then said that they needed to continue what her uncle started and create a backup plan, since they never knew whether another oddity like Shinobu would arrive and disturb the balance.\nOugi explains that the shrine used to be located somewhere else before it was moved, and questioned how people were able to move the shrine. Koyomi hypothesized that the shrine was taken apart and then transported, but Ougi revealed that it would've been harder, since there wasn't a path to the shrine before. Koyomi then added that a path could've been simply opened, but Ougi states that that would also be difficult, since the mountain is sacred. Koyomi then wonders whether the shrine's movement was supernatural, but Ougi shuts that down as well. She then reveals why she came to the town: to discover what a white snake really is\nLater, Koyomi consults Sengoku, who explains her theory that, in order to do the least work possible, the shrine was built out of the wood cut down to make space for it. When Koyomi brings up that the shrine was moved, Sengoku responds by saying that the relics were moved, and that there wasn't a point in moving the entire shrine. Koyomi then realized the mistake: the shrine, being a place of worship, disturbed the balance on the mountain.\nSengoku then asks whether the shrine would be rebuilt, and Koyomi wonders what would happen if it was rebuilt; he believes it doesn't matter, since faith and oddities would continue to exist. Sengoku states she believes that, if the shrine was rebuilt, the place would be balanced and the snake god (she initially calls him \"Kuchinawa\") would return. When asked if he agreed, Koyomi nodded, however he questions whether it would truly be good. Koyomi gets a bad feeling and thinks about the talisman Gaen gave him as Sengoku stares at his adult magazine drawer."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}