{
  "id": "Wazamonogatari",
  "url": "https://bakemonogatari.fandom.com/wiki/Wazamonogatari",
  "toc": [
    "#Etymology",
    "#Publisher's_Summary",
    "#Introduced_Characters",
    {
      "#Plot": [
        "#Cruel_Fairy_Tale:_Princess_Fair",
        "#Acerola_Bon_App%C3%A9tit",
        "#Karen_Ogre",
        "#Tsubasa_Sleeping"
      ]
    },
    "#Illustrations"
  ],
  "Description": "Wazamonogatari (業物語) is the fifteenth part of the Monogatari series. It is the twentieth book overall, and contains the stories Cruel Fairy Tale: Princess Fair (残酷童話 うつくし姫), Acerola Bon Appétit (第零話 あせろらボナペティ), Karen Ogre (第零話 かれんオウガ), and Tsubasa Sleeping (第零話 つばさスリーピング).\nSimilar to the previous installment, it features arcs with separate narrators that don't chronologically sequence each other but follow a common theme.",
  "#Etymology": {
    "link": [],
    "text": "This is a portmanteau of the words Wazamono (sharp sword/the sword that cuts well), and Monogatari (tale/story).\nA possible translation could simply be \"Sword Story\""
  },
  "#Publisher's_Summary": {
    "link": [],
    "text": "\"The name Kiss-Shot Acerola-Orion Heart-Under-Blade has always been attached to me...\"\nAbout 600 years from the present, this now-destroyed country was where the girl called the \"Princess Fair\" had lived. With such beauty that anyone would offer one's life for, the road the girl trod on became a mountain of corpses. \nThese are the legendary oddities! Oddities! Oddities! \nYouth is cruel like a fairy tale."
  },
  "#Introduced_Characters": {
    "link": [],
    "text": ""
  },
  "#Cruel_Fairy_Tale:_Princess_Fair": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino#Background"
    ],
    "text": "A short fairy tale, telling the story of a princess who becomes inflicted with a brutal curse that ruined her entire kingdom."
  },
  "#Acerola_Bon_App%C3%A9tit": {
    "link": [],
    "text": ""
  },
  "#Karen_Ogre": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Karen_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Shinobu"
    ],
    "text": "Karen goes to live in the mountains to try and find herself. During her journey, she meets Shinobu."
  },
  "#Tsubasa_Sleeping": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Dramaturgy"
    ],
    "text": "Tsubasa Hanekawa tells Meme Oshino about an event that happened in Germany during her trip to search for his whereabouts. She finds Dramaturgy, and agrees to help him with a case of rogue, twin vampires that have been abducting travelers."
  },
  "#Illustrations": {
    "link": [],
    "text": ""
  }
}