{
  "id": "Owarimonogatari Episode 12: Shinobu Mail, Part 5",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_12:_Shinobu_Mail,_Part_5",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Shinobu Mail, Part 5\" (しのぶメイル 其ノ伍, Shinobu Meiru Sono Go) is the twelfth episode of the Owarimonogatari anime series, first broadcast on December 12, 2015.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Shinobu_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Episode",
      "https://bakemonogatari.fandom.com/wiki/Izuko_Gaen",
      "https://bakemonogatari.fandom.com/wiki/Suruga_Kanbaru",
      "https://bakemonogatari.fandom.com/wiki/Ononoki_Yotsugi"
    ],
    "text": "The first appariton slayer tells Koyomi not to be afraid as he is a specialist and he cannot ignore the signatures by those in the \"trade\", reffering to the foot print on Koyomi's face, saying that if he didnt have that he would have killed him as he considers him a vampire. Then he tells him he wants Araragi to break up with Kiss shot. He claims that he is sorry for what he said to her and want to reconcile. Araragi does not believe him and thinks he wants revenge. The first rebuffs this saying that he appreciates that she brought him back from near death and that she only needs one minion, which Araragi can't deny as he thought the same. The first minion claims that unlike Araragi he is irreplacable and the chosen one and there is no point in fighting. He also mentions that if Araragi breaks up with kiss shot he will not have that burden anymore but Araragi replays that he gave his message to Shinobu and she is not interested. The first one responds that either way he wants his sword and his position back.\nAs Araragi is ready to drink a soda provided to him by the first minion, it is hit by a cross and Episode appears telling him he shouldn;t drink anything the enemy gives him .The first one admits that it was poison( or rather holly water). Then Izuko Gaen appears saying she wants to negotiate, that causes the first apparition slayer to leave while telling Araragi that since they cannot compromise they must fight a duel.\nAraragi returns to the shrine and finds Kanbaru pinned down by Shinobu but as he tries to intervene Ononoki stops him. He hide behind the bushes and overhears the conversation between the two where Kanbaru tells Shinobu she should see her first minion cause he spend 400 years trying to revive for her, which she denies saying that a minion/master relationship has nothing to do with love or hate and that the only minion she recognizes is Araragi. Kanbaru replies that she can have two minions but if she doesn't want him she can at least tell him. She claims that Shinobu is afraid her feelings will change if she sees him. She continues by telling her that she is betraying herself if she doesn't go and even if she feels that his feelings are a nuisance now that she has Araragi she should just tell him or else she is being bashful and has no right to form any kind of relationship.\nShinobu laughs and asks if she wants these to be her dying words. Kanbaru still refuses to apologize saying that, since she made the first one a thing of the past she can also make the second and the third and any that follows. She explains that Araragi would be fine to die tomorrow if Shinobu was to die too but she wouldn't do the same. Shinobu thinks that it is would be cruel to tell him something like that and asks her if she believes that when something withers it is better to be destroyed. Kanbaru said she does. Then Shinobu points out that if she goes to see him and he wants revenge she will kill him, if he wants forgivness and she gives it to him a specialist will kill him, if she does not love him she will reject him and if she decides she does love him, she will leave Araragi. Kanbaru says she is okay with all the senarios. Shinobu relents and Araragi thinks to himself that it is the first time he saw her loosing an one on one battle.\nAraragi asks Ononoki to take her stamp off of him so he can fight the duel with the first minion and meets Episode to get the details. Episode tells him that they will fight at the courtyard of Naoetsu private high school. Araragi returns to the shrine. Shinobu was talking a nap inside the shrine and he asked Kanbaru if everything is okay. She replies that he should know since he was watching while hiding. reassuring him that Shinobu didnt notice, then asks him to feed her while she reads her book and put the bra on her. He asks her if she has any advise for him and she replays\" do it yourself\" which Araragi saw as beffiting the situation."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": "The person on the left, in the End Card, is Kōsaku Shima, from the manga Kachō Kōsaku Shima, made by Kenshi Hirokane. You could say it is a fanart, so he added a character of his."
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}