{
  "id": "Second Season Episode 15: Nadeko Medusa, Part 4",
  "url": "https://bakemonogatari.fandom.com/wiki/Second_Season_Episode_15:_Nadeko_Medusa,_Part_4",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Referbacks"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Nadeko Medusa, Part 4\" (なでこメドゥーサ 其ノ肆, Nadeko Medusa Sono Yon) is the fifteenth episode of Monogatari Series Second Season and the last episode that adapts the Nadeko Medusa arc in Otorimonogatari. It was broadcast on October 12, 2013.\nNadeko Sengoku reaches breaking point and becomes a snake god before Shinobu Oshino and Koyomi Araragi. In this powerful form, Nadeko looks back at the real events behind her \"adventure\" with Kuchinawa.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Nadeko",
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://bakemonogatari.fandom.com/wiki/Kuchinawa",
      "https://bakemonogatari.fandom.com/wiki/Shinobu",
      "https://bakemonogatari.fandom.com/wiki/Kita-Shirahebi_Shrine",
      "https://bakemonogatari.fandom.com/wiki/Ougi_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Araragi_Residence",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara"
    ],
    "text": "Nadeko finds herself in a precarious situation with Koyomi finding out about her plan to take a mysterious talisman in his possession. Without Kuchinawa's presence, Nadeko is asked by Koyomi to put down the talisman. However, Koyomi's calm approach is overcome by Shinobu's harsher chastising of Nadeko's character.\nKoyomi tried to warn Shinobu about provoking Nadeko, but it came too late, as Nadeko quickly puts the talisman into her mouth. Immediately, Nadeko's eyes burn red and her hair turns into countless white snakes that quickly overwhelmed Shinobu. Then, as Nadeko becomes filled with rage, she summons a needle-like harpoon and stabs Koyomi many times.\nThis encounter happens once again in Kita-Shirahebi Shrine, with both Koyomi and Shinobu defeated by a snake god that came into life for the first time after Nadeko ate the talisman entrusted to Koyomi—a snake god fueled by Nadeko's own delusions.\nAs Kuchinawa begins to persuade Nadeko to know more about the truth, Nadeko allows Kuchinawa to tell her about how her delusions have started. Kuchinawa complies, and he reveals that the moment in early September when she learned about Koyomi having a girlfriend was the incident that started everything, although she was already prone to contact with oddities ever since she had one exorcised off her in the past. Nadeko soon met a person named Ougi Oshino, who gave her the white scrunchie and told her about a talisman in Koyomi's care. Thus, the story about \"atoning for the white snakes she sacrificed\" was only an alibi. Moreover, the one instance when Nadeko was able to open the locked doors of the Araragi Residence was because of a planned attempt to sneak into the house itself using the house keys, with some help from Tsukihi.\nWith everything settled, Nadeko wonders about what to do with Koyomi now that he and Shinobu are no longer a threat. Thinking that killing him would fulfill her wish of having an unrequited love, she prepares her harpoon at him.\nThen, Koyomi's phone rings.\nNadeko picks up the phone and the familiar voice of Hitagi Senjougahara emerges from the other line, asking about Koyomi's condition. After hearing that Koyomi is still alive (albeit barely), Hitagi makes a request involving Koyomi. At that point, Nadeko, as a snake god, isn't available for any requests, but she complies after hearing from Hitagi that killing Koyomi first will cause Shinobu to regain her vampire powers. Hitagi asks Nadeko to kill her first, but only after six months and graduation day has passed. Humored by the unusual request, Nadeko agrees to follow Hitagi's request. Then, Hitagi ends the call after pointing out that she will never become friends with Nadeko.\nSome time after the confrontation between Hitagi and Nadeko, the Kita-Shirahebi Shrine is rebuilt now that it has a god, and Nadeko only has to wait until Koyomi and his girls are presented to be slain by the snake god Nadeko Sengoku!"
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}