{
  "id": "Owarimonogatari Episode 04: Sodachi Riddle, Part 2",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_04:_Sodachi_Riddle,_Part_2",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    "#Trivia",
    "#Quotes"
  ],
  "Description": "\"Sodachi Riddle, Part 2\" (そだちリドル 其の弐, Sodachi Ridoru Sono Ni) is the fourth episode of the Owarimonogatari anime series. It was broadcast on October 17, 2015.\nKoyomi Araragi steps into a run-down mansion and, together with Ougi Oshino, retraces the steps to his five-years-prior self, starting from the mysterious Monty Hall problem.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi",
      "https://en.wikipedia.org/wiki/Monty_Hall_problem",
      "https://bakemonogatari.fandom.com/wiki/Sodachi_Oikura",
      "https://bakemonogatari.fandom.com/wiki/Naoetsu_Private_High_School",
      "https://bakemonogatari.fandom.com/wiki/Ougi",
      "https://bakemonogatari.fandom.com/wiki/Eikou_Cram_School",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "Koyomi describes himself as a normal boy five years before the present time. He developed a strong sense of justice because of the influence of his policemen parents, and this personality eventually pushes him to study harder as he notices his slump in academics, especially in math.\nThe Monty Hall problem he encountered in the shoe lockers triggered his curiosity, and this also brought him to meet Sodachi Oikura for the first time. Although Koyomi admitted his lack of care in entering a stranger's house, he eventually considered it to be the reason why he was able to improve in math and become admitted to Naoetsu Private High School. The young Koyomi began studying together with Sodachi, and he slowly explores more things about math in the derelict house, including Euler's identity.\nSodachi agreed to meet with Koyomi under three conditions. First, they can only meet at the second floor of the run-down house. Second, Koyomi must agree to keep their study sessions a secret. And lastly, Koyomi must not ask anything about her and will focus only on questions about math. Sodachi did not wish for any compensation, only for Koyomi to \"stay in love with math\".\nAt the end of summer vacation, Sodachi suddenly did not show up in the usual place, and Koyomi was unable to find out who she is. Fear eventually consumed Koyomi, and he started forgetting about the girl who helped her study about math. Still, the girl's lessons remained with Koyomi, and his grades steadily improved, especially math. It also gave Koyomi a solace that he eventually used during the tumultuous class assembly.\nOugi quickly determines that the girl who taught Koyomi math is Sodachi, and she thinks that Sodachi transferred schools after summer vacation, causing her sudden disappearance. Ougi, however, wonders why Koyomi was unable to meet Sodachi earlier. Koyomi realizes that Sodachi's words about hating people who do not appreciate the people who make them happy pertains directly to him, and Ougi is left with what Sodachi meant when she talked about people who do not know what they are made of. Regardless, Koyomi decides to apologize to Sodachi, even if he has his own problems against Sodachi, especially her uninformed school transfer and the empty envelope she left behind. Ougi, in response, urges him to look deeper into the reason behind it, or otherwise expect Sodachi's wrath once again.\nIn order to \"help\" Koyomi understand Sodachi's circumstances, she serves as a quizmaster as she begins telling clues. Ougi mentions the occupation of Koyomi's parents, as well as her suspicions regarding Sodachi's Monty Hall problem and the uncanny similarity between the ruins of Eikou Cram School and the run-down mansion where he and Sodachi studied together.\nKoyomi gasps as Ougi points out that the house they are currently in, Sodachi Oikura's house wasn't in ruins five years ago, although she also clarifies that the house is already damaged based on Koyomi's past observations. He begins to suspect that Sodachi experienced domestic violence, and Ougi explains that the end of summer vacation five years ago was the breaking point for Sodachi's family, where she transferred schools and probably even changed surnames as a result. According to Ougi, Sodachi inviting Koyomi was her trying to change her bleak life by bringing her family situation to light, but her reluctance to be direct shows her fear over the repercussions of getting Koyomi's parents involved.\nIn the end, Koyomi did nothing that was expected on him, and the empty envelope symbolizes it—that he was the wrong choice, a waste of time.\nOugi decides that it is appropriate to \"close the investigation\" at this point, and leaves Koyomi to say his closing words in the issue. Koyomi voices out that he is starting to feel regretful for being happy as he is right now, but nothing would change the fact that he still loves math.\nThe next day, Koyomi enters a conversation with Tsubasa Hanekawa about Ougi, and Tsubasa is perplexed that Ougi was able to determine the occupation of Koyomi's parents, something that he chooses to withheld to other people. Tsubasa soon thinks that there may be some other thing that allowed Ougi to learn more about Koyomi, and this triggers him to remember something else that he might have forgotten.\nAs Koyomi tries to fathom his own foolishness, he opens the door to his classroom, where he gives up on determining if Sodachi is inside or not."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Trivia": {
    "link": [
      "https://auth.fandom.com/signin?redirect=https%3A%2F%2Fbakemonogatari.fandom.com%2Fwiki%2FOwarimonogatari_Episode_04%3A_Sodachi_Riddle%2C_Part_2%3Fveaction%3Dedit%26section%3D6&uselang=en"
    ],
    "text": "Quotes[]"
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}