{
  "id": "Owarimonogatari Episode 16: Hitagi Rendezvous, Part 1",
  "url": "https://bakemonogatari.fandom.com/wiki/Owarimonogatari_Episode_16:_Hitagi_Rendezvous,_Part_1",
  "toc": [
    "#Synopsis",
    "#Characters",
    "#Locations",
    "#Music",
    {
      "#Trivia": [
        "#Cultural_References",
        "#Referbacks",
        "#Unanswered_Questions"
      ]
    },
    "#Quotes"
  ],
  "Description": "\"Hitagi Rendezvous, Part 1\" (ひたぎランデブー 其ノ壹, Hitagi Randevū Sono Ichi) is the sixteenth and third episode of the second cour of the Owarimonogatari anime series, first broadcasted on August 12, 2017.",
  "#Synopsis": {
    "link": [
      "https://bakemonogatari.fandom.com/wiki/Koyomi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Hitagi_Senjougahara",
      "https://bakemonogatari.fandom.com/wiki/Yotsugi_Ononoki",
      "https://bakemonogatari.fandom.com/wiki/Avici_Hell",
      "https://bakemonogatari.fandom.com/wiki/Meme_Oshino",
      "https://bakemonogatari.fandom.com/wiki/Yozuru_Kagenui",
      "https://bakemonogatari.fandom.com/wiki/Tsukihi_Araragi",
      "https://bakemonogatari.fandom.com/wiki/Nadeko_Sengoku",
      "https://bakemonogatari.fandom.com/wiki/Tsubasa_Hanekawa"
    ],
    "text": "Koyomi Araragi arrives home and is met by Hitagi Senjougahara who asks him on a date tomorrow, on White Day, in order to compensate for the 6 dateless months they went due to Nadeko. Koyomi agrees to spend the entire day with her, but she says she’s having dinner with her father in the evening, but she has a plans spending the morning and afternoon with him.\nKoyomi goes inside and tells Yotsugi Ononoki of his experience in Hell and his meeting with Tadatsuru. She reacts emotionlessly, saying it doesn’t matter to her wheter he’s alive, dead or a doll. She continues telling him that she’s worried for her safety with the return of Shinobu’s powers after having insulted her and asks him to teach her politeness. He assuades her worries telling her that Shinobu stayed with Gaen and Hachikuji discussing their next step.\nOnonoki becomes interested in the plan and asks him what does he want to do.\nKoyomi answers that he’s not sure, but he would like to solve Yozuru’s and Meme’s dissapearance. Ononoki says that Meme Oshino is just living his life as usual, drifting from place to place, and that she deduces that Yozuru Kagenui went on a trip to perfect her martial arts. Koyomi asks her what would she do if Kagenui never came back, to which she answers that she’ll simply stick around him forever.\nOnonoki asks him how he went on to his entrance exam and when the results come out. He tells her that he thinks he went fine and the results should be coming after his graduation ceremony. Ononoki questions him if Senjougahara had setup their date in case one of them fails.\nKoyomi starts getting doubtful, but they’re interrupted by a furious Tsukihi Araragi. Tsukihi berates him for stealing her favorite plushie, but she calms down and invites him out. Before leaving to her bedroom with her plushie, she tells him she’s going to see Nadeko Sengoku, who has been recently released from the hospital. She mentions that Nadeko even told her of a secret of hers.\nIn the next morning Koyomi visits Senjougahara’s house for their date. Senjougahara gets into a car parked outside and tells Araragi she’ll drive them to their date.\nHe's surprised but she explains that while he toiled away at his studies she was taking driving lessons in order to drive them, since he couldn’t have gotten a license while he didn’t have a reflection and couldn’t have his portrait taken. He asks her where they’re going and she says they’re going to the planetarium.\nOn the way Senjougahara tells Araragi about a call she received from Tsubasa Hanekawa. She had told her that she might be able to come back for their graduation in 2 days and she asked to tell Araragi that she found Meme. Senjougahara had forgotten the details but she says Hanekawa narrowed down Oshino’s location to 2 places. Araragi asks her if they talked about anything and Senjougahara confesses that it was Hanekawa’s idea to go to the planetarium.\nThey continue their conversation with him asking her about her choice of subject to study in college, she tells him that she’s studying Geoscience in order to draw a space map, a diagram depicting the universe’s celestial bodies in the shape of a fan (Ougi in Japanese)."
  },
  "#Characters": {
    "link": [],
    "text": "By order of appearance"
  },
  "#Locations": {
    "link": [],
    "text": ""
  },
  "#Music": {
    "link": [],
    "text": ""
  },
  "#Cultural_References": {
    "link": [],
    "text": ""
  },
  "#Referbacks": {
    "link": [],
    "text": ""
  },
  "#Unanswered_Questions": {
    "link": [],
    "text": ""
  },
  "#Quotes": {
    "link": [],
    "text": ""
  }
}